Repository: jtux270/translate
Catalog: openstack/zanata/zun-ui-stable-wallaby/*/zun_ui/locale/djangojs.po
Languages: ru

source: Memory Used
ru: Используется памяти

source: CPU Total
ru: Всего ресурсов ЦП

source: CPU Used
ru: Используется ресурсов ЦП

source: Disk Total
ru: Всего места на диске

source: Disk Used
ru: Используемое место на диске

source: Disk Quota Supported
ru: Поддерживаемая квота диска

source: Total Containers
ru: Всего контейнеров

source: OS
ru: ОС

source: OS Type
ru: Тип ОС

source: Architecture
ru: Архитектура

source: Kernel Version
ru: Версия ядра

source: Runtimes
ru: Время выполнений

source: Used
ru: Используется

source: Usage
ru: Потребление

source: Used {$ ctrl.host.mem_used | mb $} of {$ ctrl.host.mem_total | mb $}
ru: Используется {$ ctrl.host.mem_used | Мбайт $} из {$ ctrl.host.mem_total | Мбайт $}

source: Used {$ ctrl.host.cpu_used $} of {$ ctrl.host.cpus $}
ru: Используется {$ ctrl.host.cpu_used $} из {$ ctrl.host.cpus $}

source: Used {$ ctrl.host.disk_used | gb $} of {$ ctrl.host.disk_total | gb $}
ru: Используется {$ ctrl.host.disk_used | Гбайт $} из {$ ctrl.host.disk_total | Гбайт $}

source: Pull Image
ru: Извлечь образ

source: Delete Images
ru: Удалить образы

source: Delete Image
ru: Удалить образ

source: Images
ru: Образы

source: Tag
ru: Метка

source: Image ID
ru: ID образа

source: Size
ru: Размер

source: Image %s was successfully pulled.
ru: Образ %s был успешно извлечён.

source: Pull
ru: Извлечь

source: You are not allowed to delete images: %s
ru: Отсутствуют разрешения на удаление образов: %s

source: Confirm Delete Image
ru: Подтвердите удаление образа

source: You have selected "%s". Please confirm your selection. Deleted image is not recoverable.
ru: Ваш выбор: "%s". Подтвердите выбор. Удалённые образы восстановлению не подлежат.

source: Deleted Image: %s.
ru: Образ был удалён: %s.

source: Unable to delete Image: %s.
ru: Не удалось удалить образ: %s.

source: Select host that stores the image.
ru: Выберите хост, на котором располагается образ

source: Name of the image.
ru: Имя образа
