Repository: jtux270/translate
Catalog: openstack/zanata/zun-ui-stable-wallaby/*/zun_ui/locale/djangojs.po
Languages: ru

source: Unable to create Container.
ru: Не удалось создать контейнер

source: Unable to update Container.
ru: Не удалось обновить контейнер

source: Unable to retrieve the Container.
ru: Не удалось получить сведения о контейнере

source: Unable to retrieve the Containers.
ru: Не удалось получить сведения о контейнерах

source: Unable to delete the Container with id: %(id)s
ru: Не удалось удалить контейнер с id: %(id)s

source: Unable to delete the Containers.
ru: Не удалось удалить контейнеры

source: Unable to delete forcely the Container with id: %(id)s
ru: Не удалось принудительно удалить контейнер с id: %(id)s

source: Unable to stop and delete the Container with id: %(id)s
ru: Не удалось остановить и удалить контейнер с id: %(id)s

source: Unable to start Container.
ru: Не удалось запустить контейнер

source: Unable to stop Container.
ru: Не удалось остановить контейнер

source: Unable to get logs of Container.
ru: Не удалось получить журналы контейнера

source: Unable to restart Container.
ru: Не удалось перезапустить контейнер

source: Unable to rebuild Container.
ru: Не удалось пересоздать контейнер

source: Unable to pause Container
ru: Не удалось приостановить работу контейнера

source: Unable to unpause of Container.
ru: Не удалось возобновить работу контейнера

source: Unable to execute the command.
ru: Не удалось выполнить команду

source: Unable to send kill signal.
ru: Не удалось послать сигнал kill

source: Unable to resize console.
ru: Не удалось изменить размер консоли

source: Unable to attach network.
ru: Не удалось присоединить сеть

source: Unable to detach network.
ru: Не удалось отсоединить сеть

source: Unable to update security groups %(sgs)s for port %(port)s.
ru: Не удалось обновить группы безопасности %(sgs)s для порта %(port)s.

source: Unable to retrieve the Zun Availability Zones.
ru: Не удалось получить сведения о зонах доступности Zun

source: Unable to retrieve the Capsules.
ru: Не удалось получить сведения о капсулах

source: Unable to retrieve the Capsule.
ru: Не удалось получить сведения о капсуле

source: Unable to create Capsule.
ru: Не удалось создать капсулу

source: Unable to delete the Capsule with id: %(id)s
ru: Не удалось удалить капсулу с id: %(id)s

source: Unable to pull Image.
ru: Не удалось извлечь образ

source: Unable to retrieve the Images.
ru: Не удалось получить сведения об образах.

source: Unable to delete the Image with id: %(id)s
ru: Не удалось удалить образ с id: %(id)s

source: Unable to retrieve the Hosts.
ru: Не удалось получить сведения о хостах

source: Unable to retrieve the Host.
ru: Не удалось получить сведения о хосте

source: Create
ru: Создать

source: Delete
ru: Удалить

source: Refresh
ru: Обновить сведения

source: Capsule
ru: Капсула

source: Capsules
ru: Капсулы

source: Capsule ID
ru: ID капсулы

source: Name
ru: Имя

source: Status
ru: Статус

source: Addresses
ru: Адреса

source: Capsule Version ID
ru: ID версии капсулы

source: Containers
ru: Контейнеры

source: Container UUIDs
ru: Идентификаторы UUID контейнера

source: CPU
ru: ЦП

source: Created
ru: Создано

source: Links
ru: Ссылки

source: Memory
ru: Память

source: Labels
ru: Метки

source: Project ID
ru: ID проекта

source: Restart Policy
ru: Политика перезапуска

source: Status Reason
ru: Причина статуса

source: Updated
ru: Обновлено

source: User ID
ru: ID пользователя

source: Volumes Info
ru: Сведения о томах

source: Request to create capsule %s has been accepted.
ru: Запрос на создание капсулы %s был принят.

source: Create Capsule
ru: Создать капсулу

source: You are not allowed to delete capsules: %s
ru: Отсутствуют разрешения на удаление капсул: %s

source: Confirm Delete Capsule
ru: Подтвердите удаление капсулы

source: You have selected "%s". Please confirm your selection. Deleted capsule is not recoverable.
ru: Ваш выбор: "%s". Подтвердите выбор. Удалённые капсулы восстановлению не подлежат.

source: Delete Capsule
ru: Удалить капсулу

source: Deleted Capsule: %s.
ru: Капсула была удалена: %s.

source: Unable to delete Capsule: %s.
ru: Не удалось удалить капсулу: %s.

source: Template
ru: Шаблон

source: Overview
ru: Обзор

source: Info
ru: Сведения

source: Spec
ru: Спецификация

source: Volumes
ru: Тома

source: Create Container
ru: Создать контейнер

source: Delete Containers
ru: Удалить контейнеры

source: Update Container
ru: Обновить контейнер

source: Manage Security Groups
ru: Управление группами безопасности

source: Start Container
ru: Запустить контейнер

source: Stop Container
ru: Остановить контейнер

source: Restart Container
ru: Перезапустить контейнер

source: Rebuild Container
ru: Пересоздать контейнер

source: Pause Container
ru: Приостановить работу контейнера

source: Unpause Container
ru: Возобновить работу контейнера

source: Execute Command
ru: Выполнить команду

source: Send Kill Signal
ru: Послать сигнал kill

source: Delete Container
ru: Удалить контейнер

source: Stop and Delete Container
ru: Остановить и удалить контейнер

source: Delete Container Forcely
ru: Удалить контейнер принудительно

source: Container
ru: Контейнер

source: Image
ru: Образ

source: Task State
ru: Статус задачи

source: Auto Heal
ru: Автоматическое восстановление

source: Auto Remove
ru: Автоматическое удаление

source: Command
ru: Команда

source: Disk
ru: Диск

source: Environment
ru: Окружение

source: Host
ru: Хост

source: Hostname
ru: Имя хоста

source: Image Pull Policy
ru: Политика извлечения образов

source: Interactive
ru: Интерактивно

source: Ports
ru: Порты

source: Runtime
ru: Время выполнения

source: Security Groups
ru: Группы безопасности

source: Status Detail
ru: Подробности о статусе

source: Workdir
ru: Рабочий каталог

source: Container %s was successfully created.
ru: Контейнер %s был успешно создан.

source: You are not allowed to delete container forcely: %s
ru: Отсутствуют разрешения на принудительное удаление контейнера: %s

source: Confirm Delete Container Forcely
ru: Подтвердите принудительное удаление контейнера

source: You have selected "%s". Please confirm your selection. Deleted container is not recoverable.
ru: Ваш выбор: "%s". Подтвердите выбор. Удалённые контейнеры восстановлению не подлежат.

source: Deleted Container Forcely: %s.
ru: Контейнер был принудительно удалён: %s.

source: Unable to delete Container forcely: %s.
ru: Не удалось удалить контейнер принудительно: %s.

source: You are not allowed to stop and delete container: %s
ru: Отсутствуют разрешения на остановку работы и удаление контейнера: %s

source: Confirm Delete After Stop Container
ru: Подтвердите удаление контейнера после остановки его работы

source: You have selected "%s". Please confirm your selection. The container will be stopped before deleting. Deleted container is not recoverable.
ru: Ваш выбор: "%s". Подтвердите выбор. Перед удалением контейнера, его работа будет остановлена. Удалённые контейнеры восстановлению не подлежат.

source: Delete Container After Stop
ru: Удалить контейнер после остановки его работы

source: Deleted Container After Stop: %s.
ru: Удалить контейнер после остановки его работы: %s.

source: Unable to delete Container after stopping: %s.
ru: Не удалось удалить контейнер после остановки работы: %s.

source: You are not allowed to delete containers: %s
ru: Отсутствуют разрешения на удаление контейнеров: %s

source: Confirm Delete Container
ru: Подтвердите удаление контейнера

source: Deleted Container: %s.
ru: Контейнер был удалён: %s.

source: Unable to delete Container: %s.
ru: Не удалось удалить контейнер: %s.

source: Output
ru: Вывод

source: The command to execute.
ru: Выполняемая команда

source: Execute
ru: Выполнить

source: Command was successfully executed at container %s.
ru: Команда была успешно выполнена в контейнере %s.

source: Exit Code
ru: Код выхода

source: Executing
ru: Выполняется

source: Signal to send to the container: integer or string like SIGINT. When not set, SIGKILL is set as default value and the container will exit. The supported signals varies between platform. Besides, you can omit 'SIG' prefix.
ru: Сигнал, посылаемый контейнеру: целое число или строка типа SIGINT. Если не настроено, в качестве значения по умолчанию устанавливается SIGKILL, и контейнер выполнит выход. Поддерживаемые сигналы зависят от платформы. Кроме того, суффикс 'SIG' можно опускать.

source: Kill Signal
ru: Сигнал kill

source: The kill signal to send.
ru: Посылаемый сигнал kill.

source: Kill signal was successfully sent to container %s.
ru: Сигнал kill был успешно послан контейнеру %s.

source: Send
ru: Послать

source: Container %s was successfully paused.
ru: Работа контейнера %s была успешно приостановлена.

source: Specify an image to change.
ru: Укажите сменяемый образ

source: Container %s was successfully rebuilt.
ru: Контейнер %s был успешно пересоздан.

source: Rebuild
ru: Пересоздать

source: Specify a shutdown timeout in seconds. (default: 10)
ru: Укажите истечение времени ожидания выключения в секундах (по умолчанию: 10)

source: Container %s was successfully restarted.
ru: Контейнер %s была успешно перезапущен.

source: Restart
ru: Перезапустить

source: Container %s was successfully started.
ru: Контейнер %s была успешно запущен.

source: Container %s was successfully stoped.
ru: Контейнер %s был успешно остановлен.

source: Stop
ru: Остановить

source: Container %s was successfully unpaused.
ru: Работа контейнера %s была успешно возобновлена

source: Container %s was successfully updated.
ru: Контейнер %s был успешно обновлён.

source: Network %s was successfully attached to container %s.
ru: Сеть %s была успешно присоединена к контейнеру %s.

source: Network %s was successfully detached from container %s.
ru: Сеть %s была успешно отсоединена от контейнера %s.

source: Update
ru: Обновить

source: Select port.
ru: Выберите порт.

source: Select port first.
ru: Сначала выберите порт.

source: Select security group.
ru: Выберите группу безопасности

source: Port
ru: Порт

source: Security Group
ru: Группа безопасности

source: Manage security group for ports.
ru: Управление группами безопасности портов

source: Add Security Group
ru: Добавить группу безопасности

source: Manage Security Groups: container %s
ru: Управление группами безопасности: контейнер %s

source: Changes security groups %(sgs)s for port %(port)s was successfully submitted.
ru: Изменения для групп безопасности %(sgs)s порта %(port)s были успешно отправлены.

source: Submit
ru: Отправить

source: (empty)
ru: (пусто)

source: Container Name
ru: Имя контейнера

source: An arbitrary human-readable name.
ru: Произвольное, удобочитаемое имя

source: Name or ID of container image.
ru: Имя или ID образа контейнера.

source: Docker Hub: Pull the image from Docker Hub.
ru: Docker Hub: извлечь образ из Docker Hub.

source: Glance: Pull the image from Glance.
ru: Glance: извлечь образ из Glance.

source: The policy which determines if the image should be pulled prior to starting the container.
ru: Политика, определяющая, нужно ли извлекать образ до того, как запустить контейнер

source: If not present: only pull the image if it does not already exist on the node.
ru: Если отсутствует: извлечь образ только в случае его отсутствия на узле

source: Always: Always pull the image from repository.
ru: Всегда: всегда извлекать образ из репозитория.

source: Never: never pull the image.
ru: Никогда: никогда не извлекать образ

source: Command sent to the container.
ru: Команда, посланная контейнеру

source: Adds a map of labels to a container in comma separated KEY=VALUE pairs.
ru: Добавляет в контейнер карту меток в виде пар КЛЮЧ=ЗНАЧЕНИЕ, разделяемых запятыми.

source: Working Directory
ru: Рабочий каталог

source: The working directory needs to be an absolute path.
ru: Рабочий каталог должен быть представлен абсолютным путём

source: Environment Variables
ru: Переменные окружения

source: The environment variables in comma separated KEY=VALUE pairs
ru: Переменные окружения в виде пар КЛЮЧ=ЗНАЧЕНИЕ, разделяемых запятыми

source: Enable Interactive Mode
ru: Включить интерактивный режим

source: The runtime to use for this container. Default: "runc"
ru: Время выполнения, используемое для этого контейнера. По умолчанию: "runc"

source: The number of virtual CPUs.
ru: Число виртуальных ЦП

source: The container memory size in MiB.
ru: Размер памяти контейнера в МиБ

source: The disk size in GiB for per container.
ru: Размер диска в Гиб для каждого контейнера.

source: Availability Zone
ru: Зона доступности

source: The availability zone of the container.
ru: Зона доступности контейнера.

source: Exit Policy
ru: Политика выхода

source: Policy to apply when a container exits.
ru: Политика, применяемая при выходе контейнера

source: The flag of healing non-existent container in docker.
ru: Флаг автоматического восстановления несуществующего контейнера в докере.

source: Select policy.
ru: Выберите политику.

source: If not present
ru: Если отсутствует

source: Always
ru: Всегда

source: Never
ru: Никогда

source: No
ru: Нет

source: Restart on failure
ru: Перезапуск при сбое

source: Always restart
ru: Всегда перезапускать

source: Restart if stopped
ru: Перезапустить при остановке

source: Remove container
ru: Удалить контейнер

source: Select availability zone.
ru: Выбрать зону доступности.

source: Start container after creation
ru: Запустить контейнер после создания

source: Max Retry
ru: Макс. число повторов попыток

source: Enable auto heal
ru: Включить автоматическое восстановление

source: Enable interactive mode
ru: Включить интерактивный режим

source: Name of the container to create.
ru: Имя создаваемого контейнера

source: Name or ID of the container image.
ru: Имя или ID образа контейнера.

source: A command that will be sent to the container.
ru: Команда, которая будет послана контейнеру

source: The host name of this container.
ru: Имя хоста этого контейнера

source: The runtime to create container with.
ru: Время выполнения, с которым будет создан контейнер

source: The number of virtual cpu for this container.
ru: Число виртуальных ЦП для этого контейнера

source: Retry times for 'Restart on failure' policy.
ru: Число повторных попыток для политики «Перезапуск при сбое»

source: Networks
ru: Сети

source: Miscellaneous
ru: Разное

source: The working directory for commands to run in.
ru: Рабочий каталог для выполнения команд

source: KEY1=VALUE1,KEY2=VALUE2...
ru: КЛЮЧ1=ЗНАЧЕНИЕ1,КЛЮЧ2=ЗНАЧЕНИЕ2...

source: Scheduler Hints
ru: Подсказки планировщика

source: Select available Cinder volume
ru: Выберите доступный том Cinder

source: Existing Cinder Volume
ru: Существующий том Cinder

source: New Cinder Volume
ru: Новый том Cinder

source: Type
ru: Тип

source: Source
ru: Источник

source: Size (GB)
ru: Размер (Гбайт)

source: Destination
ru: Целевой путь

source: Set the volume specs and add into the table below.
ru: Настройте спецификации тома и добавьте в таблицу ниже

source: To mount existing available Cinder volume, select type "Available Cinder Volume" and select source from the pull-down list.
ru: Чтобы смонтировать существующий доступный том Cinder, выберите тип «Доступный том Cinder» и выберите источник в выпадающем списке.

source: To create new Cinder volume and mount it to the container, select type "New Cinder Volume" and specify size for the new volume.
ru: Чтобы создать новый том Cinder и смонтировать его в контейнер, выберите тип "Новый том Cinder" и укажите размер нового тома.

source: The volumes are mounted into the container.
ru: Тома смонтированы в контейнере

source: Specify size for the new volume in GB.
ru: Укажите размер нового тома в Гбайт.

source: Specify mount point of the volume on the container.
ru: Укажите точку монтирования тома в контейнере

source: Add Volume
ru: Добавить том

source: Active
ru: Активно

source: Down
ru: Не запущен

source: Up
ru: Запущен

source: Select networks from those listed below.
ru: Выберите сети из списка ниже

source: Shared
ru: Общий ресурс

source: Yes
ru: Да

source: Provider networks are created by administrators. These networks map to an existing physical network in the data center.
ru: Сети поставщиков создаются администраторами. Такие сети отображаются на существующие физические сети в дата-центре.

source: Project networks are created by users. These networks are fully isolated and are project-specific.
ru: Сети проектов создаются пользователями. Такие сети полностью изолированы и связаны с конкретными проектами.

source: An <b>External</b> network is set up by an administrator. If you want a container to communicate outside of the data center, then attach a router between your <b>Project</b> network and the <b>External</b> network. You can use the <b>Network Topology</b> view to connect the router to the two networks.
ru: <b>Внешние</b> сети настраиваются администраторами. Если контейнер должен установить связь вне дата-центра, то между сетью <b>Проекта</b> и <b>Внешней</b> сетью нужно установить маршрутизатор. Подключить маршрутизатор к сетям можно с помощью типа просмотра <b>Сетевая топология</b>.

source: Network characteristics
ru: Характеристики сети

source: The subnet identifies a sub-section of a network. A subnet is specified in CIDR format. A typical CIDR format looks like <samp>192.xxx.x.x/24</samp>.
ru: Подсети идентифицируют подразделы сетей. Подсети указываются в формате CIDR. Типичный формат CIDR выглядит так: <samp>192.xxx.x.x/24</samp>.

source: If a network is shared, then all users in the project can access the network.
ru: Если сеть является общей, то доступ к сети есть у всех пользователей проекта.

source: When the <b>Admin State</b> for a network is set to <b>Up</b>, then the network is available for use. You can set the <b>Admin State</b> to <b>Down</b> if you are not ready for other users to access the network.
ru: Если <b>Admin State</b> сети <b>Запущен</b>, то сеть доступна для использования. Если сети не готовы к доступу пользователей, то для <b>Admin State</b> можно указать статус <b>Не запущен</b>.

source: The status indicates whether the network has an active connection.
ru: Статус указывает, есть ли у сети активные подключения.

source: Networks provide the communication channels for containers in the cloud.
ru: Сети предоставляют каналы связи контейнерам в облаке.

source: Network
ru: Сеть

source: Subnets Associated
ru: Связанные подсети

source: Select an item from Available items below
ru: Выберите элементы из доступных элементов ниже

source: Re-order items using drag and drop
ru: Измените порядок элементов с помощью перетаскивания

source: Click to see more details
ru: Нажмите, чтобы увидеть подробности

source: Project
ru: Проект

source: External Network
ru: Внешняя сеть

source: Provider Network
ru: Сеть поставщика

source: Segmentation ID
ru: ID сегментации

source: Physical Network
ru: Физическая сеть

source: No available items
ru: Нет доступных элементов.

source: Normal
ru: Нормальный

source: Direct
ru: Прямой

source: Direct Physical
ru: Прямой физический

source: Bare Metal
ru: Физическая машина

source: Select ports from those listed below.
ru: Выберите порты из списка ниже

source: Ports can be created under a network by administrators.
ru: Порты создаются в сети администраторами

source: Containers attach their interfaces to ports.
ru: Контейнеры присоединяют свои интерфейсы к портам

source: The logical port also defines the MAC address and the IP address(es) to be assigned to the interfaces plugged into them.
ru: Логические порты также определяет адрес MAC и адреса IP, выделяемые подключённым к ним интерфейсам

source: When IP addresses are associated to a port, this also implies the port is associated with a subnet, as the IP address was taken from the allocation pool for a specific subnet.
ru: При привязке адресов IP к портам также подразумевается, что порт привязан к подсети, поскольку адрес IP берётся из выделяемого пула конкретной подсети.

source: When the <b>Admin State</b> for a port is set to <b>Up</b> and it has no <b>Device Owner</b>, then the port is available for use. You can set the <b>Admin State</b> to <b>Down</b> if you are not ready for other users to use the port.
ru: Если статус <b>Admin State</b> порта установлен как <b>Запущен</b>, а <b>Владелец устройства</b> не указан, то порт является доступным для использования. Если порт не готов для использования его пользователями, то статус <b>Admin State</b> можно указать как <b>Не запущен</b>.

source: The status indicates whether the port has an active connection.
ru: Статус указывает, есть ли на порту активные подключения.

source: Ports provide extra communication channels to your instances. You can select ports instead of networks or a mix of both.
ru: Порты предоставляют экземплярам дополнительные каналы связи. Порты можно выбрать вместо сетей, или же использовать и порты и сети.

source: Network ID
ru: ID сети

source: VNIC type
ru: Тип VNIC

source: Host ID
ru: ID хоста

source: Available Scheduler Hints
ru: Доступные подсказки планировщика

source: Existing Scheduler Hints
ru: Существующие подсказки планировщика

source: No available scheduler hints
ru: Нет доступных подсказок планировщика

source: No existing scheduler hints
ru: Нет существующих подсказок планировщика

source: Scheduler hints allow you to pass additional placement related information to the Zun's scheduler.
ru: Подсказки планировщика дают возможность передавать планировщику Zun дополнительные сведения, касающиеся размещения

source: This step allows you to add scheduler hints to your container.
ru: На данном шаге можно добавить подсказки планировщика в контейнер.

source: Direction
ru: Направление

source: Ether Type
ru: Укажите тип

source: Protocol
ru: Протокол

source: Min Port
ru: Мин. порт

source: Max Port
ru: Макс. порт

source: Remote
ru: Удалённая

source: Select one or more security groups from the available groups below.
ru: Выберите одну или больше групп из доступных групп ниже

source: Select one or more
ru: Выберите один или более

source: Description
ru: Описание

source: Security groups define a set of IP filter rules that determine how network traffic flows to and from a container.
ru: Группы безопасности настраивают набор правил фильтрации IP, определяющих, каким образом трафик входит и исходит из контейнера.

source: To create new security groups, go to the <b>Network | Security Groups</b> view, then click <b>Create Security Group</b>.
ru: Чтобы создать новую группу безопасности, перейдите в режим <b>Сеть | Группы безопасности</b> и нажмите кнопку <b>Создать группу безопасности</b>.

source: Users can add additional rules to an existing security group to further define the access options for a container. To create additional rules, go to the <b>Network | Security Groups</b> view, then find the security group and click <b>Manage Rules</b>.
ru: Пользователи могут добавлять дополнительные правила в существующие группы безопасности для более детальной настройки параметров доступа к контейнеру. Чтобы создать дополнительные правила, перейдите в режим <b>Сеть | Группы безопасности</b>, затем найдите группу и нажмите <b>Управление правилами</b>.

source: In this dialog, specify the security groups for the container. Note that the security groups will only apply for ports that will be created from the allocated networks, but will not apply for the allocated ports that are pre-existing.
ru: В данном диалоге укажите группы безопасности этого контейнера. Обратите внимание, что группы безопасности могу применяться только для тех портов, которые будут созданы из выделенных сетей, но не будут применяться к ранее выделенным портам.

source: Select the security groups to create the container in.
ru: Выберите группы безопасности, в которых нужно создать контейнер.

source: Logs
ru: Журналы

source: Console
ru: Консоль

source: Hosts
ru: Хосты

source: Memory Total
ru: Всего памяти
