Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/keystone-19.0.0/keystone.po
Languages: ru

source: Cannot delete project tags for %(project_id)s, project is immutable. Set "immutable" option to false before creating project tags.
ru: Невозможно удалить метки проекта %(project_id)s, проект помечен как «неизменяемый». Перед созданием меток проекта укажите значение «ложно» для параметра "immutable".

source: No options specified
ru: Параметры не указаны

source: The value of group %(group)s specified in the config should be a dictionary of options
ru: Значение группы %(group)s, указанное в конфигурации, должно представлять собой словарь параметров

source: Option %(option)s found with no group specified while checking domain configuration request
ru: При проверке запроса конфигурации домена обнаружен параметр %(option)s без указания группы

source: Group %(group)s is not supported for domain specific configurations
ru: Группа %(group)s не поддерживается в конфигурациях конкретных доменов

source: Option %(option)s in group %(group)s is not supported for domain specific configurations
ru: Параметр %(option)s в группе %(group)s не поддерживается в конфигурациях конкретных доменов

source: An unexpected error occurred when retrieving domain configs
ru: При получении конфигураций доменов возникла непредвиденная ошибка

source: option %(option)s in group %(group)s
ru: параметр %(option)s в группе %(group)s

source: group %(group)s
ru: группа %(group)s

source: any options
ru: любые параметры

source: Reading security compliance information for any domain other than the default domain is not allowed or supported.
ru: Чтение сведений о соответствии требованиям безопасности для любого домена, кроме домена по умолчанию, не допускается или не поддерживается

source: Reading security compliance values other than password_regex and password_regex_description is not allowed.
ru: Чтение любых значений соответствия требованиям безопасности, кроме password_regex и password_regex_description, не допускается

source: Trying to update option %(option)s in group %(group)s, so that, and only that, option must be specified in the config
ru: Попытка обновить параметр %(option)s в группе %(group)s, чтобы этот и только этот параметр был указан в конфигурации

source: Trying to update group %(group)s, so that, and only that, group must be specified in the config
ru: Попытка обновить группу %(group)s, чтобы эта и только этагруппа была указана в конфигурации

source: request to update group %(group)s, but config provided contains group %(group_other)s instead
ru: запрошено обновление группы %(group)s, но предоставленная конфигурация содержит группу %(group_other)s

source: Trying to update option %(option)s in group %(group)s, but config provided contains option %(option_other)s instead
ru: Попытка обновления параметра %(option)s в группе %(group)s, но предоставленная конфигурация содержит параметр %(option_other)s

source: Reading the default for option %(option)s in group %(group)s is not supported
ru: Чтение значения по умолчанию параметра %(option)s в группе %(group)s не поддерживается

source: The revoke call must not have both domain_id and project_id. This is a bug in the Keystone server. The current request is aborted.
ru: Вызов revoke не должен содержать одновременно и domain_id и project_id. Это баг сервера Keystone. Текущий запрос прерывается.

source: Failed to validate token
ru: Не удалось выполнить проверку маркёра

source: No domain information specified as part of list request
ru: В запросе списка сведений о домене не указано

source: You have tried to create a resource using the admin token. As this token is not within a domain you must explicitly include a domain for this resource to belong to.
ru: Вы сделали попытку создать ресурс с помощью маркёра администратора. Поскольку этот маркёр находится вне пределов домена, то необходимо явно включить домен, которому должен принадлежать ресурс.

source: resulting JSON load was not a dict
ru: итоговый JSON load не был словарём

source: Could not find token
ru: Не удалось найти маркёр

source: Programming Error: Invalid arguments supplied to build scope.
ru: Программная ошибка: для создания области действия предоставлены недействительные аргументы

source: No token in the request
ru: Маркёр в запросе отсутствует

source: Could not recognize Fernet token
ru: Не удалось распознать маркёр Fernet

source: This is not a recognized Fernet payload version: %s
ru: Версия полезной нагрузки Fernet не распознана: %s

source: %(private_key)s does not exist. You can generate a key pair using `keystone-manage create_jws_keypair`.
ru: %(private_key)s не существует. Создать пару ключей можно с помощью `keystone-manage create_jws_keypair`.

source: %(public_key_repo)s does not exist. Please make sure the directory exists and is readable by the process running keystone.
ru: %(public_key_repo)s не существует. Убедитесь в том, что каталог существует и доступен для чтения процессом, выполняющим Keystone.

source: %(public_key_repo)s must contain at least one public key but it is empty. You can generate a key pair using `keystone-manage create_jws_keypair`.
ru: %(public_key_repo)s должен содержать минимум один открытый ключ, но он пуст. Создать пару ключей можно с помощью «keystone-manage create_jws_keypair».

source: Remaining redelegation depth of %(redelegation_depth)d out of allowed range of [0..%(max_count)d]
ru: Оставшаяся глубина повторного делегирования — %(redelegation_depth)d из допустимого диапазона [0..%(max_count)d]

source: Field "remaining_uses" is set to %(value)s while it must not be set in order to redelegate a trust
ru: В поле "remaining_uses" указано значение %(value)s, но в целях повторного делегирования довериязначение поля не должно быть настроено

source: Requested expiration time is more than redelegated trust can provide
ru: Запрошенное время окончания действия превышает значение, которое может предоставить повторно делегированное доверие

source: Some of requested roles are not in redelegated trust
ru: Некоторые из запрошенных ролей отсутствуют в повторно делегированном доверии

source: Impersonation is not allowed because redelegated trust does not specify impersonation. Redelegated trust id: %s
ru: Олицетворение не допускается, т.к. повторно делегированное доверие его не подразумевает. ID повторно делегированного доверия: %s

source: One of the trust agents is disabled or deleted
ru: Один из агентов доверия отключён или удалён

source: remaining_uses must be a positive integer or null.
ru: значение remaining_uses должно быть положительным целым числом или нулём

source: Requested redelegation depth of %(requested_count)d is greater than allowed %(max_count)d
ru: Запрошенная глубина повторного делегирования %(requested_count)d превышает допустимую %(max_count)d

source: remaining_uses must not be set if redelegation is allowed
ru: значение remaining_uses не должно быть указано, если допускается повторное делегирование

source: Modifying "redelegation_count" upon redelegation is forbidden. Omitting this parameter is advised.
ru: Изменение значения "redelegation_count" после повторного делегирования запрещено. Рекомендуется опустить этот параметр.
