Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/keystone-19.0.0/keystone.po
Languages: ru

source: Expecting to find %(attribute)s in %(target)s. The server could not comply with the request since it is either malformed or otherwise incorrect. The client is assumed to be in error.
ru: В %(target)s ожидалось найти %(attribute)s. Серверу не удалось выполнить запрос, т.к. у запроса неправильный формат, либо он не является корректным по каким-то другим причинам. Предполагается ошибка на клиенте.

source: Cannot create an endpoint with an invalid URL: %(url)s.
ru: Невозможно создать конечную точку с недействительным URL: %(url)s.

source: Password validation error: %(detail)s.
ru: Ошибка при проверке правильности пароля: %(detail)s.

source: The password does not match the requirements: %(detail)s.
ru: Пароль не отвечает требованиям: %(detail)s.

source: The new password cannot be identical to a previous password. The total number which includes the new password must be unique is %(unique_count)s.
ru: Новый пароль не может быть идентичен предыдущему. Общее число, включающее новый пароль, должно быть уникальным и равно %(unique_count)s.

source: You cannot change your password at this time due to the minimum password age. Once you change your password, it must be used for %(min_age_days)d day(s) before it can be changed. Please try again in %(days_left)d day(s) or contact your administrator to reset your password.
ru: Сейчас пароль невозможно изменить, т.к. на данный момент его срок жизни минимален. После смены пароля, минимальный срок дней, в течение которых он должен использоваться и не может быть изменён, составляет: %(min_age_days)d. Повторите попытку через следующее число дней: %(days_left)d, либо обратитесь к администратору для отката пароля.

source: You cannot change your password at this time due to password policy disallowing password changes. Please contact your administrator to reset your password.
ru: В данный момент пароль невозможно сменить, т.к политика паролей запрещает смену паролей. Для отката пароля обратитесь к администратору.

source: Timestamp not in expected format. The server could not comply with the request since it is either malformed or otherwise incorrect. The client is assumed to be in error.
ru: Неожиданный формат временной метки. Серверу не удалось выполнить запрос, т.к. у запроса неправильный формат, либо он не является корректным по каким-то другим причинам. Предполагается ошибка на клиенте.

source: The given operator %(_op)s is not valid. It must be one of the following: 'eq', 'neq', 'lt', 'lte', 'gt', or 'gte'.
ru: Указанный оператор %(_op)s недействителен. Должно быть что-то одно из: 'eq', 'neq', 'lt', 'lte', 'gt' или 'gte'.

source: The 'expires_at' must not be before now. The server could not comply with the request since it is either malformed or otherwise incorrect. The client is assumed to be in error.
ru: Значение 'expires_at' не должно быть ранее текущего времени. Серверу не удалось выполнить запрос, т.к. у запроса неправильный формат, либо он не является корректным по каким-то другим причинам. Предполагается ошибка на клиенте.

source: String length exceeded. The length of string '%(string)s' exceeds the limit of column %(type)s(CHAR(%(length)d)).
ru: Превышена длина строки. Длина строки '%(string)s' превышает ограничение столбца %(type)s(CHAR(%(length)d)).

source: There are multiple %(resource)s entities named '%(name)s'. Please use ID instead of names to resolve the ambiguity.
ru: Существует несколько сущностей %(resource)s с именем '%(name)s'. Для разрешения двойственного толкования используйте ID вместо имён.

source: Invalid application credential: %(detail)s
ru: Недействительные учётные данные приложения: %(detail)s

source: The specified parent region %(parent_region_id)s would create a circular region hierarchy.
ru: Указанный родительский регион %(parent_region_id)s создал бы циклическую иерархию регионов.

source: The password length must be less than or equal to %(size)i. The server could not comply with the request because the password is invalid.
ru: Длина пароля должна быть меньше или равна %(size)i. Сервер не мог выполнить запрос в связи с недействительным паролем.

source: Unable to delete region %(region_id)s because it or its child regions have associated endpoints.
ru: Не удалось удалить регион %(region_id)s, т.к. у него, или у регионов его потомков есть связанные конечные точки.

source: Unable to create additional application credentials, maximum of %(limit)d already exceeded for user.
ru: Не удалось создать дополнительные учётные данные приложения, для пользователя уже превышено ограничение в %(limit)d.

source: Unable to create additional credentials, maximum of %(limit)d already exceeded for user.
ru: Не удалось создать дополнительные учётные данные, для пользователя уже превышено ограничение в %(limit)d.

source: (Disable insecure_debug mode to suppress these details.)
ru: (Чтобы эти подробности не показывались, отключите режим insecure_debug.)

source: The request you have made requires authentication.
ru: Созданный вами запрос требует аутентификации

source: Insufficient auth methods received for %(user_id)s. Auth Methods Provided: %(methods)s.
ru: Для %(user_id)s получены недостаточные методы аутентификации. Предоставленные методы: %(methods)s.

source: Could not find auth receipt: %(receipt_id)s.
ru: Не удалось найти auth receipt: %(receipt_id)s.

source: The password is expired and needs to be changed for user: %(user_id)s.
ru: Срок действия пароля пользователя %(user_id)s истёк, и пароль необходимо сменить.

source: Authentication plugin error.
ru: Ошибка модуля аутентификации

source: The account is disabled for user: %(user_id)s.
ru: Учётная запись пользователя %(user_id)s отключена.

source: The account is locked for user: %(user_id)s.
ru: Учётная запись пользователя %(user_id)s заблокирована.

source: Attempted to authenticate with an unsupported method.
ru: Попытка аутентификации с помощью неподдерживаемого метода

source: Error authenticating with application credential: %(detail)s
ru: Ошибка аутентификации с учётной записью приложения: %(detail)s

source: Additional authentications steps required.
ru: Требуются дополнительные шаги аутентификации

source: You are not authorized to perform the requested action.
ru: Отсутствует авторизация для выполнения запрошенного действия

source: You are not authorized to perform the requested action: %(action)s.
ru: Отсутствует авторизация для выполнения запрошенного действия: %(action)s.

source: Group membership across backend boundaries is not allowed. Group in question is %(group_id)s, user is %(user_id)s.
ru: Участие в группах, выходящее за границы серверной части, не допускается. Группа: %(group_id)s, пользователь: %(user_id)s.

source: Invalid mix of entities for policy association: only Endpoint, Service, or Region+Service allowed. Request was - Endpoint: %(endpoint_id)s, Service: %(service_id)s, Region: %(region_id)s.
ru: Недействительное сочетание сущностей для привязки политики: разрешается только конечная точка, служба или регион+служба. Было запрошено: конечная точка: %(endpoint_id)s, служба: %(service_id)s, регион: %(region_id)s.

source: Invalid domain specific configuration: %(reason)s.
ru: Недействительная конфигурация домена: %(reason)s.

source: Invalid resource limit: %(reason)s.
ru: Недействительное ограничение использования ресурса: %(reason)s.

source: Keystone cannot start due to project hierarchical depth in the current deployment (project_ids: %(project_id)s) exceeds the enforcement model's maximum limit of %(max_limit_depth)s. Please use a different enforcement model to correct the issue.
ru: Запуск Keystone невозможен, т.к. иерархическая глубина проекта в текущем развёртывании (project_ids: %(project_id)s) превышает максимальное ограничение глубины для принудительной модели: %(max_limit_depth)s. Для исправления проблемы используйте другую принудительную модель.

source: Could not find: %(target)s.
ru: Не удалось найти: %(target)s.

source: Could not find endpoint: %(endpoint_id)s.
ru: Не удалось найти конечную точку: %(endpoint_id)s.

source: Could not find policy: %(policy_id)s.
ru: Не удалось найти политику: %(policy_id)s.

source: Could not find policy association.
ru: Не удалось найти привязку политики.

source: Could not find role: %(role_id)s.
ru: Не удалось найти роль: %(role_id)s.

source: %(prior_role_id)s does not imply %(implied_role_id)s.
ru: %(prior_role_id)s не подразумевает %(implied_role_id)s.

source: %(role_id)s cannot be an implied roles.
ru: %(role_id)s не может быть подразумеваемой ролью

source: Project %(project_id)s must be in the same domain as the role %(role_id)s being assigned.
ru: Проект %(project_id)s должен находиться в том же домене, что и присваиваемая роль %(role_id)s

source: role: %(role_name)s must be within the same domain as the identity provider: %(identity_provider)s.
ru: роль: %(role_name)s должна находиться в том же домене, что и поставщик идентификации: %(identity_provider)s.

source: Domain ID does not conform to required UUID format.
ru: ID домена не отвечает требуемому формату UUID.

source: Could not find role assignment with role: %(role_id)s, user or group: %(actor_id)s, project, domain, or system: %(target_id)s.
ru: Не удалось найти присвоение роли для роли: %(role_id)s, пользователь или группа: %(actor_id)s, проект, домен или система: %(target_id)s.

source: Could not find region: %(region_id)s.
ru: Не удалось найти регион: %(region_id)s.

source: Could not find service: %(service_id)s.
ru: Не удалось найти службу: %(service_id)s.

source: Could not find domain: %(domain_id)s.
ru: Не удалось найти домен: %(domain_id)s.

source: Could not find project: %(project_id)s.
ru: Не удалось найти проект: %(project_id)s.

source: Could not find project tag: %(project_tag)s.
ru: Не удалось найти метку проекта: %(project_tag)s.

source: Could not find token: %(token_id)s.
ru: Не удалось найти маркёр: %(token_id)s.

source: Could not find user: %(user_id)s.
ru: Не удалось найти пользователь: %(user_id)s.

source: Could not find group: %(group_id)s.
ru: Не удалось найти группу: %(group_id)s.

source: Could not find mapping: %(mapping_id)s.
ru: Не удалось найти отображение: %(mapping_id)s.

source: Could not find trust: %(trust_id)s.
ru: Не удалось найти доверие: %(trust_id)s.

source: No remaining uses for trust: %(trust_id)s.
ru: Для доверия больше не осталось применений: %(trust_id)s.

source: Could not find credential: %(credential_id)s.
ru: Не удалось найти учётные данные: %(credential_id)s.

source: Could not find version: %(version)s.
ru: Не удалось найти версию: %(version)s.

source: Could not find Endpoint Group: %(endpoint_group_id)s.
ru: Не удалось найти группу конечной точки: %(endpoint_group_id)s.

source: Could not find Identity Provider: %(idp_id)s.
ru: Не удалось найти поставщика идентификации: %(idp_id)s.

source: Could not find Service Provider: %(sp_id)s.
ru: Не удалось найти поставщика службы: %(sp_id)s.

source: Could not find federated protocol %(protocol_id)s for Identity Provider: %(idp_id)s.
ru: Не удалось найти федеративный протокол %(protocol_id)s поставщика идентификации: %(idp_id)s.

source: Could not find registered limit for %(id)s.
ru: Не удалось найти зарегистрированное ограничение %(id)s.

source: Could not find limit for %(id)s.
ru: Не удалось найти ограничение %(id)s.

source: Unable to create a limit that has no corresponding registered limit.
ru: Невозможно создать ограничение, не имеющее соответствующего зарегистрированного ограничения.

source: Unable to update or delete registered limit %(id)s because there are project limits associated with it.
ru: Невозможно обновить или удалить зарегистрированное ограничение %(id)s, т.к. существуют связанные с ним ограничения проектов.

source: Could not find %(group_or_option)s in domain configuration for domain %(domain_id)s.
ru: Не удалось найти %(group_or_option)s в конфигурации домена для %(domain_id)s.

source: Could not find Application Credential: %(application_credential_id)s.
ru: Не удалось найти учётные данные приложения: %(application_credential_id)s.

source: Could not find Access Rule: %(access_rule_id)s.
ru: Не удалось найти правило доступа: %(access_rule_id)s.

source: Conflict occurred attempting to store %(type)s - %(details)s.
ru: При попытке поместить %(type)s на хранение возник конфликт: %(details)s.

source: An unexpected error prevented the server from fulfilling your request.
ru: Серверу не удалось выполнить запрос в связи с непредвиденной ошибкой.

source: An unexpected error prevented the server from fulfilling your request: %(exception)s.
ru: Серверу не удалось выполнить запрос в связи с непредвиденной ошибкой: %(exception)s.

source: Unable to consume trust %(trust_id)s. Unable to acquire lock.
ru: Невозможно использовать доверие %(trust_id)s. Не удалось получить блокировку.

source: Malformed endpoint URL (%(endpoint)s), see ERROR log for details.
ru: Неправильный формат URL конечной точки (%(endpoint)s), подробности см. в журнале ERROR.

source: Group %(group_id)s returned by mapping %(mapping_id)s was not found in the backend.
ru: Не удалось найти в серверной части группу %(group_id)s, возвращённую отображением %(mapping_id)s.

source: Error while reading metadata file: %(reason)s.
ru: Ошибка во время чтения файла метаданных: %(reason)s.

source: Local section in mapping %(mapping_id)s refers to a remote match that doesn't exist (e.g. {0} in a local section).
ru: Раздел local в отображении %(mapping_id)s отсылается на несуществующее удалённое совпадение (например, {0} в разделе local).

source: Unexpected combination of grant attributes - User: %(user_id)s, Group: %(group_id)s, Project: %(project_id)s, Domain: %(domain_id)s.
ru: Непредвиденное сочетание атрибутов grant: пользователь: %(user_id)s, группа: %(group_id)s, проект: %(project_id)s, домен: %(domain_id)s.

source: The action you have requested has not been implemented.
ru: Запрошенное действие ещё не было реализовано.

source: The service you have requested is no longer available on this server.
ru: Запрошенная служба больше недоступна на этом сервере

source: The Keystone configuration file %(config_file)s could not be found.
ru: Не удалось найти файл конфигурации Keystone %(config_file)s

source: No encryption keys found; run keystone-manage fernet_setup to bootstrap one.
ru: Ключей шифрования не найдено; запустите keystone-manage fernet_setup для начальной загрузки одного ключа.

source: The Keystone domain-specific configuration has specified more than one SQL driver (only one is permitted): %(source)s.
ru: В конфигурации Keystone, относящейся к домену, указывается больше одного драйвера SQL (допускается только один): %(source)s.

source: %(mod_name)s doesn't provide database migrations. The migration repository path at %(path)s doesn't exist or isn't a directory.
ru: %(mod_name)s не предоставляет возможностей для миграции баз данных. Путь репозитория для миграции %(path)s не существует, или не является каталогом.

source: Token version is unrecognizable or unsupported.
ru: Версия маркёра не распознаётся, либо не поддерживается

source: Unable to sign SAML assertion. It is likely that this server does not have xmlsec1 installed or this is the result of misconfiguration. Reason %(reason)s.
ru: Невозможно подписать декларацию SAML. Скорее всего на этом сервере не установлен xmlsec1, либо в конфигурации есть ошибки. Причина %(reason)s.

source: No Authorization headers found, cannot proceed with OAuth related calls. If running under HTTPd or Apache, ensure WSGIPassAuthorization is set to On.
ru: Заголовки авторизации не найдены, дальнейшая обработка вызовов, имеющих отношение к OAuth, невозможна. При выполнении с использованием HTTPd или Apache, убедитесь в том, что директива WSGIPassAuthorization активирована.

source: Could not determine Identity Provider ID. The configuration option %(issuer_attribute)s was not found in the request environment.
ru: Не удалось определить идентификатор поставщика идентификации. Параметр конфигурации %(issuer_attribute)s не найден в окружении запроса.

source: An unexpected error prevented the server from accessing encrypted credentials.
ru: Серверу не удалось получить доступ к зашифрованным учётным данным в связи с непредвиденной ошибкой.

source: Unable to establish a connection to LDAP Server (%(url)s).
ru: Не удалось подключиться к серверу LDAP (%(url)s).

source: Unable to authenticate against Identity backend - Invalid username or password
ru: Не удалось пройти аутентификацию в серверной части — неверное имя пользователя или пароль

source: Number of User/Group entities returned by LDAP exceeded size limit. Contact your LDAP administrator.
ru: Число сущностей пользователь/группа, возвращённое LDAP, превышает ограничение на размер. Свяжитесь с администратором LDAP

source: Failed to deserialize %(obj)s. Data is %(data)s
ru: Не удалось выполнить десериализацию %(obj)s. Данные: %(data)s

source: Unable to update immutable %(type)s resource: `%(resource_id)s. Set resource option "immutable" to false first.
ru: Не удалось обновить неизменяемый ресурс %(type)s: `%(resource_id)s. Сначала установите значение «ложно» для параметра "immutable" ресурса.

source: Unable to delete immutable %(type)s resource: `%(resource_id)s. Set resource option "immutable" to false first.
ru: Не удалось удалить неизменяемый ресурс %(type)s: `%(resource_id)s. Сначала установите значение «ложно» для параметра "immutable" ресурса.

source: %(event)s is not a valid notification event, must be one of: %(actions)s
ru: %(event)s не является действительным событием, должно быть что-то одно из: %(actions)s

source: Method not callable: %s
ru: Метод не является вызываемым: %s

source: Request must have an origin query parameter
ru: У запроса должен быть параметр origin query

source: %(host)s is not a trusted dashboard host
ru: %(host)s не является доверенным хостом монитора ресурсов

source: A project-scoped token is required to produce a service catalog.
ru: Для создания каталога службы необходим маркёр проекта с областью действия проект

source: Missing entity ID from environment
ru: Отсутствует ID объекта из окружения

source: Invalid blob in credential
ru: Недействительный блоб в учётных данных

source: %s can not be updated for credential
ru: %s невозможно обновить для учётных данных

source: Invalid EC2 signature.
ru: Недопустимая сигнатура EC2

source: EC2 signature not supplied.
ru: Сигнатура EC2 не предоставлена

source: %s field is required and cannot be empty
ru: Поле %s является обязательным и не может быть пустым

source: Invalid signature
ru: Недопустимая сигнатура

source: Request token is expired
ru: Срок действия маркёра запроса истёк

source: Provided consumer does not exist.
ru: Предоставленный потребитель не существует

source: Provided consumer key does not match stored consumer key.
ru: Предоставленный ключ потребителя не совпадает с хранящимся ключом потребителя

source: Provided verifier does not match stored verifier
ru: Предоставленный верификатор не совпадает с хранящимся верификатором

source: Request Token does not have an authorizing user id.
ru: У маркёра запроса нет авторизующего ID пользователя

source: Cannot authorize a request token with a token issued via delegation.
ru: Невозможно авторизовать маркёр запроса маркёром, выданным с помощью делегирования

source: authorizing user does not have role required
ru: у авторизующего пользователя отсутствует требуемая роль

source: invalidate date format %s
ru: сделать недействительным формат даты %s

source: This API is no longer available due to the removal of support for PKI tokens.
ru: Данный API больше недоступен в связи с удалением поддержки маркёров PKI

source: Cannot use parents_as_list and parents_as_ids query params at the same time.
ru: Параметры запроса parents_as_list и parents_as_ids невозможно использовать одновременно

source: Cannot use subtree_as_list and subtree_as_ids query params at the same time.
ru: Параметры запроса subtree_as_list и subtree_as_ids невозможно использовать одновременно

source: Conflicting region IDs specified: "%(url_id)s" != "%(ref_id)s"
ru: Указан конфликтующий ID региона: "%(url_id)s" != "%(ref_id)s"

source: scope.project.id must be specified if include_subtree is also specified
ru: если указывается include_subtree, то также необходимо указывать scope.project.id

source: Specify a domain or project, not both
ru: Укажите домен или проект, но не то и другое

source: Specify system or domain, not both
ru: Укажите систему или домен, но не то и другое

source: Specify system or project, not both
ru: Укажите систему или проект, но не то и другое

source: Specify a user or group, not both
ru: Укажите пользователя или группу, но не то и другое

source: Combining effective and group filter will always result in an empty list.
ru: Сочетание фильтров effective и group всегда даст пустой список

source: Combining effective, domain and inherited filters will always result in an empty list.
ru: Сочетание фильтров effective, domain и inherited всегда даст пустой список

source: Credential signature mismatch
ru: Несоответствие сигнатуры учётных данных

source: Requested user has no relation to this trust
ru: Запрошенный пользователь не имеет отношения к этому доверию

source: Using method 'application_credential' is not allowed for managing trusts.
ru: Для управления доверием использование метода 'application_credential' не допускается

source: Redelegation allowed for delegated by trust only
ru: Повторное делегирование допускается только для делегирований посредством доверий

source: At least one role should be specified
ru: Необходимо указать как минимум одну роль

source: The authenticated user should match the trustor
ru: Пользователь, прошедший аутентификацию, должен совпадать с лицом, делегирующим права

source: Only admin or trustor can delete a trust
ru: Доверие может удалить только администратор или лицо, делегирующее права

source: Using method 'application_credential' is not allowed for managing additional application credentials.
ru: Использование метода «application_credential» не допускается для управления дополнительными учётными данными приложений

source: Error when changing user password: %s
ru: Ошибка при смене пароля пользователя: %s

source: EC2 access key not found.
ru: Ключ доступа EC2 не найден

source: Cannot list request tokens with a token issued via delegation.
ru: Невозможно получить список маркёров запроса с помощью маркёра, выданного делегированием.

source: User IDs do not match
ru: ID пользователей не совпадают

source: Cannot create an application credential with unassigned role
ru: Невозможно создать учётные данные приложения с неприсвоенной ролью

source: Cannot create an application credential for another user.
ru: Невозможно создать учётные данные приложения для другого пользователя

source: Invalid application credential ID or secret
ru: Недействительный ID или секрет учётных данных приложения

source: Must specify either domain or project
ru: Необходимо указать домен или проект

source: Cannot list assignments sourced from groups and filtered by user ID.
ru: Невозможно создать список присвоений с источниками в группах и отфильтрованных по ID пользователя

source: Role %s is not defined
ru: Роль %s не настроена

source: Update of `domain_id` is not allowed.
ru: Обновление «domain_id» не допускается

source: Global role cannot imply a domain-specific role
ru: Глобальная роль не может подразумевать роли, относящейся к конкретному домену

source: Cannot remove role that has not been granted, %s
ru: Невозможно удалить роль, которая не была присвоена, %s

source: Unexpected assignment type encountered, %s
ru: Обнаружен неожиданный тип присвоения, %s
