Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/keystone-19.0.0/keystone.po
Languages: ru

source: Unable to reconcile identity attribute %(attribute)s as it has conflicting values %(new)s and %(old)s
ru: Невозможно выверить атрибут идентификации %(attribute)s, т.к. у него конфликтующие значения %(new)s и %(old)s.

source: Domain name cannot contain reserved characters.
ru: Доменное имя не может содержать зарезервированные символы

source: Project name cannot contain reserved characters.
ru: Имя проекта не может содержать зарезервированные символы

source: Could not find application credential: %s
ru: Не удалось найти учётные данные приложения: %s

source: Scoping to both domain and project is not allowed
ru: Одновременное ограничение области и для домена, и для проекта не допускается

source: Scoping to both domain and trust is not allowed
ru: Одновременное ограничение области и для домена, и для доверия не допускается

source: Scoping to both project and trust is not allowed
ru: Одновременное ограничение области и для проекта, и для доверия не допускается

source: Scoping to both project and system is not allowed
ru: Одновременное ограничение области и для проекта, и для системы не допускается

source: Scoping to both domain and system is not allowed
ru: Одновременное ограничение области и для домена, и для системы не допускается

source: Auth Method Plugins are not loaded.
ru: Модули метода аутентификации не загружены

source: Invalid input for field identity/password/user: id or name must be present.
ru: Недействительный ввод для поля «идентификация/пароль/пользователь»: должно присутствовать имя или ID

source: Invalid input for field identity/password/user/domain: id or name must be present.
ru: Недействительный ввод для поля «идентификация/пароль/пользователь/домен»: должно присутствовать имя или ID

source: Invalid input for field scope/project: id or name must be present.
ru: Недействительный ввод для поля «область действия/проект»: должно присутствовать имя или ID

source: Invalid input for field scope/project/domain: id or name must be present.
ru: Недействительный ввод для поля «область действия/проект/домен»: должно присутствовать имя или ID

source: Invalid input for field scope/domain: id or name must be present.
ru: Недействительный ввод для поля «область действия/домен»: должно присутствовать имя или ID

source: No authenticated user
ru: Нет пользователя, прошедшего аутентификацию

source: Unable to lookup user %s
ru: Невозможно обнаружить пользователя %s

source: auth_type is not Negotiate
ru: auth_type не равен Negotiate

source: Could not map user while setting ephemeral user identity. Either mapping rules must specify user id/name or REMOTE_USER environment variable must be set.
ru: Не удалось создать отображение для пользователя во время настройки идентификации пользователя Ephemeral. Либо укажите в правилах отображения ID пользователя/имя, либо настройте переменную окружения REMOTE_USER.

source: Access token is expired
ru: Срок действия маркёра доступа истёк

source: Could not validate the access token
ru: Не удалось выполнить проверку маркёра доступа

source: Invalid username or password
ru: Недействительное имя пользователя или пароль

source: Using OAuth-scoped token to create another token. Create a new OAuth-scoped token instead
ru: Для создания нового маркёра используется маркёр с областью действия OAuth. Создайте просто новый маркёр с областью действия OAuth.

source: Using trust-scoped token to create another token. Create a new trust-scoped token instead
ru: Для создания другого маркёра используется маркёр с областью действия доверия. Создайте просто новый маркёр с областью действия доверия.

source: Using a system-scoped token to create a project-scoped or domain-scoped token is not allowed.
ru: Не допускается использование маркёров с областью действия системы для создания маркёров с областью действия проекта/домена.

source: rescope a scoped token
ru: изменить область действия маркёра

source: Invalid username or TOTP passcode
ru: Недействительное имя пользователя или код доступа к TOTP

source: Duplicate ID, %s.
ru: Дублирующие ID, %s.

source: Endpoint %(endpoint_id)s not found in project %(project_id)s
ru: Не удалось найти конечную точку %(endpoint_id)s в проекте %(project_id)s

source: Endpoint Group Project Association not found
ru: Связь с проектом группы конечной точки не найдена

source: ERROR: Either --bootstrap-password argument or OS_BOOTSTRAP_PASSWORD must be set.
ru: ОШИБКА: необходимо либо указать аргумент «--bootstrap-password», либо настроить параметр OS_BOOTSTRAP_PASSWORD

source: All extensions have been moved into keystone core and as such its migrations are maintained by the main keystone database control. Use the command: keystone-manage db_sync
ru: Все расширения были перемещены в ядро Keystone, и поэтому миграции обслуживаются средствами контроля главной ДБ Keystone. Используйте команду «keystone-manage db_sync»

source: Private key %(path)s already exists
ru: Закрытый ключ %(path)s уже существует

source: Public key %(path)s already exists
ru: Открытый ключ %(path)s уже существует

source: Unable to rotate credential keys because not all credentials are encrypted with the primary key. Please make sure all credentials have been encrypted with the primary key using `keystone-manage credential_migrate`.
ru: Невозможно выполнить ротацию ключей учётных данных, т.к. не все учётные данные зашифрованы первичным ключом. Убедитесь в том, что все учётные данные были зашифрованы с помощью первичного ключа и команды «keystone-manage credential_migrate».

source: At least one option must be provided
ru: Необходимо предоставить как минимум один параметр

source: --all option cannot be mixed with other options
ru: Параметр «--all» нельзя смешивать с другими параметрами

source: Unknown domain '%(name)s' specified by --domain-name
ru: С помощью «--domain-name» указан неизвестный домен '%(name)s'

source: At least one option must be provided, use either --all or --domain-name
ru: Необходимо предоставить как минимум один параметр, используйте либо «--all», либо «--domain-name»

source: The --all option cannot be used with the --domain-name option
ru: Параметр «--all» нельзя использовать вместе с параметром «--domain-name»

source: Invalid domain name: %(domain)s found in config file name: %(file)s - ignoring this file.
ru: В файле конфигурации %(file)s обнаружено недействительное доменное имя %(domain)s, файл игнорируется

source: Domain: %(domain)s already has a configuration defined - ignoring file: %(file)s.
ru: У домена %(domain)s уже есть настроенная конфигурация — файл %(file)s игнорируется.

source: Error parsing configuration file for domain: %(domain)s, file: %(file)s.
ru: Ошибка анализа файла конфигурации домена: %(domain)s, файл: %(file)s.

source: Unable to locate domain config directory: %s
ru: Не удалось найти каталог с конфигурацией домена: %s

source: Unable to access the keystone database, please check it is configured correctly.
ru: Невозможно получить доступ к БД Keystone, проверьте правильность конфигурации

source: Error while parsing rules %(path)s: %(err)s
ru: Ошибка во время анализа правил %(path)s: %(err)s

source: Error while opening file %(path)s: %(err)s
ru: Ошибка открытия файла %(path)s: %(err)s

source: assertion file %(pathname)s at line %(line_num)d expected 'key: value' but found '%(line)s' see help for file format
ru: в файле декларации %(pathname)s в строке %(line_num)d ожидался 'ключ: значение', но было обнаружено: '%(line)s', обратитесь к справке по форматам файлов

source: Invalid domain name: %(domain)s
ru: Недействительное доменное имя: %(domain)s

source: WARNING: %s
ru: ПРЕДУПРЕЖДЕНИЕ: %s

source: Cannot truncate a driver call without hints list as first parameter after self
ru: Невозможно обрезать вызов драйвера без списка корневых ссылок в качестве первого параметра после self

source: Unexpected status requested for JSON Home response, %s
ru: Для ответа JSON Home запрошен непредвиденный статус, %s

source: Unable to find %(name)r driver in %(namespace)r.
ru: Невозможно найти драйвер %(name)r в %(namespace)r.

source: Unsupported password hashing algorithm ident: %s
ru: Неподдерживаемый идентификатор алгоритма хэширования паролей: %s

source: Password Hash Algorithm %s not found
ru: Алгоритм хэширования паролей %s не найден

source: Neither Project Domain ID nor Project Domain Name was provided.
ru: Не было предоставлено ни ID домена проекта, ни имя домена проекта

source: User auth cannot be built due to missing either user id, or user name with domain id, or user name with domain name.
ru: Невозможно создать аутентификацию пользователя в связи с отсутствием одного из следующих элементов: ID пользователя, имя пользователя и ID домена, имя пользователя и имя домена

source: Length of transformable resource id > 64, which is max allowed characters
ru: Длина ID подлежащего трансформации ресурса > 64, что является максимальным разрешённым количеством символов

source: Internal error processing authentication and authorization.
ru: Внутрення ошибка обработки аутентификации и авторизации

source: auth_context did not decode anything useful
ru: расшифровка с помощью auth_context не выдала ничего полезного

source: Internal RBAC enforcement error, invalid rule (action) name.
ru: Внутренняя ошибка принудительного применения управления доступом на основе ролей, недействительное имя правила (действия)

source: Expected boolean value, got %r
ru: Ожидалось логическое значение, получено %r

source: Option %(option_id)s already defined in %(registry)s.
ru: Параметр %(option_id)s уже был настроен в %(registry)s.

source: Option %(option_name)s already defined in %(registry)s
ru: Параметр %(option_name)s уже был настроен %(registry)s

source: `option_id` must be a string, got %r
ru: «option_id» должен быть строкой, получен %r

source: `option_id` must be 4 characters in length. Got %r
ru: длина «option_id» должна составлять 4 символа. Получено %r

source: `option_name` must be a string. Got %r
ru: «option_name» должен быть строкой. Получено %r

source: Programming Error: value to be stored must be a datetime object.
ru: Программная ошибка: предназначенное к хранению значение должно быть объектом datetime

source: Duplicate entry
ru: Дублирующая запись

source: Duplicate entry found with %(field)s %(name)s at domain ID %(domain_id)s
ru: В домене с ID %(domain_id)s найдена дублирующая запись с %(field)s %(name)s

source: Duplicate entry found with %(field)s %(name)s
ru: Найдена дублирующая запись с %(field)s %(name)s

source: Duplicate entry at domain ID %s
ru: Дублирующая запись в домене с ID %s

source: An unexpected error occurred when trying to store %s
ru: При попытке поместить %s на хранение возникла непредвиденная ошибка

source: Unable to downgrade schema
ru: Не удалось понизить версию схемы

source: Password must be a string type
ru: Пароль должен иметь тип «строка»

source: Unable to validate password due to invalid configuration
ru: Валидация пароля невозможна в связи с недействительной конфигурацией

source: Invalid input for field '%(path)s': %(message)s
ru: Недействительный ввод для поля '%(path)s': %(message)s

source: Credential could not be encrypted: %s
ru: Не удалось зашифровать учётные данные: %s

source: Credential could not be decrypted. Please contact the administrator
ru: Не удалось расшифровать учётные данные. Свяжитесь с администратором.

source: No policy is associated with endpoint %(endpoint_id)s.
ru: С конечной точкой %(endpoint_id)s не связана ни одна политика

source: Invalid mapping id: %s
ru: Недействительный ID отображения: %s

source: Unable to locate %(binary)s binary on the system. Check to make sure it is installed.
ru: Невозможно найти бинарный файл %(binary)s в системе. Проверьте, установлен ли он.

source: Cannot open certificate %(cert_file)s.Reason: %(reason)s
ru: Невозможно открыть сертификат %(cert_file)s. Причина: %(reason)s

source: Ensure configuration option idp_entity_id is set.
ru: Убедитесь, что параметр конфигурации «idp_entity_id» настроен

source: Ensure configuration option idp_sso_endpoint is set.
ru: Убедитесь в том, что параметр конфигурации «idp_sso_endpoint» настроен.

source: Federation token is expired
ru: Срок действия маркёра интеграции истёк

source: Could not find Identity Provider identifier in environment
ru: В окружении не удалось найти ID поставщика идентификации

source: Incoming identity provider identifier not included among the accepted identifiers.
ru: Входящий ID поставщика идентификации не включён в принимаемые идентификаторы

source: Invalid rule: %(identity_value)s. Both 'groups' and 'domain' keywords must be specified.
ru: Недействительное правило: %(identity_value)s. Необходимо указать оба ключевых слова: и 'groups' и 'domain'.

source: User type %s not supported
ru: Тип пользователя %s не поддерживается

source: Could not map any federated user properties to identity values. Check debug logs or the mapping used for additional details.
ru: Не удалось отобразить ни один из параметров пользователя на значения идентификации. Подробности ищите в журнале отладки или в используемом отображении.

source: Unexpected evaluation type "%(eval_type)s"
ru: Непредвиденный тип оценки "%(eval_type)s"

source: Identity Provider %(idp)s is disabled
ru: Использование поставщика идентификации %(idp)s отключено

source: Service Provider %(sp)s is disabled
ru: Использование поставщика службы %(sp)s отключено

source: Duplicate remote ID: %s
ru: Дублирующие удалённые ID: %s

source: Duplicate entry: %s
ru: Дублирующая запись: %s

source: Config API entity at /domains/%s/config
ru: Конфигурация объекта API в /domains/%s/config

source: Exceeded attempts to register domain %(domain)s to use the SQL driver, the last domain that appears to have had it is %(last_domain)s, giving up
ru: Превышено число попыток регистрации домена %(domain)s для использования драйвера SQL, похоже, что последним доменом, у которого был этот драйвер, является %(last_domain)s, отказ от дальнейших попыток

source: Invalid user / password
ru: Недействительный пользователь / пароль

source: Expected dict or list: %s
ru: Ожидался словарь или список: %s

source: User's default project ID cannot be a domain ID: %s
ru: ID проекта пользователя по умолчанию не может ID домена: %s

source: Could not find Identity Provider: %s
ru: Не удалось найти поставщика идентификации: %s

source: Could not find federated protocol %(protocol)s for Identity Provider: %(idp)s.
ru: Не удалось найти федеративный протокол %(protocol)s поставщика идентификации: %(idp)s.

source: User is disabled: %s
ru: Пользователь отключён: %s

source: Cannot change Domain ID
ru: Не удалось сменить ID домена

source: Cannot change user ID
ru: Не удалось сменить ID пользователя

source: Invalid data type, must be a list of lists comprised of strings. Sub-lists may not be duplicated. Strings in sub-lists may not be duplicated.
ru: Недействительный тип данных, тип должен быть список списков, состоящий из строк. Строки в подчинённых списках не могут дублироваться.

source: User '%(user_id)s' not found in group '%(group_id)s'
ru: Пользователь '%(user_id)s' не найден в группе '%(group_id)s'

source: Invalid LDAP deref option: %(option)s. Choose one of: %(options)s
ru: Недействительный параметр разыменования LDAP: %(option)s. Выберите один из: %(options)s

source: Invalid LDAP TLS certs option: %(option)s. Choose one of: %(options)s
ru: Недействительный параметр сертификата TLS LDAP: %(option)s. Выберите один из: %(options)s

source: Invalid LDAP scope: %(scope)s. Choose one of: %(options)s
ru: Недействительная область действия LDAP: %(scope)s. Выберите одну из: %(options)s

source: Invalid TLS / LDAPS combination
ru: Недействительное сочетание TLS / LDAPS

source: Invalid LDAP TLS_AVAIL option: %s. TLS not available
ru: Недействительный параметр LDAP TLS_AVAIL: %s. TLS недоступен.

source: tls_cacertfile %s not found or is not a file
ru: tls_cacertfile %s не найден или не является файлом

source: tls_cacertdir %s not found or is not a directory
ru: tls_cacertdir %s не найден или не является каталогом

source: DN attribute %(dn)s not found in LDAP
ru: Атрибут DN %(dn)s не найден в LDAP

source: ID attribute %(id_attr)s not found in LDAP object %(dn)s
ru: Атрибут ID %(id_attr)s не найден в объекте LDAP %(dn)s

source: Duplicate name, %s.
ru: Дублирующее имя, %s.

source: Disabling an entity where the 'enable' attribute is ignored by configuration.
ru: Отключается объект с атрибутом «enable», который игнорируется в конфигурации

source: Cannot change %(option_name)s %(attr)s
ru: Не удалось сменить %(option_name)s %(attr)s

source: Member %(member)s is already a member of group %(group)s
ru: Участник %(member)s уже является участником группы %(group)s

source: LDAP does not support write operations
ru: LDAP не поддерживает операции записи

source: Cannot change user name
ru: Не удалось сменить имя пользователя

source: User %(user_id)s is already a member of group %(group_id)s
ru: Пользователь %(user_id)s уже является участником группы %(group_id)s

source: The value of the limit which project is %(project_id)s should not bigger than its parent domain %(domain_id)s.
ru: Значение ограничения, проектом которого является %(project_id)s, не должно превышать значение родительского домена %(domain_id)s.

source: The resource limit (%(level)s: %(id)s, resource_name: %(resource_name)s, resource_limit: %(resource_limit)s, service_id: %(service_id)s, region_id: %(region_id)s) doesn't satisfy current hierarchy model.
ru: Ограничение ресурса (%(level)s: %(id)s, resource_name: %(resource_name)s, resource_limit: %(resource_limit)s, service_id: %(service_id)s, region_id: %(region_id)s) не удовлетворяет требованиям текущей модели иерархии.

source: Trustee has no delegated roles.
ru: У доверенного лица нет делегированных ролей

source: Unable to validate token because project %(id)s is disabled
ru: Невозможно выполнить валидацию маркёра, т.к. проект %(id)s отключён

source: Unable to validate token because domain %(id)s is disabled
ru: Невозможно выполнить валидацию маркёра, т.к. домен %(id)s отключён

source: User is not a trustee.
ru: Пользователь не является доверенным лицом

source: Trustor domain is disabled.
ru: Домен лица, делегирующего права, отключён

source: Trustee domain is disabled.
ru: Домен доверенного лица отключён

source: Trustor is disabled.
ru: Лицо, делегирующее права, отключено

source: User %(user_id)s has no access to the system
ru: У пользователя %(user_id)s нет доступа к системе

source: User %(user_id)s has no access to domain %(domain_id)s
ru: У пользователя %(user_id)s нет доступа к домену %(domain_id)s

source: User %(user_id)s has no access to project %(project_id)s
ru: У пользователя %(user_id)s нет доступа к проекту %(project_id)s

source: Validation failed with errors: %(error)s, detail message is: %(desc)s.
ru: Сбой валидации с ошибками: %(error)s, подробное сообщение: %(desc)s.

source: Unknown parameters found,please provide only oauth parameters.
ru: Обнаружены неизвестные параметры, предоставьте только параметры oauth

source: Consumer not found
ru: Потребитель не найден

source: Request token not found
ru: Маркёр запроса не найден

source: Access token not found
ru: Маркёр доступа не найден

source: No receipt in the request
ru: В запросе отсутствует получение

source: Failed to validate receipt
ru: Не удалось провести валидацию получения

source: This is not a recognized Fernet receipt %s
ru: Не является распознаваемым получением Fernet %s

source: %(key_repo)s does not exist
ru: %(key_repo)s не существует

source: %(key_repo)s does not contain keys, use keystone-manage fernet_setup to create Fernet keys.
ru: %(key_repo)s не содержит ключей, для создания ключей Fernet используйте «keystone-manage fernet_setup»

source: Max hierarchy depth reached for %s branch.
ru: Для ветки %s достигнута максимальная глубина иерархии

source: Multiple domains are not supported
ru: Мультидоменность не поддерживается

source: only root projects are allowed to act as domains.
ru: только корневые проекты могут действовать как домены.

source: Cannot create project, the parent (%(parent_id)s) is acting as a domain, but this project's domain id (%(domain_id)s) does not match the parent's id.
ru: Невозможно создать проект, родитель (%(parent_id)s) действует как домен, но ID домена этого проекта (%(domain_id)s) не совпадает с ID родителя.

source: Cannot create project, since it specifies its domain_id %(domain_id)s, but specifies a parent in a different domain (%(parent_domain_id)s).
ru: Невозможно создать проект, т.к. при указании его domain_id %(domain_id)s, родитель указывается в другом домене (%(parent_domain_id)s).

source: cannot create a project in a branch containing a disabled project: %s
ru: невозможно создать проект в ветке, в которой есть отключённый проект: %s

source: %(entity)s name cannot contain the following reserved characters: %(chars)s
ru: имя %(entity)s не может содержать следующие зарезервированные символы: %(chars)s

source: it is not permitted to have two projects acting as domains with the same name: %s
ru: два проекта не могут действовать как домены с один и тем же именем: %s

source: it is not permitted to have two projects with either the same name or same id in the same domain: name is %(name)s, project id %(id)s
ru: для двух проектов не допускается одинаковое имя, либо одинаковые ID в одном домене: имя %(name)s, ID проекта %(id)s

source: Domain is disabled: %s
ru: Домен отключён: %s

source: Domain cannot be named %s
ru: Именем домена не может быть %s

source: Domain cannot have ID %s
ru: ID домена не может быть %s

source: Project is disabled: %s
ru: Проект отключён: %s

source: Cannot enable project %s since it has disabled parents
ru: Невозможно активировать проект %s, т.к. у него есть отключённые родители

source: Update of `parent_id` is not allowed.
ru: Обновление «parent_id» не допускается

source: Update of `is_domain` is not allowed.
ru: Обновление «is_domain» не допускается.

source: Cannot disable project %(project_id)s since its subtree contains enabled projects.
ru: Невозможно отключить проект %(project_id)s т.к. в его поддереве есть активированные проекты

source: Cascade update is only allowed for enabled attribute.
ru: Каскадное обновление допускается только для включённых атрибутов

source: cannot delete an enabled project acting as a domain. Please disable the project %s first.
ru: невозможно удалить активированный проект, действующий как домен. Сначала отключите проект %s.

source: Cannot delete the project %s since it is not a leaf in the hierarchy. Use the cascade option if you want to delete a whole subtree.
ru: Невозможно удалить проект %s, поскольку он не является листом в иерархии. При необходимости удаления всего поддерева используйте каскадное удаление.

source: Cannot delete project %(project_id)s since its subtree contains enabled projects.
ru: Невозможно удалить проект %(project_id)s, т.к. в его поддереве есть включённые проекты

source: Project field is required and cannot be empty.
ru: Поле проекта является обязательным и не может быть пустым

source: Cannot delete a domain that is enabled, please disable it first.
ru: Невозможно удалить включённый домен, сначала отключите его

source: Cannot create project tags for %(project_id)s, project is immutable. Set "immutable" option to false before creating project tags.
ru: Невозможно создать метки проекта %(project_id)s, проект помечен как «неизменяемый». Перед созданием меток проекта укажите значение «ложно» для параметра "immutable".

source: Cannot update project tags for %(project_id)s, project is immutable. Set "immutable" option to false before creating project tags.
ru: Невозможно обновить метки проекта %(project_id)s, проект помечен как «неизменяемый». Перед созданием меток проекта укажите значение «ложно» для параметра "immutable".
