Repository: jtux270/translate
Catalog: openstack/zanata/magnum-ui-stable-wallaby/*/magnum_ui/locale/djangojs.po
Languages: ru

source: Unable to create cluster.
ru: Не удалось создать кластер

source: Unable to update cluster.
ru: Не удалось обновить кластер

source: Unable to perform rolling upgrade.
ru: Не возможно выполнить rolling-обновление

source: Unable to retrieve the cluster.
ru: Не удалось получить сведения о кластере

source: Unable to retrieve the clusters.
ru: Не удалось получить сведения о кластерах

source: Unable to get cluster's working nodes.
ru: Не удалось получить сведения о рабочих узлах кластера

source: Unable to resize given cluster id: %(id)s.
ru: Не удалось изменить размер указанного кластера с id: %(id)s.

source: Unable to delete the cluster with id: %(id)s
ru: Не удалось удалить кластер с id: %(id)s

source: Unable to delete the clusters.
ru: Не удалось удалить кластеры

source: Unable to create cluster template.
ru: Не удалось создать шаблон кластера

source: Unable to update cluster template.
ru: Не удалось обновить шаблон кластера

source: Unable to retrieve the cluster template.
ru: Не удалось получить сведения о шаблоне кластера

source: Unable to retrieve the cluster templates.
ru: Не удалось получить сведения о шаблонах кластера

source: Unable to delete the cluster template with id: %(id)s
ru: Не удалось удалить шаблон кластера с id: %(id)s

source: Unable to delete the cluster templates.
ru: Не удалось удалить шаблоны кластера.

source: Unable to sign certificate.
ru: Не удалось подписать сертификат

source: Unable to retrieve the certificate.
ru: Не удалось получить сведения о сертификате

source: Unable to rotate the certificate.
ru: Не удалось выполнить ротацию сертификата

source: Unable to retrieve the stats.
ru: Не удалось получить статистику

source: Unable to retrieve available add-ons.
ru: Не удалось получить сведения о доступных дополнениях

source: Unable to retrieve the quotas.
ru: Не удалось получить сведения о квотах

source: Unable to retrieve the quota.
ru: Не удалось получить сведения о квоте

source: Unable to create quota.
ru: Не удалось создать квоту

source: Unable to update quota.
ru: Не удалось обновить квоту

source: Unable to delete the quota with project id: %(projectId)s and resource: %(resource)s.
ru: Не удалось удалить квоту с id проекта: %(projectId)s и ресурсом: %(resource)s.

source: Unable to retrieve the networks.
ru: Не удалось получить список сетей

source: Create Cluster Template
ru: Создать шаблон кластера

source: Delete Cluster Templates
ru: Удалить шаблоны кластера

source: Create Cluster
ru: Создать кластер

source: Update Cluster Template
ru: Обновить шаблон кластера

source: Delete Cluster Template
ru: Удалить шаблон кластера

source: Cluster Template
ru: Шаблон кластера

source: Cluster Templates
ru: Шаблоны кластера

source: Name
ru: Имя

source: COE
ru: Механизм оркестрации контейнеров

source: Keypair
ru: Пара ключей

source: Network Driver
ru: Драйвер сети

source: Docker Swarm Mode
ru: Режим Docker Swarm

source: Cluster template %s was successfully created.
ru: Шаблон кластера %s был успешно создан.

source: You are not allowed to delete cluster templates: %s
ru: Отсутствуют разрешения на удаление шаблонов кластера: %s

source: Confirm Delete Cluster Template
ru: Подтвердите удаление шаблона кластера

source: You have selected "%s". Please confirm your selection. Deleted cluster template is not recoverable.
ru: Ваш выбор: "%s". Подтвердите выбор. Удалённые шаблоны кластеров восстановлению не подлежат.

source: Deleted cluster template: %s.
ru: Шаблон кластера был удалён: %s.

source: Unable to delete cluster template: %s.
ru: Не удалось удалить шаблон кластера: %s.

source: title
ru: заголовок

source: message
ru: сообщение

source: submit
ru: отправить

source: success
ru: успешно

source: error
ru: ошибка

source: Overview
ru: Обзор

source: Image ID
ru: ID образа

source: Registry Enabled
ru: Реестр включён

source: Labels
ru: Метки

source: None
ru: Нет

source: Cluster Type
ru: Тип кластера

source: Cluster Distro
ru: Дистрибутив кластера

source: Server Type
ru: Тип сервера

source: Public
ru: Общедоступный

source: TLS Disabled
ru: TLS отключён

source: Node Spec
ru: Спецификация узла

source: Flavor ID
ru: ID варианта конфигурации

source: Volume Driver
ru: Драйвер тома

source: Docker Storage Driver
ru: Драйвер хранилища Docker

source: Docker Volume Size
ru: Размер тома Docker

source: Insecure Registry
ru: Незащищённый реестр

source: Network
ru: Сеть

source: HTTP Proxy
ru: Прокси HTTP

source: HTTPS Proxy
ru: Прокси HTTPS

source: No Proxy
ru: Без прокси

source: External Network ID
ru: ID внешней сети

source: Fixed Network
ru: Фиксированная сеть

source: Fixed Subnet
ru: Фиксированная подсеть

source: Master LB Enabled
ru: Балансировщик нагрузки главных узлов активирован

source: Floating IP Enabled
ru: Плавающий IP активирован

source: Record Properties
ru: Свойства записи

source: Created
ru: Создано

source: Updated
ru: Обновлено

source: Cluster template %s was successfully updated.
ru: Шаблон кластера %s был успешно обновлён.

source: Cluster Template Name
ru: Имя шаблона кластера

source: An arbitrary human-readable name
ru: Произвольное, удобочитаемое имя

source: Container Orchestration Engine
ru: Подсистема оркестрации контейнеров

source: Specify the Container Orchestration Engine to use.
ru: Укажите используемую подсистему оркестрации контейнеров

source: Make cluster template public. Default: False
ru: Сделать шаблон кластера общедоступным. По умолчанию: ложно

source: Enable Registry
ru: Включить реестр

source: Enable docker registry in the cluster temlate. Default: False
ru: Включить реестр docker в шаблоне кластера. По умолчанию: ложно

source: Disable TLS
ru: Отключить TLS

source: Disable TLS in the cluster template. Default: False
ru: Отключить TLS в шаблоне кластера. По умолчанию: ложно.

source: Arbitrary labels in the form of key=value pairs to associate with a cluster templates. May be used multiple times.
ru: Произвольные метки в виде пар «ключ=значение» для привязки к шаблонам кластера. Можно использовать более одного раза.

source: Specify the nameserver to use for the cluster template. Default: 8.8.8.8
ru: Укажите сервер имён, используемый с шаблоном кластера. По умолчанию: 8.8.8.8

source: Master LB
ru: Балансировщик нагрузки главных узлов

source: Indicates whether created clusters should have a load balancer for master nodes or not. Default: False
ru: Указывает, необходим ли главным узлам созданных кластеров балансировщик нагрузки. По умолчанию: ложно.

source: Floating IP
ru: Плавающий IP

source: Indicates whether created clusters should have a floating ip or not. Default: True
ru: Указывает, будут ли у созданных кластеров плавающие IP. По умолчанию: верно.

source: Image
ru: Образ

source: The name or UUID of the base image to customize for the cluster.
ru: Имя или UUID базового образа, настраиваемого для кластера.

source: Flavor
ru: Вариант конфигурации

source: The nova flavor id to use when launching the cluster. Default: m1.small
ru: ID варианта конфигурации nova, используемый во время запуска кластера. По умолчанию: m1.small

source: Master Flavor
ru: Основной вариант конфигурации

source: The nova flavor id to use when launching the master node of the cluster. Default: m1.small
ru: ID варианта конфигурации nova, используемый во время запуска главного узла кластера. По умолчанию: m1.small

source: The size in GB for Docker Volume. Default: 25
ru: Размер тома Docker в Гбайт. По умолчанию: 25

source: The URL of docker registry.
ru: Адрес URL реестра docker.

source: Choose a Private Network at first
ru: Сначала выберите частную сеть

source: Choose a Container Orchestration Engine
ru: Выберите механизм оркестрации контейнеров

source: Choose a Network Driver
ru: Выберите драйвер сети

source: Choose a Volume Driver
ru: Выберите драйвер тома

source: Name of the cluster template.
ru: Имя шаблона кластера.

source: Hidden
ru: Скрытая

source: Docker Volume Size (GB)
ru: Размер тома Docker (Гбайт)

source: Specify the size in GB for the docker volume
ru: Укажите размер тома Docker в Гбайт.

source: The http_proxy address to use for nodes in cluster
ru: Адрес http_proxy, используемый с узлами кластера

source: The https_proxy address to use for nodes in cluster
ru: Адрес https_proxy, используемый с узлами кластера

source: The no_proxy address to use for nodes in cluster
ru: Адрес no_proxy, используемый с узлами кластера

source: The DNS nameserver to use for this cluster template
ru: Сервер имён DNS, используемый с шаблоном кластера

source: KEY1=VALUE1, KEY2=VALUE2...
ru: КЛЮЧ1=ЗНАЧЕНИЕ1, КЛЮЧ2=ЗНАЧЕНИЕ2...

source: Info
ru: Сведения

source: Device Mapper
ru: Модуль сопоставления устройств

source: Choose an Image
ru: Выберите образ

source: Choose a Flavor for the Node
ru: Выберите вариант конфигурации для узла

source: Choose a Flavor for the Master Node
ru: Выберите вариант конфигурации для главного узла

source: Choose a Keypair
ru: Выберите пару ключей

source: Choose a External Network
ru: Выберите внешнюю сеть

source: Choose a Private Network
ru: Выберите частную сеть

source: Choose a Private Subnet
ru: Выберите частную подсеть

source: Delete Clusters
ru: Удалить кластеры

source: Show Certificate
ru: Показать сертификат

source: Sign Certificate
ru: Подписать сертификат

source: Rotate Certificate
ru: Выполнить ротацию сертификата

source: Resize Cluster
ru: Изменить размер кластера

source: Rolling Cluster Upgrade
ru: Rolling-обновление кластера

source: Delete Cluster
ru: Удалить кластер

source: Exists
ru: Существует

source: Margin
ru: Граница

source: Clusters
ru: Кластеры

source: Cluster
ru: Кластер

source: Status
ru: Статус

source: Health Status
ru: Статус работоспособности

source: Master Count
ru: Число главных узлов

source: Node Count
ru: Число узлов

source: CHECK COMPLETE
ru: ПРОВЕРКА ВЫПОЛНЕНА

source: CREATE COMPLETE
ru: СОЗДАНИЕ ЗАВЕРШЕНО

source: CREATE FAILED
ru: СБОЙ СОЗДАНИЯ

source: CREATE IN PROGRESS
ru: ИДЁТ СОЗДАНИЕ

source: DELETE COMPLETE
ru: УДАЛЕНИЕ ЗАВЕРШЕНО

source: DELETE FAILED
ru: СБОЙ УДАЛЕНИЯ

source: DELETE IN PROGRESS
ru: ИДЁТ УДАЛЕНИЕ

source: RESTORE COMPLETE
ru: ВОССТАНОВЛЕНИЕ ЗАВЕРШЕНО

source: RESUME COMPLETE
ru: ВОЗОБНОВЛЕНИЕ РАБОТЫ ЗАВЕРШЕНО

source: ROLLBACK COMPLETE
ru: ОТКАТ ВЫПОЛНЕН

source: SNAPSHOT COMPLETE
ru: СНИМОК ГОТОВ

source: UPDATE COMPLETE
ru: ОБНОВЛЕНИЕ ЗАВЕРШЕНО

source: UPDATE FAILED
ru: СБОЙ ОБНОВЛЕНИЯ

source: UPDATE IN PROGRESS
ru: ВЫПОЛНЯЕТСЯ ОБНОВЛЕНИЕ

source: Stats
ru: Статистика

source: Used {$ ctrl.stats.clusters $} of {$ ctrl.quota.clusters $}
ru: Используется {$ ctrl.stats.clusters $} из {$ ctrl.quota.clusters $}

source: Nodes
ru: Узлы

source: Cluster %s was successfully created.
ru: Кластер %s был успешно создан.

source: Loading
ru: Идёт загрузка

source: Create New Cluster
ru: Создать новый кластер

source: Unable to process `Additional Labels`. Not all labels will be applied.
ru: Не удалось обработать «Дополнительные метки». Не все метки будут применены.

source: You are not allowed to delete clusters: %s
ru: Отсутствуют разрешения на удаление кластеров: %s

source: Confirm Delete Cluster
ru: Подтвердите удаление кластера

source: You have selected "%s". Please confirm your selection. Deleted cluster is not recoverable.
ru: Ваш выбор: "%s". Подтвердите выбор. Удалённые кластеры восстановлению не подлежат.

source: Deleted cluster: %s.
ru: Кластер был удалён: %s.

source: Unable to delete cluster: %s.
ru: Не удалось удалить кластер: %s.

source: API Address
ru: Адрес API

source: Node Addresses
ru: Адреса узлов

source: Miscellaneous
ru: Разное

source: Discovery URL
ru: URL обнаружения

source: Cluster Create Timeout
ru: Истечение времени ожидания создания кластера

source: Infinite
ru: Бесконечно

source: {$ ctrl.cluster.create_timeout $} minute
ru: {$ ctrl.cluster.create_timeout $} минута

source: Node Flavor ID
ru: ID варианта конфигурации узла

source: COE Version
ru: Версия COE

source: Container Version
ru: Версия контейнера

source: Stack
ru: Стек

source: Stack ID
ru: ID стека

source: Stack Faults
ru: Сбои стека

source: as follows:
ru: а именно:

source: Status Reason
ru: Причина статуса

source: Health Status Reason
ru: Причина статуса работоспособности

source: The cluster node count.
ru: Число узлов кластера

source: You cannot resize to less than a single Worker Node.
ru: Изменённый размер не может быть меньше размера отдельного рабочего узла

source: Choose nodes to remove (Optional)
ru: Выберите узлы для удаления (дополнительно)

source: Cluster is being resized.
ru: Идёт изменение размера кластера

source: Choose a Cluster Template to upgrade to
ru: Выберите шаблон кластера, до версии которого нужно обновиться

source: New Cluster Template
ru: Новый шаблон кластера

source: <em>This cluster is already on the latest compatible template</em>
ru: <em>Шаблон данного кластера уже имеет самую свежую совместимую версию</em>

source: Cluster is being upgraded to the new Cluster template
ru: Идёт обновление кластера до версии нового шаблона

source: Certificate %s was successfully rotated.
ru: Ротация сертификата %s была успешно выполнена.

source: Sign Certificate To Cluster: {$ ctrl.model.cluster_name $}
ru: Подпишите сертификат кластера: {$ ctrl.model.cluster_name $}

source: Cancel
ru: Отмена

source: Certificate %s was successfully signed.
ru: Сертификат %s был успешно подписан.

source: Additional Labels
ru: Дополнительные метки

source: Specify additional kube_labels to apply to the cluster or override labels set by the cluster template. Overriding labels set by the cluster template may result in your cluster being misconfigured, unstable or unable to be created.
ru: Укажите дополнительные метки kube_labels, чтобы применить к кластеру, либо чтобы перезаписать метки, настроенные шаблоном кластера. Перезапись меток, настроенных шаблоном, может привести к неверной конфигурации кластера, нестабильной работе или невозможности его создания.

source: The key=value pair string is case insensitive and will be converted to lower case.
ru: Строка пары «ключ=значение» является регистрозависимой и будет преобразована в нижний регистр.

source: Cluster Template Detail
ru: Подробные сведения о шаблоне кластера

source: API Server Port
ru: Порт сервера API

source: Addon software
ru: ПО дополнений

source: Any addon software selected will be installed at the latest supported version when the cluster is deployed, but will not be upgraded automatically by rolling upgrades.
ru: Любое выбранное ПО с дополнениями будет установлено с новейшей поддерживаемой версией во время развёртывания кластера, но не будет обновлено автоматически во время rolling-обновлений.

source: Security Updates
ru: Исправления безопасности

source: Please note that updates may cause application downtime if workloads deployed to Kubernetes are not following the best practices outlined in the documentation (for example, not using multiple replicas).
ru: Обратите внимание, что процесс обновления может привести к простою приложения в тех случаях, когда рабочие нагрузки, развёрнутые на Kubernetes, не отвечают требованиям лучших практических решений, изложенных в документации (например, не использование нескольких реплик).

source: Cluster API
ru: API кластера

source: Making the Kubernetes API accessible from the private network only is the most secure option (the default), but access will be limited to compute instances on the same private network or a VPN to that network.
ru: Предоставление доступа к Kubernetes API только из частной сети является наиболее надёжным вариантом (по умолчанию), но доступ будет ограничен экземплярами compute только из одной частной сети или каналом VPN до этой сети.

source: Making the Kubernetes API accessible from anywhere on the public internet is convenient, but may represent a security risk. <em>[When selecting this option, it is recommended to limit access to a trusted IP address range.]</em>
ru: Доступ к Kubernetes API из любой точки общедоступного Интернета очень удобен, но моет нести угрозы безопасности. <em>[При выборе данного параметра рекомендуется ограничить доступ диапазоном доверенных IP.]</em>

source: Auto Scaling
ru: Автоматическое масштабирование

source: If enabled, the minimum and maximum number of worker nodes must be specified.
ru: При отмеченном параметра также необходимо указать мин. и макс. число рабочих узлов.

source: Auto scaling requires the use of CPU and memory limits on the resource definition of Pods.
ru: Для автоматического масштабирования требуется использование лимитов на ресурсы ЦП и памяти, настроенных в параметрах ресурсов подов.

source: If Kubernetes is unable to schedule a Pod due to insuficient CPU or memory in the cluster, a worker node will be added, as long as the maximum number of worker nodes has not been reached.
ru: Если Kubernetes не может составить расписание для пода из-за недостаточных ресурсов ЦП или памяти в кластере, то будет добавлен один рабочий узел (в случае, если максимальное число рабочих узлов ещё не было достигнуто).

source: If the aggregate resource limits of all existing Pods is lower than 50% of the cluster capacity, a worker node will be removed, as long as the minimum number of worker nodes has not been reached.
ru: Если лимиты объединённых ресурсов всех существующих подов занимают меньше 50% от возможностей кластера, то будет удалён один рабочий узел (если минимальное число рабочих узлов ещё не было достигнуто).

source: Choose a Cluster Template
ru: Выберите шаблон кластера

source: Choose an Availability Zone
ru: Выберите зону доступности

source: Choose a Flavor for the Worker Node
ru: Выберите вариант конфигурации для рабочего узла

source: Choose an existing network
ru: Выберите существующую сеть

source: Choose an ingress controller
ru: Выберите контроллер ingress

source: Number of Master Nodes
ru: Число главных узлов

source: The number of master nodes for the cluster
ru: Число главных узлов в кластере

source: Details
ru: Подробности

source: Cluster Name
ru: Имя кластера

source: Name of the cluster
ru: Имя кластера

source: Availability Zone
ru: Зона доступности

source: Addon Software
ru: ПО дополнений

source: Size
ru: Размер

source: Master Nodes
ru: Главные узлы

source: The selected Cluster Template does not support multiple master nodes.
ru: Выбранный шаблон кластера не поддерживает несколько главных узлов

source: Flavor of Master Nodes
ru: Вариант конфигурации главных узлов

source: Worker Nodes
ru: Рабочие узлы

source: Number of Worker Nodes
ru: Число рабочих узлов

source: The number of worker nodes for the cluster
ru: Число рабочих узлов в кластере

source: Flavor of Worker Nodes
ru: Вариант конфигурации рабочих узлов

source: Auto-scale Worker Nodes
ru: Автоматически масштабировать рабочие узлы

source: Minimum Number of Worker Nodes
ru: Минимальное число рабочих узлов

source: You cannot auto-scale to less than a single Worker Node.
ru: Минимальное число узлов после выполнения автоматическое масштабирования не может быть меньше одного рабочего узла.

source: The minimum number of Worker Nodes a new cluster can auto scale to cannot exceed the total amount of Worker Nodes.
ru: Минимальное число рабочих узлов, до которого может быть выполнено автоматическое масштабирование, не может превышать общее число рабочих узлов

source: A minimum number of Worker Nodes cannot be higher than the default number of Worker Nodes.
ru: Минимальное число рабочих узлов не может превышать число рабочих узлов по умолчанию.

source: Maximum number of Worker Nodes
ru: максимальное число рабочих узлов

source: The maximum number of Worker Nodes a new cluster can auto-scale to cannot be less than the total amount of Worker Nodes.
ru: Максимальное число рабочих узлов, до которого может быть выполнено автоматическое масштабирование, не может быть меньше общего числа рабочих узлов

source: The maximum number of Worker Nodes cannot be less than the default number of Worker Nodes and 1.
ru: Максимальное число рабочих узлов не может быть меньше числа рабочих узлов по умолчанию плюс 1.

source: Enable Load Balancer for Master Nodes
ru: Включить балансировщик нагрузки для главных узлов

source: Create New Network
ru: Создать новую сеть

source: Use an Existing Network
ru: Использовать существующую сеть

source: Network Access Control
ru: Управление доступом к сети

source: Accessible on private network only
ru: Доступно только в частной сети

source: Accessible on the public internet
ru: Доступ из общего Интернета

source: It is generally not recommended to give public access.
ru: Как правило, предоставлять общий доступ не рекомендуется

source: Ingress Controller
ru: Контроллер ingress

source: Management
ru: Управление

source: Auto Healing
ru: Автоматическое восстановление

source: Automatically Repair Unhealthy Nodes
ru: Автоматическое исправление ошибок на узлах

source: Advanced
ru: Дополнительно

source: key=value,key2=value2...
ru: ключ=значение,ключ2=значение2...

source: Invalid format. Must be a comma-separated key-value string: key=value,key2=value2
ru: Недопустимый формат. Необходимы строки «ключ-значение», через запятую: ключ=значение,ключ2=значение2

source: I do want to override Template and Workflow Labels
ru: Я хочу переопределить метки шаблона и рабочего процесса

source: Overriding labels already defined by the cluster template or workflow might result in unpredictable behaviour.
ru: Переопределение меток, уже настроенных шаблоном или рабочим процессом кластера, может привести к непредсказуемому поведению

source: Create Quota
ru: Создать квоту

source: Delete Quotas
ru: Удалить квоты

source: Update Quota
ru: Обновить квоту

source: Delete Quota
ru: Удалить квоту

source: Quota
ru: Квота

source: Quotas
ru: Квоты

source: Project ID
ru: ID проекта

source: Resource
ru: Ресурс

source: Hard Limit
ru: Жёсткий лимит

source: Created At
ru: Время создания

source: Updated At
ru: Время обновления

source: Quota %s was successfully created.
ru: Квота %s была успешно создана.

source: Create
ru: Создать

source: You are not allowed to delete quotas: %s
ru: Отсутствуют разрешения на удаление квот: %s

source: Confirm Delete Quota
ru: Подтвердите удаление квоты

source: You have selected "%s". Please confirm your selection. Deleted quota is not recoverable.
ru: Ваш выбор: "%s". Подтвердите выбор. Удалённые квоты восстановлению не подлежат.

source: Deleted quota: %s.
ru: Квота была удалена: %s.

source: Unable to delete quota: %s.
ru: Не удалось удалить квоту: %s.

source: Quota %s/%s was successfully updated.
ru: Квота %s/%s была успешно обновлена.

source: Choose a Project
ru: Выберите проект

source: Project
ru: Проект

source: Limit for this resource.
ru: Лимит на этот ресурс
