Repository: jtux270/translate
Catalog: openstack/zanata/freezer-web-ui-stable-wallaby/*/disaster_recovery/locale/django.po
Languages: ru

source: Backup and Restore
ru: Создание и восстановление резервных копий

source: Disaster Recovery
ru: Восстановление после отказа

source: Actions
ru: Действия

source: Delete actions is not recoverable.
ru: Действия по удалению восстановлению не подлежат.

source: Delete Action
ru: Удалить действие

source: Deleted Action
ru: Действие было удалено

source: Create Action
ru: Создать действие

source: Edit
ru: Изменить

source: Action Name
ru: Имя действия

source: Action
ru: Действие

source: Path To Backup or Restore
ru: Путь до резервной копии или восстановления

source: Storage
ru: Хранилище

source: Mode
ru: Режим

source: An action is the simplest execution within a job, it could be a backup or a restore and it contains rules that the action must follow (max retries, interval between executions, etc).
ru: Действие — это простейшее выполнение в рамках задачи, действием может быть создание резервной копии или восстановление резервной копии, а также действия содержат правила, которым необходимо следовать (макс. число повторных попыток, интервал между выполнениями и так далее).

source: Advanced configuration
ru: Продвинутая конфигурация

source: Define extra information for the action executed by the client.
ru: Укажите дополнительные данные для действия, выполняемого клиентом.

source: Rules
ru: Правила

source: Define the following action rules: <ul> <li>Number of retries</li> <li>Retries interval</li> <li>Action is mandatory</li> </ul>
ru: Укажите следующие правила для действия: <ul> <li>Число повторных попыток</li> <li>Интервал между повторными попытками</li> <li>Действие является обязательным</li> </ul>

source: Snapshot
ru: Снимок

source: The snapshot technologies currently supported are LVM for Linux and Volume Shadow Copy for Windows.
ru: Поддерживаемыми на данный момент технологиями создания снимков являются LVM для Linux и Volume Shadow Copy для Windows.

source: For Linux, in order to use snapshot features, the data has to reside on an LVM volume.
ru: Для использования возможностей создания снимков в Linux, данные должны располагаться в томах LVM.

source: Action Name *
ru: Имя действия *

source: Set the action to be taken
ru: Укажите предпринимаемое действие

source: Choose what you want to backup
ru: Выберите элемент, для которого будет создана резервная копия

source: Set storage backend for a backup
ru: Настроить хранилище заднего плана для резервной копии

source: Engine to be used for backup/restore. With tar, the file inode will be checked for changes amid backup execution. If the file inode changed, the whole file will be backed up. With rsync, the data blocks changes will be verified and only the changed blocks will be backed up. Tar is faster, but is uses more space and bandwidth. Rsync is slower, but uses less space and bandwidth. Nova engine can be used to backup/restore running instances. Backing up instances and it's metadata.
ru: Механизм, используемый для создания и восстановления из резервных копий. При использовании tar, в процессе создания резервной копии проверяются изменения в inode файла. Резервная копия будет создана для всего файла целиком, если inode изменился. При использовании rsync будут проверяться изменения в блоках данных, и резервные копии будут создаваться только для изменённых блоков. Tar более быстрый, но ему нужно гораздо больше места на диске и больше пропускной способности. Rsync работает медленнее, но занимает меньше места и пропускной способности. Механизм Nova можно использовать для создания резервных копий/восстановления выполняющихся экземпляров и их метаданных.

source: MySQL Configuration File *
ru: Конфигурационный файл MySQL *

source: Set the path where the MySQL configuration file is on the file system
ru: Укажите путь до конфигурационного файла MySQL в файловой системе

source: SQL Server Configuration File *
ru: Конфигурационный файл сервера SQL *

source: Set the path where the SQL Server configuration file is on the file system
ru: Укажите путь до конфигурационного файла сервера SQL в файловой системе

source: Source File/Directory *
ru: Исходный файл/каталог *

source: The file or directory you want to back up.
ru: Файл или каталог, для которого нужно создать резервную копию.

source: Container Name or Path
ru: Имя контейнера или путь до контейнера

source: Swift container for swift backend or path for ssh or local backend
ru: Контейнер swift для резервной копии swift, либо путь для ssh или до локального сервера заднего плана

source: Restore Absolute Path *
ru: Восстановить абсолютный путь *

source: Set the absolute path where you want your data restored.
ru: Укажите абсолютный путь до местоположения, где должна быть восстановлена резервная копия

source: Restore From Host
ru: Восстановить с хоста

source: Set the hostname used to identify the data you want to restore from. If you want to restore data in the same host where the backup was executed just type from your shell: '$ hostname' and the output is the value that needs to be passed to this option. Mandatory with Restore
ru: Укажите имя хоста, используемое для идентификации данных, с помощью которых нужно будет выполнить восстановление резервной копии. Если данные будут восстанавливаться на том же хосте, на котором ранее была создана резервная копия, просто введите в консоли '$ hostname' и используйте вывод в качестве значения, которое нужно передать данному параметру. Параметр обязателен для действия «восстановление».

source: Restore From Date
ru: Восстановить из данных

source: Set the absolute path where you want your data restored.Please provide datetime in format 'YYYY-MM-DDThh:mm:ss' i.e. '1979-10-03T23:23:23'. Make sure the 'T' is between date and time
ru: Укажите абсолютный путь до местоположения, где должна быть восстановлена резервная копия. Укажите дату и время в формате «ГГГГ-ММ-ДДTчч:мм:сс», например «1979-10-03T23:23:23». Не пропустите «T» в промежутке между датой и временем.

source: Cinder Volume ID *
ru: ID тома Cinder *

source: Id of cinder volume for backup
ru: ID тома Cinder для создания резервной копии

source: Nova Instance ID *
ru: ID экземпляра Nova *

source: Id of nova instance for backup
ru: ID экземпляра Nova для создания резервной копии

source: Nova network ID *
ru: ID сети Nova *

source: Id of nova network for recover
ru: ID сети Nova для восстановления

source: Get A Single Object
ru: Получить единичный объект

source: Destination File
ru: Целевой файл

source: The file name used to save the object on your local disk and upload file in swift.
ru: Имя файла, используемое для сохранения объекта на локальном диске и отправки файла в swift.

source: Remove Older Than
ru: Удалить элементы старше, чем

source: Checks in the specified container for object older than the specified days.If i.e. 30 is specified, it will remove the remote object older than 30 days. Default False (Disabled) The option --remove-older-then is deprecated and will be removed soon
ru: Проверяет указанный контейнер на наличие объектов старше указанного числа дней. Например, при указании 30 дней, все объекты старше 30 дней будут удалены. По умолчанию: «неверно» (отключено). Параметр --remove-older-than является устаревшим и скоро будет удалён из программы.

source: Remove From Date
ru: Удалить, начиная с даты

source: Checks the specified container and removes objects older than the provided datetime in the format YYYY-MM-DDThh:mm:ss i.e. 1974-03-25T23:23:23. Make sure the 'T' is between date and time
ru: Проверяет указанный контейнер и удаляет объекты старше указанной даты и времени в формате «ГГГГ-ММ-ДДTчч:мм:сс», например «1974-03-25T23:23:23». Не пропустите «T» в промежутке между датой и временем.

source: SSH Private Key *
ru: Закрытый ключ SSH *

source: Path for ssh private key
ru: Путь до закрытого ключа ssh

source: SSH Username *
ru: Имя пользователя SSH *

source: SSH Host *
ru: Хост SSH *

source: IP address or dns name of host to connect through ssh
ru: Адрес IP или DNS хоста, к которому нужно подключиться с использованием ssh

source: You must define nova network id to restore.
ru: Для восстановления необходимо указать ID сети nova

source: You must define nova instance id to restore or backup.
ru: Для восстановления или создания резервной копии необходимо указать ID экземпляра nova.

source: You must define cinder volume id to backup.
ru: Для создания резервной копии необходимо указать ID тома cinder

source: You must define a path to restore.
ru: Для восстановления необходимо указать путь

source: You must define a container or path to backup.
ru: Для создания резервной копии необходимо указать контейнер или путь

source: You must define an action name.
ru: Необходимо указать имя действия

source: You must define a path to backup.
ru: Для создания резервной копии необходимо указать путь

source: File system
ru: Файловая система

source: Backup
ru: Резервная копия

source: Restore
ru: Восстановить

source: Admin
ru: Администратор

source: Local Path
ru: Локальный путь

source: Log File Path
ru: Путь до файла журнала

source: Set log file. By default logs to /var/log/freezer.log If that file is not writable, freezer tries to log to ~/.freezer/freezer.log
ru: Укажите файл журнала. По умолчанию, журнал записывается в /var/log/freezer.log. Если файл не доступен для записи, то freezer попытается писать в ~/.freezer/freezer.log

source: Exclude Files
ru: Исключить файлы

source: Exclude files, given as a PATTERN.Ex: '*.log, *.pyc' will exclude any file with name ending with .log. Default no exclude
ru: Исключить файлы, указанные как PATTERN. Например: '*.log, *.pyc' исключит любой файл с именем, заканчивающимся на .log. По умолчанию: без исключений

source: Proxy URL
ru: Адрес URL прокси

source: Enforce proxy that alters system HTTP_PROXY and HTTPS_PROXY
ru: Принудительно применить параметры прокси, изменяющие системные значения HTTP_PROXY и HTTPS_PROXY

source: OpenStack Authentication Version
ru: Версия OpenStack Authentication

source: Swift auth version, could be 1, 2 or 3
ru: Версия аутентификации Swift, варианты: 1, 2 или 3

source: Upload Limit
ru: Лимит на отправку файлов

source: Upload bandwidth limit in Bytes per sec. Can be invoked with dimensions (10K, 120M, 10G).
ru: Лимит пропускной способности на отправку, в байтах в сек. Можно вызывать с другими единицами измерений (10K, 120M, 10G).

source: Download Limit
ru: Лимит скачивания

source: Download bandwidth limit in Bytes per sec. Can be invoked with dimensions (10K, 120M, 10G).
ru: Лимит пропускной способности на скачивание, в байтах в сек. Можно вызывать с другими единицами измерений (10K, 120M, 10G).

source: Minimum Compression (GZip/Zip/Zlib)
ru: Минимальное сжатие (GZip/Zip/Zlib)

source: More Effective Compression (Bzip2)
ru: Более эффективное сжатие (Bzip2)

source: Lossless Data Compression (XZ)
ru: Сжатие данных без потерь (XZ)

source: Compression Level
ru: Уровень сжатия

source: Maximum Segment Size
ru: Максимальный размер сегментов

source: Set the maximum file chunk size in bytes to upload to swift. Default 67108864 bytes (64MB)
ru: Указывает максимальный размер блока файла в байтах для отправки в swift. По умолчанию: 67108864 байт (64Мбайт)

source: Hostname
ru: Имя хоста

source: Encryption Key
ru: Ключ шифрования

source: Set the path where the encryption keyis on the file system
ru: Укажите путь к местоположению ключа шифрования в файловой системе.

source: No Incremental
ru: Не инкрементно

source: Disable incremental feature. By default freezer build the meta data even for level 0 backup. By setting this option incremental meta data is not created at all. Default disabled
ru: Отключает инкрементность. По умолчанию, freezer создаёт метаданные даже для резервных копий нулевого уровня. При указании данного параметра инкрементные метаданные не будут создаваться вообще. По умолчанию этот параметр отключён.

source: Max Level
ru: Макс. уровень

source: Always Level
ru: Всегда данный уровень

source: Set backup maximum level used with tar to implement incremental backup. If a level 3 is specified, the backup will be executed from level 0 to level 3 and to that point always a backup level 3 will be executed. It will not restart from level 0. This option has precedence over --max-backup-level. Default False (Disabled)
ru: Укажите максимальный уровень для реализации инкрементного резервного копирования, используемый с tar. При указании уровня 3 резервное копирование будет выполнено от уровня 0 до уровня 3, и с этого момента всегда будет выполняться резервное копирование 3 уровня, без повторного запуска с уровня 0. Данный параметр перезаписывает параметр --max-backup-level. По умолчанию «ложно» (отключён).

source: insecure
ru: незащищённое

source: Allow to access swift servers without checking SSL certs.
ru: Разрешить доступ к серверам swift без проверки сертификатов SSL

source: Follow Symlinks
ru: Следовать по символьным ссылкам

source: Follow hard and soft links and archive and dump the files they refer to. Default False
ru: Следовать по жёстким и символьным ссылкам и архивировать и отправлять в дамп файлы, на которые они ведут. По умолчанию: «ложно».

source: Dry Run
ru: Пробное выполнение

source: Do everything except writing or removing objects
ru: Выполнять всё, кроме записи или удаления объектов

source: Max Priority
ru: Макс. приоритет

source: Set the cpu process to the highest priority (i.e. -20 on Linux) and real-time for I/O. The process priority will be set only if nice and ionice are installed Default disabled. Use with caution.
ru: Настроить максимальный приоритет для вычислительного процесса (то есть -20 в Linux) и выполнение в реальном времени для ввода-вывода. Приоритет может быть выставлен, только если в системе установлены nice and ionice. По умолчанию: отключено. Применяйте с осторожностью.

source: Quiet
ru: Тихий режим

source: Suppress error messages
ru: Подавлять сообщения об ошибках

source: Advanced
ru: Дополнительно

source: Max Retries
ru: Макс. повторных попыток

source: In case of error, set the amount of retries for this job
ru: Число повторных попыток выполнения данной задачи в случае появления ошибок.

source: Max Retries Interval
ru: Макс. интервал между повторными попытками

source: Set the interval between executions for retries in seconds
ru: Интервал между повторными попытками, в сек.

source: Mandatory
ru: Обязательное

source: Set this action as mandatory
ru: Настроить данное действие как обязательное

source: Action Configuration
ru: Конфигурация действия

source: Save
ru: Сохранить

source: Action queued correctly. It will appear soon
ru: Действие было корректно добавлено в очередь. Скоро оно появится.

source: Unable to save action file.
ru: Не удалось сохранить файл действия

source: Backups
ru: Резервные копии

source: Delete backups is not recoverable.
ru: Удалённые резервные копии восстановлению не подлежат.

source: Delete Backup
ru: Удалить резервную копию

source: Deleted Backup
ru: Резервная копия была удалена

source: Backup Name
ru: Имя резервной копии

source: Created At
ru: Создано

source: Backup History
ru: История созданий резервных копий

source: Destination Path
ru: Целевой путь

source: The path in which the backup should be restored
ru: Путь, по которому должна быть восстановлена резервная копия

source: Client is required
ru: Требуется клиент

source: Destination
ru: Назначение

source: Restore job successfully queued. It will get executed soon.
ru: Задача по восстановлению была корректно добавлена в очередь Скоро она будет запущена.

source: Clients
ru: Клиенты

source: Delete Clients is not recoverable.
ru: Удалённые клиенты восстановлению не подлежат.

source: Delete Client
ru: Удалить клиента

source: Deleted Client
ru: Клиент был удалён

source: Client ID
ru: ID клиента

source: Client
ru: Клиент

source: Job Configuration
ru: Конфигурация задачи

source: Jobs
ru: Задачи

source: Attach To Session
ru: Прикрепить к сеансу

source: Delete jobs is not recoverable.
ru: Удалённые задачи восстановлению не подлежат.

source: Delete Job File
ru: Удалить файл задачи

source: Deleted Job File
ru: Файл задачи был удалён

source: Clone Job
ru: Клонировать задачу

source: Clone and edit a job file
ru: Клонировать и редактировать файл задачи

source: Edit Job
ru: Редактировать задачу

source: Edit Actions
ru: Редактировать действия

source: Start Job
ru: Запустить задачу

source: Job has started
ru: Задача была запущена

source: Stop Job
ru: Остановить задачу

source: Job has stopped
ru: Задача была остановлена

source: Create Job
ru: Создать задачу

source: Name
ru: Имя

source: Host
ru: Хост

source: Status
ru: Статус

source: Result
ru: Результат

source: Deleted action File
ru: Файл действия был удалён

source: Action Type
ru: Тип действия

source: Job
ru: Задача

source: Describes actions to be executed by a client.
ru: Описывает действия, которые должен выполнить клиент

source: Job executions can be executed and scheduled, by providing the following settings.
ru: Выполнения задач могут быть запущены и запланированы, для этого нужно предоставить следующие параметры.

source: Job ID
ru: ID задачи

source: Info
ru: Сведения

source: Actions Configuration
ru: Конфигурация действия

source: Actions saved correctly.
ru: Действия были корректно сохранены

source: Unable to save actions.
ru: Не удалось сохранить действия

source: Unable to retrieve client list.
ru: Не удалось получить список клиентов

source: From here you can add and remove clients to this job from the list of available clients
ru: Здесь можно добавлять и удалять клиентов для этой задачи, используя список доступных клиентов

source: All Clients
ru: Все клиенты

source: Selected Clients
ru: Выбранные клиенты

source: No clients found.
ru: Клиентов не найдено

source: No clients selected.
ru: Клиенты не выбраны

source: Job Name
ru: Имя задачи

source: Set a name for this job
ru: Укажите имя для этой задачи

source: Start Date and Time
ru: Дата и время начала

source: Interval Unit
ru: Единицы измерения интервала

source: Set the unit for the Interval
ru: Укажите единицы измерения интервала

source: Interval Value
ru: Значение интервала

source: Set the interval value
ru: Укажите значение интервала

source: End Date and Time
ru: Дата и время окончания

source: Please choose a interval unit
ru: Выберите единицы измерения интервала

source: Continuous
ru: Непрерывно

source: Weeks
ru: Недель

source: Days
ru: Дней

source: Hours
ru: Часов

source: Minutes
ru: Минут

source: Seconds
ru: Секунд

source: Start date time is not in ISO format.
ru: Дата и время начала указаны не в формате ISO

source: Please provide this value.
ru: Укажите это значение

source: End date time is not in ISO format.
ru: Дата и время окончания указаны не в формате ISO

source: Job Info
ru: Сведения о задаче

source: Job queued correctly. It will appear soon
ru: Задача была корректно добавлена в очередь. Скоро она появится.

source: Unable to created job.
ru: Не удалось создать задачу

source: Update Actions
ru: Обновить действия

source: Actions updated correctly.
ru: Действия были корректно обновлены

source: Unable to update actions.
ru: Не удалось обновить действия

source: Interval
ru: Интервал

source: Set the interval in the following format: continuous, N weeks, N days, N hours, N minutes, N seconds, If no start date is provided the job will start immediately
ru: Укажите интервал в следующем формате: непрерывно, N недель, N дней, N часов, N минут, N секунд, Без указания даты начала, задача начнёт выполняться немедленно

source: Update Job
ru: Обновить задачу

source: Job updated correctly.
ru: Задача была корректно обновлена

source: Unable to update job.
ru: Не удалось обновить задачу

source: Session Configuration
ru: Конфигурация сеанса

source: Sessions
ru: Сеансы

source: Create Session
ru: Создать сеанс

source: Delete sessions is not recoverable.
ru: Удалённые сеансы восстановлению не подлежат.

source: Delete Session
ru: Удалить сеанс

source: Deleted Session
ru: Сеанс был удалён

source: Edit Session
ru: Изменить параметры сеанса

source: Delete Job
ru: Удалить задачу

source: Deleted Job
ru: Задача была удалена

source: Session
ru: Сеанс

source: A group of jobs which share the same scheduling time.
ru: Группа задач с общим запланированным временем выполнения

source: Set a session to attach this job
ru: Укажите сеанс, к которому нужно прикрепить эту задачу

source: Session Name
ru: Имя сеанса

source: Error getting session list
ru: Ошибка при получении списка сеансов

source: Select A Session
ru: Выберите сеанс

source: Attach
ru: Прикрепить

source: Job attached successfully.
ru: Задача была успешно прикреплена

source: Unable to attach to session.
ru: Не удалось прикрепить задачу

source: Define a name for this session
ru: Укажите имя сеанса

source: Session Information
ru: Сведения о сеансе

source: Session queued correctly. It will appear soon
ru: Сеанс был корректно добавлен в очередь. Скоро он появится.

source: Unable to create session.
ru: Не удалось создать сеанс
