Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.uicompat/UIMessages_*.po
Languages: ru_ru

source: Add {0} to Bond
ru_ru: Добавить {0} к связке

source: This name was already assigned to another cloned Template.
ru_ru: Это имя уже было присвоено другому клонированному шаблону.

source: This name was already assigned to another cloned Virtual Machine.
ru_ru: Это имя уже было присвоено другой клонированной ВМ.

source: Do you approve trusting certificate subject {0} issued by {1}, SHA-1 fingerprint {2}?
ru_ru: Включить в список доверенных субъект сертификата {0}, выданного {1}, с отпечатком SHA-1 {2}?

source: Do you approve trusting self signed certificate subject {0}, SHA-1 fingerprint {1}?
ru_ru: Включить в список доверенных самоподписанный субъект сертификата {0}, выданного {1}, с отпечатком SHA-1 {2}?

source: Are you sure you want to delete snapshot from {0} with description ''{1}''?
ru_ru: Точно удалить снимок из {0} с описанием «{1}'»?

source: Attach {0} to
ru_ru: Присоединить {0} к

source: Bond {0} with
ru_ru: Связать {0} с

source: VM Boot menu is not supported in Cluster version {0}
ru_ru: Загрузочное меню ВМ не поддерживается версией кластера {0}

source: Virtual Machine must have at least one bootable disk defined to boot from hard disk.
ru_ru: ВМ должна иметь как минимум один загрузочный диск с загрузкой с жёсткого диска.

source: ({0} GB)
ru_ru: ({0} ГБ)

source: Break Bond {0}
ru_ru: Разорвать связку {0}

source: Brick Details not supported for this Cluster''s compatibility version({0}).
ru_ru: Сведения об элементах не поддерживаются версией совместимости этого кластера ({0}).

source: Non-VM networks are not supported for Cluster version {0}
ru_ru: В кластере версии {0} поддерживаются только сети ВМ

source: {0} {1} have been read in the current profiling interval out of {2} {3} during profiling
ru_ru: {0} {1} из {2} {3} было прочитано в текущем профилирующем интервале во время профилирования

source: {0} {1} have been written in the current profiling interval out of {2} {3} during profiling
ru_ru: {0} {1} из {2} {3} было записано в текущем профилирующем интервале во время профилирования

source: Cannot connect to the console for {0}
ru_ru: Не удалось подключиться к консоли для {0}

source: The following disks cannot be copied: {0}
ru_ru: Следующие диски нельзя скопировать: {0}

source: The following disks cannot be moved: {0}
ru_ru: Следующие диски нельзя переместить: {}

source: Value of cluster configuration parameter {0} is empty
ru_ru: Параметр настройки кластера {0} имеет пустое значение

source: Activate Snapshot on volume - {0}
ru_ru: Активировать снимок на томе — {0}

source: Deactivate Snapshot on volume - {0}
ru_ru: Деактивировать снимок на томе — {0}

source: Are you sure you wish to delete the concurrent Fence Agent Group containing the following Fence Agents?{0}
ru_ru: Точно удалить параллельную группу агентов операции блокады, содержащую следующие агенты? {0}

source: Are you sure you wish to delete Fence Agent: {0}
ru_ru: Точно удалить агента операции блокады: {0}

source: Remove All Snapshots on volume - {0}
ru_ru: Удалить все снимки на томе — {0}

source: Remove Snapshot on volume - {0}
ru_ru: Удалить снимок на томе — {0}

source: Restore Snapshot on volume - {0}
ru_ru: Восстановить снимок на томе — {0}

source: Are you sure you want to stop the rebalance operation on the volume : {0}?
ru_ru: Точно остановить операцию перебалансировки на томе: {0}?

source: Below snapshots would be removed. Do you want to continue?{0}
ru_ru: Нижеперечисленные снимки будут удалены. Продолжить? {0}

source: Could not connect to the agent on the guest, it may be unresponsive or not installed.As a result, some features may not work.
ru_ru: Не удалось подключиться к агенту на госте, возможно, он не отвечает или не был установлен. По этой причине некоторый функционал может быть недоступен.

# cpuInfoLabel
source: {0} ({1} Socket(s), {2} Core(s) per Socket)
ru_ru: {0} ({1} сокетов, {2} ядер на сокет)

# cpuInfoMessage
source: {0} ({1} Socket(s), {2} Core(s) per Socket)
ru_ru: {0} ({1} сокетов, {2} ядер на сокет)

source: Create operation failed. Storage connection is already used by the following storage domain: {0}.
ru_ru: Сбой операции создания. Соединение с хранилищем уже используется следующим доменом хранилища: {0}.

source: Create operation failed. Domain {0} already exists in the system.
ru_ru: Сбой операции создания. Домен{0} уже существует в системе.

source: One of the parameters isn''t supported (available parameter(s): {0})
ru_ru: Один из параметров не поддерживается (доступные параметры: {0})

source: the value for parameter <{0}> should be in the format of: <{1}>
ru_ru: значение параметра <{0}> должно быть в формате <{1}>

source: Custom({0})
ru_ru: Пользовательский ({0})

source: Default ({0})
ru_ru: По умолчанию ({0})

source: Detach Network {0}
ru_ru: Отсоединить сеть {0}

source: Note: {0} will be removed!
ru_ru: Внимание: {0} будет удалено

source: Direct LUN disk(s) will not be a part of the VM export: {0}.
ru_ru: Диски Direct LUN не будут частью экспорта ВМ: {0}.

source: Direct LUN disk(s) will not be a part of the VM snapshot: {0}.
ru_ru: Диски Direct LUN не будут частью снимка ВМ: {0}.

source: Direct LUN disk(s) will not be a part of the VM template: {0}.
ru_ru: Диски Direct LUN не будут частью шаблона ВМ: {0}.

source: {0} (Last scan: {1})
ru_ru: {0} (Последнее сканирование: {1})

source: Disk {0} from Snapshot {1}
ru_ru: Диск {0} из снимка {1}

source: Diskless Virtual Machine cannot run in stateless mode
ru_ru: Бездисковая ВМ не может выполняться в режиме без сохранения состояния

source: Edit Bond Interface {0}
ru_ru: Изменить интерфейс связки {0}

source: Edit Virtual Functions (SR-IOV) configuration of {0}
ru_ru: Изменить параметры виртуальных функций (SR-IOV) для {0}

source: Edit Network {0}
ru_ru: Свойства сети {0}

source: Error connecting to Virtual Machine using RDP:{0}
ru_ru: Ошибка подключения к ВМ через RDP: {0}

source: Error connecting to Virtual Machine using SPICE:{0}
ru_ru: Ошибка подключения к ВМ через SPICE:{0}

source: Errata for Host {0}
ru_ru: Список известных ошибок для хоста {0}

source: Errata for VM {0}
ru_ru: Список известных ошибок для ВМ {0}

source: Error connecting to {0} using {1} protocol
ru_ru: Ошибка подключения к {0} через протокол {1}

source: Extend {0} with
ru_ru: Расширить {0} на

source: Failed to load VM configuration from OVA file: {0}
ru_ru: Не удалось загрузить параметры ВМ из файла OVA: {0}

source: Are you sure you want to {0} geo-rep session
ru_ru: Точно {0} сеанс гео-репликации

source: Force {0} session
ru_ru: Принудительно {0} сеанс

source: Current interval of profiling has been running for {0} {1} of the total {2} {3} profiling time
ru_ru: Текущий интервал профилирования выполнялся в течении {0} {1} из общего {2} {3} времени профилирования

source: Active (Score: {0})
ru_ru: Активна (Показатель: {0})

source: This field can''t contain blanks or special characters, must be at least one character long, legal values are 0-9, a-z, ''_'', ''.'' and a length of up to {0} characters.
ru_ru: Это поле не может содержать пробелы или специальные символы, должно состоять минимум из одного символа и быть длиной до {0} символов. Допустимые символы: «a-z», «0-9»,«_» и «.»

source: {0} ({1} Running VM(s))
ru_ru: {0} ({1} выполняемых ВМ(s))

source: Updating 'profile' on a running virtual machine while the NIC is plugged is not supported on cluster version {0}
ru_ru: Версия кластера {0} не поддерживает обновление «профиля» на выполняющейся ВМ с подключённой NIC.

source: Icon dimensions are too large: {0}x{1}, maximum allowed: {2}x{3}
ru_ru: Слишком большие размеры значка: {0}x{1}, разрешённый максимум: {2}x{3}

source: Icon file is too large. Maximum size is {0}kB.
ru_ru: Слишком большой файл значка. Максимальный размер: {0}КБ.

source: Fingerprint field is empty for host with address {0}
ru_ru: У хоста с адресом {0} пустое поле отпечатка

source: Name field is empty for host with address {0}
ru_ru: У хоста с адресом {0} пустое поле имени

source: Root Password field is empty for host with address {0}
ru_ru: У хоста с адресом {0} пустое поле пароля root

source: Import operation failed. Domain {0} already exists in the system.
ru_ru: Сбой операции импорта. Домен {0} уже существует в системе.

source: Import process has begun for Template(s): {0}.You can check import status in the main ''Events'' tab
ru_ru: Процесс импорта начался для следующих шаблонов: {0}. Статус импорта можно проверить в главной вкладке «События»

source: Import process has begun for VM(s): {0}.You can check import status in the main ''Events'' tab or in the ''Events'' or ''Tasks'' tabs in the footer pane.
ru_ru: Процесс импорта начался для следующих ВМ: {0}. Статус импорта можно проверить в главной вкладке «События» или во вкладках «События»/«Задания» нижней панели.

source: Incorrect number of Total Virtual CPUs. It is not possible to compose this number from the available Virtual Sockets and Cores per Virtual Sockets
ru_ru: Общее количество виртуальных ЦП является неверным. Невозможно составить это число из числа доступных виртуальных сокетов и ядер на виртуальный сокет

source: {0} between {1} and {2}.
ru_ru: {0} между {1} и {2}.

source: {0} greater than or equal to {1}.
ru_ru: {0} больше или равно {1}.

source: {0} less than or equal to {1}.
ru_ru: {0} меньше или равно {1}.

source: Virtual Machine must have at least one network interface defined to boot from network.
ru_ru: ВМ должна иметь как минимум один сетевой интерфейс, настроенный на загрузку по сети.

source: Unknown file format. Supported formats are {0}.
ru_ru: Неизвестный формат файла. Поддерживаемые форматы: {0}

source: Add Label {0} to
ru_ru: Добавить метку {0} для

source: Label {0} cannot be assigned to this interface, it is already assigned to interface {1}.
ru_ru: Метка {0} не может быть присвоена этому интерфейсу, она уже присвоена интерфейсу {1}.

source: Network should be assigned to ''{0}'' via label ''{1}''. However, for some reason it isn''t.
ru_ru: Сеть должна быть присвоена «{0}» через метку «{1}». Но по какой-то причине это не так.

source: Field content must not exceed {0} characters.
ru_ru: Содержимое поля не должно превышать {0} символов.

source: LUN is already part of Storage Domain: {0}
ru_ru: LUN уже является частью домена хранилища: {0}

source: LUN is already used by disk: {0}
ru_ru: LUN уже используется диском: {0}

source: Used by VG: {0}
ru_ru: Используется группой томов: {0}

source: Maximum memory size is {0} MB.
ru_ru: Максимальный размер памяти — {0}МБ.

source: Memory size is between {0} MB and {1} MB
ru_ru: Размер памяти: между {0} МБ и {1} МБ

source: Minimum memory size is {0} MB.
ru_ru: Минимальный размер памяти — {0} МБ

source: The following disks will become preallocated, and may consume considerably more space on the target: {0}
ru_ru: Следующие диски станут дисками с предварительно выделенным хранилищем и могут занять значительно больше места: {0}

source: Overriding MTU configuration is not supported for Cluster version {0}
ru_ru: Переопределение параметров MTU не поддерживается версией кластера {0}

source: Name can contain only ''A-Z'', ''a-z'', ''0-9'', ''_'' or ''-'' characters, max length: {0}
ru_ru: Имя должно содержать только символы «a-z», «A-Z», «0-9», «_» или «-», максимальная длина: {0}

source: Name must contain only alphanumeric characters, "-", "_" or ".". Maximum length: {0}.
ru_ru: Имя должно содержать буквенно-цифровые символы, «-», «_» или «.». Максимальная длина: {0}.

source: {0} in Data Center {1}
ru_ru: {0} в дата-центре {1}

source: {0} in Data Center {1} ({2})
ru_ru: {0} в дата-центре {1} ({2})

source: Network couldn''t be assigned to ''{0}'' via label ''{1}''.
ru_ru: Не удалось присвоить сеть «{0}» с помощью метки «{1}».

source: Name (with suffix) can contain only alphanumeric, '.', '_' or '-' characters. Maximum length: {0}.
ru_ru: Имя (с суффиксом) должно содержать только буквенно-цифровые символы, «.», «_», или «-». Максимальная длина: {0}.

source: The virtual machine is running and NIC Hot Plug is not supported on cluster version {0} or by the operating system.
ru_ru: ВМ выполняется, а горячее подключение NIC не поддерживается версией кластера {0} или операционной системой.

source: No Storage Domain is active.
ru_ru: Нет активных доменов хранилища

source: There are no disks allowing an export, only the configuration will be a part of the VM export.
ru_ru: Нет дисков для экспорта, частью экспорта ВМ будет только конфигурация

source: There are no disks allowing a snapshot, only the configuration will be a part of the VM snapshot.
ru_ru: Нет дисков для снимка, частью снимка ВМ будет только конфигурация.

source: There are no disks allowing an export, only the configuration will be a part of the VM template.
ru_ru: Нет дисков для экспорта, частью шаблона ВМ будет только конфигурация.

source: ({0} bricks selected)
ru_ru: ({0} элементов выбрано)

source: The max allowed num of VMs is {0} when the length of the pool name is {1}
ru_ru: Максимально разрешённое число ВМ — {0}, а длина имени пула — {1}

source: The max allowed num of VMs is {0} when the length of the pool name is {1} and contains {2} question mark(s)
ru_ru: Максимально разрешённое число ВМ — {0}, а длина имени пула — {1} и содержит {2} знаков вопроса

source: NUMA Topology - {0}
ru_ru: Топология NUMA — {0}

source: {0} VMs
ru_ru: {0} ВМ

source: This option is not supported in Cluster version {0}
ru_ru: Этот параметр не поддерживается версией кластера {0}

source: This option requires SPICE display protocol to be used
ru_ru: Для этого параметра требуется использование протокола экрана SPICE

source: The selected Profile is passthrough. SR-IOV passthrough is not supported for Cluster version {0}
ru_ru: Выбранный профиль является «промежуточным», но промежуточная SR-IOV не поддерживается версией кластера {0}

source: The max allowed name length is {0} for {1} VMs in pool
ru_ru: Максимально разрешённая длина имени — {0} для {1} ВМ в пуле

source: The max allowed name length is {0} for {1} VMs in pool and {2} question marks in name
ru_ru: Максимально разрешённая длина имени — {0} для {1} ВМ в пуле и {2} знаков вопроса в имени

source: Press {0} to Release Cursor
ru_ru: Нажмите {0} чтобы высвободить курсор

source: Changing the URL of this provider might hurt the proper functioning of the following entities provided by it.{0}
ru_ru: Изменение URL этого поставщика может повредить правильной работе следующих поставляемых им сущностей.{0}

source: Could not fetch rebalance status of volume : {0}
ru_ru: Не удалось получить перебалансированный статус тома : {0}

source: Incorrect enum
ru_ru: Неверный enum

source: Refresh Interval: {0} sec
ru_ru: Интервал обновления: {0} сек

source: Could not fetch remove brick status of volume : {0}
ru_ru: Не удалось получить статус удаления элементов тома : {0}

source: Replica count will be reduced from {0} to {1}. Are you sure you want to remove the following Brick(s)?
ru_ru: Число реплик будет уменьшено с {0} до {1}. Точно удалить следующие элементы?

source: This CPU QoS is used by {0} CPU Profiles.Are you sure you want to remove this CPU QoS?Profiles using this QoS:
ru_ru: QoS этого ЦП используется {0} профилями ЦП. Точно удалить QoS этого ЦП? Профили, использующие эту QoS:

source: Remove {0} from Bond
ru_ru: Удалить {0} из связки

source: This Host Network QoS is used by {0} Networks.Are you sure you want to remove it?Networks using this QoS:
ru_ru: Эта QoS сети хоста используется {0} сетями. Точно удалить её? Сети, использующие эту QoS:

source: Remove Network {0}
ru_ru: Удалить сеть {0}

source: This Network QoS is used by {0} Vnic Profiles.Are you sure you want to remove this Network QoS?Profiles using this QoS:
ru_ru: QoS этой сети используется {0} профилями ЦП. Точно удалить QoS этой сети? Профили, использующие эту QoS:

source: This Storage QoS is used by {0} Disk Profiles.Are you sure you want to remove this Storage QoS?Profiles using this QoS:
ru_ru: QoS этого хранилища используется {0} профилями диска. Точно удалить QoS этого хранилища? Профили, использующие эту QoS:

source: Random Number Generator source ''{0}'' is not supported by the cluster
ru_ru: Источник генератора случайных чисел «{0}» не поддерживается кластером

source: Overbooking: Allows running cluster''s scheduling requests in parallel, without preserving resource allocation. This option allows handling a mass of scheduling requests ({0} requests), while some requests may fail due to the re-use of the same resource allocation (Use this option only if you are familiar with this behavior).
ru_ru: Избыточное резервирование: позволяет выполнять запросы планировщика кластера в параллельном режиме, без удержания выделения ресурсов. Этот параметр разрешает управлять большим количеством запросов планировщика ({0} запросов), в то же время некоторые запросы могут сбоить в связи с повторным использованием одного и того же выделенного ресурса. (Используйте этот параметр только если вы знакомы с его поведением.)

source: Optimize scheduling for host weighing (ordering):Utilization: include weight modules in scheduling to allow best selectionSpeed: skip host weighing in case there are more than {0} pending requests
ru_ru: Оптимизация планировщика под весовые коэффициенты (упорядочение): Утилизация: включение модулей весовых коэффициентов в планирование для улучшения выбора. Скорость: определение весового коэффициента хоста пропускается, если имеется более {0} ожидающих запросов

source: Setup Host {0} Networks
ru_ru: Настройка сетей хоста {0}

source: Shared disk(s) will not be a part of the VM export: {0}.
ru_ru: Общие диски не будут частью экспорта ВМ: {0}.

source: Shared disk(s) will not be a part of the VM snapshot: {0}.
ru_ru: Общие диски не будут частью снимка ВМ: {0}.

source: Shared disk(s) will not be a part of the VM template: {0}.
ru_ru: Общие диски не будут частью шаблона ВМ: {0}.

source: {0} TiB
ru_ru: {0} ТиБ

source: Disk snapshot(s) will not be a part of the VM export: {0}.
ru_ru: Снимки дисков не будут частью экспорта ВМ: {0}.

source: Disk snapshot(s) will not be a part of the VM snapshot: {0}.
ru_ru: Снимки дисков не будут частью снимка ВМ: {0}.

source: Snapshot disk(s) will not be a part of the VM template: {0}.
ru_ru: Диски снимков не будут частью шаблона ВМ: {0}.

source: ''{0}'' Storage Domain is not active. Please activate it.
ru_ru: Домен хранилища «{0}» неактивен. Активируйте его.

source: This suffix will cause a name collision with another cloned Template: {0}.
ru_ru: Этот суффикс вызовет конфликт имён с другим клонированным шаблоном: {0}

source: This suffix will cause a name collision with another cloned Virtual Machine: {0}.
ru_ru: Этот суффикс вызовет конфликт имён с другой клонированной ВМ: {}

source: This might work without network {0}.
ru_ru: Это может работать без сети {0}.

source: {0} (from Storage Domain {1})
ru_ru: {0} (из домена хранилища {1})

source: Template(s): {0} already exist on the target Export Domain. If you want to override them, please check the ''Force Override'' check-box.
ru_ru: Шаблоны: {0} уже существует в целевом домене экспорта. Если их необходимо переопределить, отметьте параметр «Принудительно заменить».

source: Template {0} (dependent VM(s): {1})
ru_ru: Шаблон {0} (зависящие ВМ: {1})

source: Test failed: {0}
ru_ru: Сбой проверки: {0}

source: Test successful: {0}
ru_ru: Проверка выполнена успешно: {0}

source: Error while executing at least some of the action tasks: {0}
ru_ru: Ошибка при выполнении как минимум некоторых заданий действия: {0}

source: Remove Label {0}
ru_ru: Удалить метку: { 0}

source: Unable to fetch the Fingerprint of the host(s) {0,list,text}
ru_ru: Не удалось получить отпечаток хоста {0,list,text}

source: Given URL contains invalid scheme ''{0}'', only the following schemes are allowed:{1}
ru_ru: Указанный URL содержит недопустимую схему «{0}», разрешены только следующие схемы: {1}

source: Given URL must not contain a scheme (e.g. ''{0}'').
ru_ru: Указанный URL не должен содержать схему (e.g. «{0}»).

source: Given URL does not contain a scheme, it must contain one of the following:{0}
ru_ru: Указанный URL не содержит схему, должно содержаться что-то одно из следующего: {0}

source: Session DB Id:{0}, User:{1}
ru_ru: Id базы данных сеанса:{0}, пользователь: {1}

source: {0}: ({1} GB) {2} {3}
ru_ru: {0}: ({1} ГБ) {2} {3}

source: Disks'' Storage Domains are not accessible.
ru_ru: Домены дискового хранилища недоступны.

source: {0} (Clone/Independent)
ru_ru: {0} (Клон/Независимый)

source: {0} (Thin/Dependent)
ru_ru: {0} (Тонкий/Зависимый)

source: VM(s): {0} already exist on the target Export Domain. If you want to override them, please check the ''Force Override'' check-box.
ru_ru: ВМ: {0} уже существуют в целевом домене экспорта. Если их необходимо переопределить, отметьте параметр «Принудительно заменить».

source: Please use your VNC client to connect to this VM.<br/><br/>Use the following parameters:<br/>IP:Port -- {0}:{1}<br/><br/> Password: {2}<br/>(note: this password is valid for {3} seconds)
ru_ru: Для подключения к этой ВМ используйте клиент VNC.<br/><br/>Используйте следующие параметры:<br/>IP:Порт -- {0}:{1}<br/><br/> Пароль: {2}<br/>(внимание: этот пароль действителен в течение {3} сек)

source: Vnic {0} from Template {1}
ru_ru: Vnic {0} из шаблона {1}

source: Vnic {0} from VM {1}
ru_ru: Vnic {0} из ВМ {1}

source: VM Interface Profile {0} from Network {1}
ru_ru: Профиль сетевого адаптера ВМ {0} из сети {1}

source: Non-Passthrough profile cannot be attached to a VM of type {0}
ru_ru: Не промежуточный профиль нельзя присоединить к ВМ с типом {0}

source: Passthrough profile cannot be attached to a VM of type {0}
ru_ru: Промежуточный профиль нельзя присоединить к ВМ с типом {0}

source: Could not fetch profile statistics of volume : {0}
ru_ru: Не удалось получить статистику профиля тома: {0}

source: Volume Profile Statistics - {0}
ru_ru: Статистика профиля тома — {0}

source: Value of volume configuration parameter {0} is empty
ru_ru: Пустое значение параметра настройки тома {0}

source: You are about to change the Data Center Compatibility Version. This will upgrade all the Storage Domains belonging to the Data Center, and make them unusable with versions older than {0}. Are you sure you want to continue?
ru_ru: Версия совместимости дата-центра будет сейчас изменена. Это действие обновит все домены хранилища, принадлежащие этому дата-центру, и сделает их непригоднымик использованию с версиями старше {0}. Продолжить?

source: You are about to disconnect the Management Interface ({0}).As a result, the Host might become unreachable.Are you sure you want to disconnect the Management Interface?
ru_ru: Интерфейс управления сейчас будет отключён ({0}). Вследствие этого хост может стать недоступен. Точно отключить интерфейс управления?
