Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/ceilometer-16.0.0/ceilometer.po
Languages: ru

source: The field 'fields' is required for %s
ru: Поле 'fields' является обязательным для %s

source: Plugin specified, but no plugin name supplied for %s
ru: Указан модуль, но не передано имя модуля для %s

source: No plugin named %(plugin)s available for %(name)s
ru: Для %(name)s нет модуля с названием %(plugin)s.

source: Parse error in JSONPath specification '%(jsonpath)s' for %(name)s: %(err)s
ru: Ошибка анализа спецификации JSONPath %(jsonpath)s для %(name)s: %(err)s

source: Invalid YAML syntax in Definitions file %(file)s at line: %(line)s, column: %(column)s.
ru: Недопустимый синтаксис YAML в файле определений %(file)s; строка: %(line)s, столбец: %(column)s.

source: YAML error reading Definitions file %(file)s
ru: Ошибка YAML при чтении файла определений %(file)s

source: monasca_client: using %s as Monasca endpoint
ru: monasca_client: в качестве конечной точки Monasca используется %s

source: Could not load the following pipelines: %s
ru: Не удалось загрузить следующие конвейеры: %s

source: Sample Check
ru: Проверка образцов

source: Error from libvirt while looking up instance <name=%(name)s, id=%(id)s>: [Error Code %(error_code)s] %(ex)s
ru: Ошибка libvirt при поиске экземпляра <имя=%(name)s, ИД=%(id)s>: [Код ошибки: %(error_code)s] %(ex)s

source: Failed to inspect data of instance <name=%(name)s, id=%(id)s>, domain state is SHUTOFF.
ru: Не удалось проверить данные экземпляра <имя=%(name)s, ИД=%(id)s>, состояние домена - SHUTOFF.

source: Error from libvirt while checking blockStats, This may not be harmful, but please check : %(ex)s
ru: Ошибка libvirt при проверке blockStats. Потенциальной опасности может и не быть, но лучше проверьте: %(ex)s

source: Failed to inspect instance %(instance_uuid)s stats, can not get info from libvirt: %(error)s
ru: Не удалось выполнить проверку статистики экземпляра %(instance_uuid)s, сбой получения данных от libvirt: %(error)s

source: VM %s not found in VMware vSphere
ru: ВМ %s не найдена в VMware vSphere

source: VM %s is poweredOff in VMware vSphere
ru: ВМ %s выключена в VMware vSphere

source: Must specify connection_url, and connection_password to use
ru: Для использования необходимо указать connection_url и connection_password

source: Could not connect to XenAPI: %s
ru: Не удалось подключиться к XenAPI: %s

source: VM %s not found in XenServer
ru: ВМ %s не найдена в XenServer

source: Multiple VM %s found in XenServer
ru: В XenServer было найдено несколько ВМ %s

source: Could not get VM %s CPU number
ru: Не удалось получить число ЦП для ВМ %s

source: Invalid trait type '%(type)s' for trait %(trait)s
ru: Недопустимый тип %(type)s для особенности %(trait)s

source: Required field %s not specified
ru: Не указано обязательное поле %s

source: Dropping Notification %(type)s (uuid:%(msgid)s)
ru: Сброс уведомления %(type)s (uuid:%(msgid)s)

source: Missing field %s
ru: Отсутствует поле %s

source: Unrecognized type value %s
ru: Нераспознанное значение типа %s

source: Node Manager init failed
ru: Сбой инициализации администратора узлов

source: Wrong sensor type
ru: Неверный тип датчика

source: parse IPMI sensor data failed,unknown sensor type
ru: сбой анализа данных датчика IPMI, неизвестный тип датчика

source: parse IPMI sensor data failed,No data retrieved from given input
ru: сбой анализа данных датчика IPMI, не получены данные из переданного ввода

source: ipmitool output length mismatch
ru: несоответствие длины вывода ipmitool

source: running ipmitool failure
ru: сбой выполнения ipmitool

source: Polling %(name)s failed for %(cnt)s times!
ru: Опрос %(name)s не удалось выполнить %(cnt)s раз.

source: Pollster for %s is disabled!
ru: Опросчик %s отключён

source: Polling %(mtr)s sensor failed for %(cnt)s times!
ru: Опрос датчика %(mtr)s выполнить не удалось, попыток: %(cnt)s

source: Required fields %s not specified
ru: Не указаны обязательные поля %s

source: Invalid type %s specified
ru: Указан недопустимый тип %s

source: Unknown status %(stat)s received on fw %(id)s,skipping sample
ru: Брандмауэр %(id)s получил неизвестный статус %(stat)s,пример пропускается

source: Unknown status %(stat)s received on pool %(id)s, skipping sample
ru: Пул %(id)s получил неизвестный статус %(stat)s,пример пропускается

source: Unknown status %(stat)s received on vip %(id)s, skipping sample
ru: Вирт. IP %(id)s получил неизвестный статус %(stat)s,пример пропускается

source: Unknown status %(stat)s received on member %(id)s, skipping sample
ru: Участник %(id)s получил неизвестный статус %(stat)s,пример пропускается

source: Unknown status %(stat)s received on listener %(id)s, skipping sample
ru: Слушатель %(id)s получил неизвестный статус %(stat)s,пример пропускается

source: Unknown status %(stat)s received on Load Balancer %(id)s, skipping sample
ru: Балансировщик нагрузки %(id)s получил неизвестный статус %(stat)s,пример пропускается

source: Unknown status %(stat)s received on vpn %(id)s, skipping sample
ru: VPN %(id)s получил неизвестный статус %(stat)s,пример пропускается

source: Opencontrail API returned %(status)s %(reason)s
ru: API Opencontrail вернул %(status)s %(reason)s

source: OpenDaylight API returned %(status)s %(reason)s
ru: OpenDaylight API вернул %(status)s %(reason)s

source: RGW AdminOps API returned %(status)s %(reason)s
ru: Функция API RGW AdminOps вернула %(status)s %(reason)s

source: Required field %(field)s should be a %(type)s
ru: Обязательное поле %(field)s должно иметь тип %(type)s

source: Publishing policy is unknown (%s) force to default
ru: Неизвестная политика публикации (%s), принудительно будет применена политика по умолчанию

source: Publisher max local_queue length is exceeded, dropping %d oldest samples
ru: Превышена максимальная длина local_queue публикатора, сброс старых образцов в количестве %d

source: Failed to publish %d datapoints, queue them
ru: Не удалось опубликовать %d точек данных, поставьте их в очередь

source: Failed to publish %d datapoints, dropping them
ru: Не удалось опубликовать точек данных: %d, выполняется сброс

source: Unable to send sample over UDP
ru: Не удалось отправить образец по UDP
