Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/oslo.cache-2.7.0/oslo_cache.po
Languages: ru

source: Unable to get a connection from pool id %(id)s after %(seconds)s seconds.
ru: Не удалось создать подключение к пулу id %(id)s за %(seconds)s сек.

source: region not type dogpile.cache.CacheRegion
ru: тип региона не является dogpile.cache.CacheRegion

source: db_hosts value is required
ru: требуется значение параметра db_hosts

source: database db_name is required
ru: требуется значение параметра db_name БД

source: cache_collection name is required
ru: требуется имя cache_collection

source: integer value expected for w (write concern attribute)
ru: для w (атрибут write concern) ожидалось целое значение

source: replicaset_name required when use_replica is True
ru: если значение use_replica «Верно», то требуется значение replicaset_name

source: integer value expected for mongo_ttl_seconds
ru: для mongo_ttl_seconds ожидалось целое значение

source: no ssl support available
ru: поддержка ssl недоступна

source: Invalid ssl_cert_reqs value of %s, must be one of "NONE", "OPTIONAL", "REQUIRED"
ru: Недопустимое значение %s для ssl_cert_reqs, должно быть что-то одно из: "NONE", "OPTIONAL", "REQUIRED"
