Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: The number of source cylinders %(cylinders_source)s cannot be greater than the number of target cylinders %(cylinder_target)s. Please extend your source volume by at least 1GiB.
ru: Число исходных цилиндров %(cylinders_source)s не может превышать число целевых цилиндров %(cylinder_target)s. Расширьте исходный том минимум на 1Гиб.

source: Unable to generate string from short host template %(template)s. Please refer to the online documentation for correct template format(s) for short host name.
ru: Не удалось создать строку на основе шаблона короткого имени хоста %(template)s. Для получения сведений о правильном формате шаблонов короткого имени хоста обратитесь к сетевой документации.

source: Unable to generate string from port group template %(template)s. Please refer to the online documentation for correct template format(s) for port groups.
ru: Не удалось создать строку на основе шаблона группы портов %(template)s. Для получения сведений о правильном формате шаблонов группы портов обратитесь к сетевой документации.

source: Host name exceeds the character upper limit of %(upper)d. Please check your short host template.
ru: Имя хоста превышает верхний лимит для символов, равный %(upper)d. Проверьте имеющийся шаблон коротких имён хостов.

source: Port group name exceeds the character upper limit of %(upper)d. Please check your port group template
ru: Имя группы портов превышает верхний лимит для символов, равный %(upper)d. Проверьте имеющийся шаблон группы портов.

source: Could not find a replication_device with a backend_id of "%s" in cinder.conf. Please confirm that the replication_device_backend_id extra spec for this volume type matches the backend_id of the intended replication_device in cinder.conf.
ru: В cinder.conf не удалось найти replication_device с backend_id "%s". Убедитесь в том, что дополнительные спецификации replication_device_backend_id для данного типа тома совпадают с backend_id необходимого replication_device в cinder.conf.

source: Could not find replication_device. Legacy replication_device key found, please ensure the backend_id for the legacy replication_device in cinder.conf has been changed to "%s".
ru: Не удалось найти replication_device. Найден устаревший ключ replication_device. Убедитесь в том, что backend_id для устаревшего replication_device в cinder.conf был изменён на "%s".

source: Cannot failover, the backend is already in a failed over state, if you meant to failback, please add --backend_id default to the command.
ru: Не удалось выполнить отработку отказа, серверная часть уже в состоянии «отработан отказ». Если имелось в виду восстановление размещения, добавьте к команде «--backend_id default».

source: Cannot failback, the configured primary array is not currently available to perform failback to. Please ensure array %s is visible in Unisphere.
ru: Невозможно восстановить размещение, настроенный первичный массив на данный момент недоступен для восстановления размещения. Убедитесь в том, что массив %s является видимым в Unisphere.

source: Failover promotion currently in progress, please finish the promotion process and issue a failover using the "default" backend_id to complete this process.
ru: В данный момент выполняется повышение роли во время отработки отказа. Завершите повышение роли и, для завершения процесса, запустите отработку отказа с использованием значения "default" для параметра backend_id.

source: Cannot failback, backend is not in a failed over state. If you meant to failover, please either omit the --backend_id parameter or use the --backend_id parameter with a valid backend id.
ru: Не удалось восстановить размещение, статус серверной части отличается от«отработан отказ». Если имелась в виду отработка отказа, то либо опустите параметр «--backend_id», либо используйте его с действительным ID серверной части.

source: No replication devices are defined in cinder.conf, can not enable volume group replication.
ru: В cinder.conf не настроены устройства репликации, репликацию группы томов включить невозможно.

source: Replication is not enabled for a Volume Type, all Volume Types in a replication enabled Volume Group must have replication enabled.
ru: Для типа тома использование репликации не включено. Для всех типов томов в группе, где использование репликации включено, также должна быть включена репликация.

source: Unable to determine which rep_device to use from cinder.conf. Could not validate volume types being added to group.
ru: Из содержимого cinder.conf не удалось определить, какое устройство rep_device необходимо использовать. Не удалось выполнить проверку типов томов, добавляемых в группу.

source: Replication for Volume Type is not set to Synchronous. Only Synchronous can be used with replication groups
ru: Для типа тома не указана синхронная репликация. С группами репликации можно использовать только синхронную репликацию.

source: Multiple replication backend ids detected please ensure only a single replication device (backend_id) is used for all Volume Types in a Volume Group.
ru: Обнаружено несколько ID серверной части репликации, убедитесь в том, что для всех типов томов в группе томов используется только одно устройство репликации (backend_id).

source: Replication is enabled in one or more of the Volume Types being added to new Volume Group but the Volume Group is not replication enabled. Please enable replication in the Volume Group or select only non-replicated Volume Types.
ru: В одном или более типе томов, добавляемых в новую группу томов, включено использование репликации, но для группы репликация не включена. Включите использование репликации для группы томов, либо выбирайте только тома, в типе которых которых репликация не включена.

source: No pool_name specified in volume-type.
ru: В типе тома не указан pool_name

source: There has been a problem parsing the pool information from pool_name '%(pool)s'.pool
ru: Проблема при анализе сведений о пуле, взятых из pool_name '%(pool)s'.pool

source: Volume with enabled replication can not be added to PowerStore volume group.
ru: Том с включённым использованием репликации не может быть добавлен в группу томов PowerStore

source: Initiators are added to different PowerStore hosts: %(hosts_names_found)s. Remove all of the hosts except one to proceed. Initiators will be modified during the next volume attach procedure.
ru: Инициаторы добавляются в различные хосты PowerStore: %(hosts_names_found)s. Для продолжения удалите все хосты, кроме одного. Инициаторы будут изменены во время следующей процедуры прикрепления томов.

source: REST server IP, username and password must be set.
ru: Необходимо настроить IP сервера REST, имя пользователя и пароль

source: Failed to query PowerStore CHAP configuration.
ru: Не удалось запросить конфигурацию CHAP для PowerStore

source: Failed to query PowerStore metrics.
ru: Не удалось запросить метрику PowerStore

source: Failed to create PowerStore volume %s.
ru: Не удалось создать том PowerStore: %s.

source: Failed to delete PowerStore %(entity)s with id %(entity_id)s.
ru: Не удалось удалить PowerStore %(entity)s с id %(entity_id)s.

source: Failed to extend PowerStore volume with id %s.
ru: Не удалось расширить том PowerStore с ID %s.

source: Failed to create snapshot %(snapshot_name)s for PowerStore volume with id %(volume_id)s.
ru: Не удалось создать снимок %(snapshot_name)s тома PowerStore с ID %(volume_id)s.

source: Failed to query PowerStore snapshots.
ru: Не удалось запросить снимки PowerStore

source: PowerStore snapshot %(snapshot_name)s for volume with id %(volume_id)s is not found.
ru: Снимок PowerStore %(snapshot_name)s для тома с ID %(volume_id)s не найден.

source: Failed to create clone %(clone_name)s for PowerStore %(entity)s with id %(entity_id)s.
ru: Не удалось создать клон %(clone_name)s для PowerStore %(entity)s с ID %(entity_id)s.

source: Failed to query PowerStore hosts.
ru: Не удалось опросить хосты PowerStore

source: Failed to create PowerStore host %s.
ru: Не удалось создать хост PowerStore: %s.

source: Failed to modify initiators of PowerStore host with id %s.
ru: Не удалось изменить инициаторы хоста PowerStore с ID %s.

source: Failed to attach PowerStore volume %(volume_id)s to host %(host_id)s.
ru: не удалось прикрепить том PowerStore %(volume_id)s к хосту %(host_id)s.

source: Failed to query PowerStore host volume mappings.
ru: Не удалось опросить отображение томов для хостов PowerStore

source: PowerStore mapping of volume with id %(volume_id)s to host %(host_id)s is not found.
ru: Отображение тома PowerStore с ID %(volume_id)s на хост %(host_id)s не найдено

source: Failed to query PowerStore FC ports.
ru: Не удалось опросить порты FC PowerStore

source: Failed to query PowerStore IP pool addresses.
ru: Не удалось опросить адреса IP пула PowerStore

source: Failed to detach PowerStore volume %(volume_id)s to host %(host_id)s.
ru: Не удалось открепить том PowerStore %(volume_id)s от хоста %(host_id)s.

source: Failed to restore PowerStore volume with id %(volume_id)s from snapshot with id %(snapshot_id)s.
ru: Не удалось восстановить том PowerStore с ID %(volume_id)s из снимка с ID %(snapshot_id)s.

source: Failed to query PowerStore Protection policies.
ru: Не удалось опросить политики защиты PowerStore

source: PowerStore Protection policy %s is not found.
ru: Политика защиты PowerStore %s не найдена

source: Failed to query PowerStore Replication sessions.
ru: Не удалось опросить сеансы репликации PowerStore

source: Replication session for PowerStore volume with id %s is not found.
ru: Сеанс репликации для тома PowerStore с ID %s не найден

source: Failed to query PowerStore volumes.
ru: Не удалось опросить тома PowerStore

source: PowerStore volume %s is not found.
ru: Том PowerStore %s не найден

source: Failed to unassign Protection policy for PowerStore volume with id %s.
ru: Не удалось снять присвоение политики защиты тому PowerStore с ID %s.

source: Failed to query PowerStore jobs.
ru: Не удалось опросить задачи PowerStore

source: PowerStore Replication session with id %s is still exists.
ru: Сеанс репликации для тома PowerStore с ID %s ещё существует

source: Failed to failover PowerStore replication session with id %s.
ru: Не удалось отработать отказ сеанса репликации PowerStore с ID %s.

source: Failed to query PowerStore job with id %s.
ru: Не удалось опросить задачу PowerStore с ID %s.

source: Failover of PowerStore Replication session with id %s is still in progress.
ru: Отработка отказа сеанса репликации PowerStore с ID %s ещё выполняется

source: Failed to reprotect PowerStore replication session with id %s.
ru: Не удалось создать повторную защиту для сеанса репликации PowerStore с ID %s.

source: Failed to create PowerStore volume group %s.
ru: Не удалось создать группу томов PowerStore %s.

source: Failed to query PowerStore volume groups.
ru: Не удалось опросить группы томов PowerStore

source: PowerStore volume group %s is not found.
ru: Группа томов PowerStore %s не найдена

source: Failed to add volumes to PowerStore volume group with id %(group_id)s. Volumes: %(volume_ids)s.
ru: Не удалось добавить тома в группу томов PowerStore с ID %(group_id)s. Тома: %(volume_ids)s.

source: Failed to remove volumes from PowerStore volume group with id %(group_id)s. Volumes: %(volume_ids)s.
ru: Не удалось удалить тома из группы томов PowerStore с ID %(group_id)s. Тома: %(volume_ids)s.

source: Failed to create snapshot %(snapshot_name)s for PowerStore volume group with id %(group_id)s.
ru: Не удалось создать снимок %(snapshot_name)s группы томов PowerStore с ID %(volume_id)s.

source: Failed to query PowerStore volume groups snapshots.
ru: Не удалось опросить снимки группы томов PowerStore

source: PowerStore snapshot %(snapshot_name)s for volume groupwith id %(group_id)s is not found.
ru: Снимок PowerStore %(snapshot_name)s группы тома с ID %(group_id)s не найден.

source: Failed to rename PowerStore volume with id %s.
ru: Не удалось переименовать том PowerStore с ID %s.

source: Specifies the PowerStore Protection Policy for a volume type. Protection Policy is assigned to a volume during creation.
ru: Указывает политику защиты PowerStore для типа тома. Политика защиты присваивается тому во время создания.

source: PowerStore driver does not support more than one replication device.
ru: Драйвер PowerStore не поддерживает больше одного устройства репликации

source: Target %(target)s is not a valid choice. Valid choices: %(choices)s.
ru: Цель %(target)s не является действительным выбором. Действительные выборы: %(choices)s.

source: Host %s does not have FC initiators.
ru: У хоста %s нет инициаторов FC.

source: Retryable Dell Exception encountered
ru: Обнаружено повторяемое исключение Dell

source: _get_async_url: Invalid URL.
ru: _get_async_url: недействительный URL.

source: _get_async_url: Malformed URL.
ru: _get_async_url: неправильный формат URL.

source: Async error: Unable to retrieve %(obj)s method %(method)s result
ru: Асинхронная ошибка: не удалось получить результат метода %(obj)s %(method)s

source: REST Async Error: Command not accepted.
ru: Асинхронная ошибка REST. Ошибка: команда не принимается.

source: Configuration error: dell_sc_ssn not set.
ru: Ошибка конфигурации: не указан dell_sc_ssn.

source: Failed to connect to Dell REST API
ru: Не удалось подключиться к Dell REST API

source: Failed to find Storage Center
ru: Не удалось найти Storage Center

source: Unable to locate specified replay profiles %s
ru: Не удалось найти указанные профили replay %s

source: Profile %s not found.
ru: Профиль %s не найден.

source: Unable to complete failover of %s.
ru: Не удалось завершить отработку отказа для %s.

source: Multiple copies of volume %s found.
ru: Обнаружено несколько копий тома %s.

source: Error deleting volume %(ssn)s: %(volume)s
ru: Ошибка удаления тома %(ssn)s: %(volume)s

source: Unable to find iSCSI mappings.
ru: Не удалось найти отображения iSCSI.

source: Unable to create snapshot from empty volume. %s
ru: Не удалось создать снимок на базе пустого тома. %s

source: Multiple profiles found.
ru: Обнаружено несколько профилей.

source: Error deleting replay profile.
ru: Ошибка при удалении профиля replay

source: Dell API 2.1 or later required for Consistency Group support
ru: Для поддержки групп согласованности требуется Dell API 2.1 или более поздней версии

source: Error retrieving volume size
ru: Ошибка при получении размера тома

source: Volume size must multiple of 1 GB.
ru: Размер тома должен быть кратным 1Гбайт

source: Volume is attached to a server. (%s)
ru: Том прикреплён к серверу. (%s)

source: Unable to manage volume %s
ru: Управление томом %s невозможно

source: Volume not unique.
ru: Том не уникален

source: Unable to rename volume %(existing)s to %(newname)s
ru: Не удалось переименовать том из %(existing)s в %(newname)s

source: Failed to find QoSnode
ru: Не удалось найти QoSnode

source: Dell Cinder driver configuration error replication not supported with direct connect.
ru: Ошибка конфигурации драйвера Dell Cinder, репликация для прямого соединения не поддерживается.

source: Dell Cinder driver configuration error replication_device %s not found
ru: Ошибка конфигурации Dell Cinder, устройство replication_device %s не найдено

source: Replication setup failure: replication has been enabled but no replication target has been specified for this backend.
ru: Сбой настройки репликации: использование репликации было включено, но для данной серверной части не была указана цель репликации.

source: Replication setup failure: replication:livevolume has been enabled but more than one replication target has been specified for this backend.
ru: Сбой настройки репликации: использование replication:livevolume было включено, но для данной серверной части было указано несколько целей репликации.

source: Replication %(name)s to %(ssn)s failed.
ru: Сбой репликации %(name)s в %(ssn)s.

source: Unable to create volume %s
ru: Не удалось создать том %s

source: Unable to create volume. Backend down.
ru: Не удалось создать том. Серверная часть не запущена в работу.

source: Failed to create snapshot %s
ru: Не удалось создать снимок %s

source: Unable to create volume %(name)s from %(snap)s.
ru: Невозможно создать том %(name)s на базе %(snap)s.

source: Failed to create volume %s
ru: Не удалось создать том: %s

source: Unable to create volume %(name)s from %(vol)s.
ru: Невозможно создать том %(name)s на базе %(vol)s.

source: Failed to delete snapshot %s
ru: Не удалось удалить снимок %s

source: Unable to find volume %s
ru: Не удалось найти том %s

source: Unable to extend volume %s
ru: Не удалось увеличить размер тома %s

source: Unable to update group %s
ru: Не удалось обновить группу %s

source: create_group_from_src only supports a group_snapshot source or a group source. Multiple sources cannot be used.
ru: Параметр create_group_from_src в виде источников поддерживает только group_snapshot или группу. Нельзя использовать несколько источников.

source: Must specify source-name or source-id.
ru: Необходимо указать source-name или source-id.

source: Unable to retype %(specname)s, expected to receive current and requested %(spectype)s values. Value received: %(spec)s
ru: Невозможно переназначить тип %(specname)s, ожидалось получение текущих и запрошенных значений %(spectype)s. Полученное значение: %(spec)s

source: Unable to failback. Backend is misconfigured.
ru: Не удалось выполнить восстановление размещения. Неверная конфигурация серверной части.

source: Already failed over
ru: Отказ уже отработан

source: replication_failover failed. %s not found.
ru: Сбой replication_failover. %s не найден.

source: replication_failover failed. Backend not configured for failover
ru: Сбой replication_failover. Серверная часть не настроена для отработки отказа.

source: _get_unmanaged_replay: Must specify source-name.
ru: _get_unmanaged_replay: необходимо указать source-name.

source: _get_unmanaged_replay: Cannot find volume id %s
ru: _get_unmanaged_replay: не удалось найти ID тома %s

source: _get_unmanaged_replay: Cannot find snapshot named %s
ru: _get_unmanaged_replay: невозможно найти снимок с именем %s

source: manage_existing_snapshot: Error managing existing replay %(ss)s on volume %(vol)s
ru: manage_existing_snapshot: ошибка управления существующим replay %(ss)s на томе %(vol)s

source: Volume size must be a multiple of 1 GB.
ru: Размер тома должен быть кратным 1Гбайт

source: unmanage_snapshot: Cannot find volume id %s
ru: unmanage_snapshot: не удалось найти ID тома %s

source: unmanage_snapshot: Cannot find snapshot named %s
ru: unmanage_snapshot: не удалось найти снимок с именем %s

source: The Dell SC array does not support thawing a failed over replication. Please migrate volumes to an operational back-end or resolve primary system issues and fail back to reenable full functionality.
ru: Массив Dell SC не поддерживает оттаивании репликации, для которой отработан отказ. Выполните миграцию томов на серверную часть в рабочем состоянии, либо решите проблемы первичной системы и восстановите размещение для повторной активации всех функций.

source: Unable to map volume.
ru: Не удалось создать отображение тома

source: Terminate connection failed
ru: Не удалось разорвать подключение

source: Terminate connection unable to connect to backend.
ru: Невозможно подключиться к серверной части для разрыва подключения

source: Unable to map volume
ru: Не удалось создать отображение тома

source: Unity driver does not support array OE version: %s. Upgrade to 4.1 or later.
ru: Драйвер Unity не поддерживает версию OE массива: обновите до версии 4.1 или более поздней

source: Setup replication to remote system %s failed.Cannot find it.
ru: Сбой настройки репликации в удалённую систему %s. Её невозможно найти.

source: Consistency group %(cg_id)s is in replication status, cannot add lun to it.
ru: Группа согласованности %(cg_id)s в состоянии репликации, невозможно добавить LUN.

source: Backend LUN not found for Volume: %(volume_name)s.
ru: LUN серверной части не найден для тома: %(volume_name)s.

source: Reference must contain source-id or source-name key.
ru: Отсылка должна содержать ключ source-id или source-name.

source: LUN doesn't exist.
ru: LUN не существует

source: The imported LUN is in pool %(pool_name)s which is not managed by the host %(host)s.
ru: Импортированный LUN находится в пуле %(pool_name)s, не управляемом хостом %(host)s.

source: LUN ID of source volume: %s not found.
ru: LUN ID исходного тома: %s не найден

source: The remote cg (%s) is still in replication status, maybe the source cg was just deleted, retrying.
ru: Удалённая группа согласованности (%s) всё ещё в состоянии репликации, возможно, исходная группа была просто удалена, повторяем попытку.

source: Cannot enable replication on generic group %(group_id)s, need to use CG type instead (need to enable consistent_group_snapshot_enabled in the group type).
ru: Невозможно включить использование репликации для универсальной группы %(group_id)s, вместо этого используйте тип группы репликации (в типе группы нужно активировать параметр «consistent_group_snapshot_enabled»).

source: Cannot disable replication on generic group %(group_id)s, need use CG type instead of that (need enable consistent_group_snapshot_enabled in group type).
ru: Невозможно отключить использование репликации для универсальной группы %(group_id)s, вместо этого используйте тип группы репликации (в типе группы нужно активировать параметр «consistent_group_snapshot_enabled»).

source: Cannot failover replication on generic group %(group_id)s, need use CG type instead of that (need enable consistent_group_snapshot_enabled in group type).
ru: Невозможно отработать отказ для репликации универсальной группы %(group_id)s, вместо этого используйте тип группы репликации (в типе группы нужно активировать параметр «consistent_group_snapshot_enabled»).

source: There is no accessible iSCSI targets on the system.
ru: В системе нет целей iSCSI с доступом

source: There is no accessible fibre channel targets on the system.
ru: В системе нет целей Fibre Channel с доступом

source: Python package storops is not installed which is required to run Unity driver.
ru: Пакет Python storops, необходимый для работы драйвера Unity, не установлен

source: No storage pools to be managed exist. Please check your configuration. The available storage pools on the system are %s.
ru: Нет существующих пулов хранилищ, подлежащих управлению. Проверьте конфигурацию. Доступные пулы хранилищ в системе: %s.

source: Host %s doesn't have iSCSI initiator.
ru: У хоста %s нет инициатора iSCSI

source: Host %s doesn't have FC initiators.
ru: У хоста %s нет инициаторов FC.

source: [%(group)s] Invalid %(protocol)s ports %(port)s specified for io_port_list.
ru: [%(group)s] Порты %(port)s протокола %(protocol)s, указанные для io_port_list, недействительны.

source: No valid ports.
ru: Нет действительных портов.

source: All the specified storage pools to be managed do not exist. Please check your configuration. Non-existent pools: %s
ru: Все указанные пулы хранилищ, подлежащие управлению, не существуют. Проверьте конфигурацию. Несуществующие порты: %s

source: The imported lun is in pool %(lun_pool)s which is not managed by the host %(host)s.
ru: Импортированный LUN находится в пуле %(lun_pool)s, не управляемом хостом %(host)s.

source: The volume to be managed is a %(provision)s LUN and the tiering setting is %(tier)s. This doesn't match with the type %(type)s.
ru: Том, подлежащий управлению: %(provision)s LUN, а параметр распределения по ярусам — %(tier)s. Это не совпадает с типом %(type)s.

source: Failed to find available iSCSI targets for %s.
ru: Не удалось найти доступные цели iSCSI для %s.

source: Host %s has no FC initiators
ru: У хоста %s нет инициаторов FC
