Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Faield to unassign %(volume)s
ru: Не удалось отменить назначение тома %(volume)s

source: Flexvisor assign volume failed.:%(id)s:%(status)s.
ru: Flexvisor не смог выделить том:%(id)s:%(status)s.

source: Flexvisor failed to assign volume %(volume)s iqn %(iqn)s.
ru: Flexvisor не смог выделить iqn %(iqn)s тома %(volume)s.

source: Flexvisor failed to unassign volume:%(id)s:%(status)s.
ru: Flexvisor не смог отменить назначение тома:%(id)s:%(status)s.

source: failed to %(method)s due to %(error)s
ru: сбой %(method)s по причине %(error)s

source: Fexvisor failed to add volume %(id)s due to %(reason)s.
ru: Fexvisor не смог добавить том %(id)s по причине %(reason)s.

source: Flexvisor failed to add volume %(id)s to group %(cgid)s.
ru: Flexvisor не смог добавить том %(id)s в группу %(cgid)s.

source: Fexvisor failed to remove volume %(id)s due to %(reason)s.
ru: Fexvisor не смог удалить том %(id)s по причине %(reason)s.

source: Flexvisor failed to remove volume %(id)s from group %(cgid)s.
ru: Flexvisor не смог удалить том %(id)s из группы %(cgid)s.

source: Flexvisor failed to get snapshot id of volume %(id)s from group %(vgid)s.
ru: Flexvisor не смог получить id снимка тома %(id)s из группы %(vgid)s.

source: Flexvisor could not find volume %(id)s snapshot in the group %(vgid)s snapshot %(vgsid)s.
ru: Flexvisor не смог найти снимок тома %(id)s в снимке %(vgsid)s группы %(vgid)s

source: Failed to create consistency group %(id)s:%(ret)s.
ru: Не удалось создать группу согласованности %(id)s:%(ret)s.

source: Failed to create consistency group %(id)s due to %(reason)s.
ru: Не удалось создать группу согласованности %(id)s по причине %(reason)s.

source: Failed to delete consistency group %(id)s due to %(reason)s.
ru: Не удалось удалить группу согласованности %(id)s по причине %(reason)s.

source: Failed to create cg snapshot %(id)s due to %(reason)s.
ru: Не удалось создать снимок группы согласованности %(id)s по причине %(reason)s.

source: Failed to delete cgsnapshot %(id)s due to %(reason)s.
ru: Не удалось удалить снимок группы согласованности %(id)s по причине %(reason)s.

source: Fexvisor failed to join the volume %(vol)s in the group %(group)s due to %(ret)s.
ru: Fexvisor не смог присоединить том %(vol)s к группе %(group)s по причине %(ret)s.

source: Fexvisor failed to remove the volume %(vol)s in the group %(group)s due to %(ret)s.
ru: Fexvisor не смог удалить том %(vol)s из группы %(group)s по причине %(ret)s.

source: Prophet Storage doesn't support create_group_from_src.
ru: Prophet Storage не поддерживает create_group_from_src.

source: Pool is not available in the volume host fields.
ru: Пул недоступен в поле хоста тома

source: Flexvisor failed to create volume %(volume)s: %(status)s.
ru: Flexvisor не смог создать том %(volume)s: %(status)s.

source: Flexvisor failed to create volume (get event) %s.
ru: Flexvisor не смог создать том (get event) %s.

source: Flexvisor create volume failed.:%(volumeid)s:%(status)s.
ru: Flexvisor не смог создать том:%(volumeid)s:%(status)s.

source: Flexvisor failed to create volume %(id)s in the group %(vgid)s.
ru: Flexvisor не смог создать том %(id)s в группе %(vgid)s.

source: Flexvisor unable to find the source volume %(id)s info.
ru: Flexvisor не смог найти сведения об исходном томе %(id)s.

source: Flexvisor failed to create volume from snapshot %(id)s:%(status)s.
ru: Flexvisor не смог создать том из снимка %(id)s:%(status)s.

source: Flexvisor failed to create volume from snapshot (failed to get event) %(id)s.
ru: Flexvisor не смог создать том из снимка (сбой получения события) %(id)s.

source: Flexvisor failed to create volume from snapshot %(id)s: %(status)s.
ru: Flexvisor не смог создать том из снимка %(id)s:%(status)s.

source: Flexvisor failed to spawn volume from snapshot %(id)s:%(status)s.
ru: Flexvisor не смог породить том из снимка %(id)s:%(status)s.

source: Flexvisor failed to spawn volume from snapshot (failed to get event) %(id)s.
ru: Flexvisor не смог породить том из снимка (сбой получения события) %(id)s.

source: Flexvisor failed to clone volume %(id)s: %(status)s.
ru: Flexvisor не смог клонировать том %(id)s: %(status)s.

source: Flexvisor failed to clone volume (failed to get event) %(id)s.
ru: Flexvisor не смог клонировать том (сбой получения события) %(id)s.

source: Flexvisor volume %(id)s failed to join group %(vgid)s.
ru: Том Flexvisor %(id)s не смог присоединиться к группе %(vgid)s.

source: Flexvisor failed deleting volume %(id)s: %(status)s.
ru: Flexvisor не смог удалить том %(id)s: %(status)s.

source: Flexvisor failed to delete volume %(id)s: %(status)s.
ru: Flexvisor не смог удалить том %(id)s: %(status)s.

source: Flexvisor failed to extend volume %(id)s:%(status)s.
ru: Flexvisor не смог расширить том %(id)s: %(status)s.

source: Flexvisor failed to extend volume (failed to get event) %(id)s.
ru: Flexvisor не смог расширить том (сбой получения события) %(id)s.

source: Flexvisor failed to extend volume %(id)s: %(status)s.
ru: Flexvisor не смог расширить том %(id)s: %(status)s.

source: Flexvisor failed to create snapshot for volume %(id)s: %(status)s.
ru: Flexvisor не смог создать снимок тома %(id)s: %(status)s.

source: Flexvisor failed to create snapshot for volume (failed to get event) %(id)s.
ru: Flexvisor не смог создать снимок тома (сбой получения события) %(id)s.

source: Flexvisor failed to delete snapshot %(id)s: %(status)s.
ru: Flexvisor не смог удалить снимок %(id)s: %(status)s.

source: Flexvisor failed to delete snapshot (failed to get event) %(id)s.
ru: Flexvisor не смог удалить снимок (сбой получения события) %(id)s.

source: Flexvisor failed to get pool info %(id)s: %(status)s.
ru: Flexvisor не смог получить сведения о пуле %(id)s: %(status)s.

source: Specify san_password or san_private_key
ru: Укажите san_password или san_private_key

source: san_ip must be set
ru: Необходимо настроить san_ip

source: Bad response from server: %(url)s. Error: %(err)s
ru: Неверный ответ от сервера: %(url)s. Ошибка: %(err)s

source: Sandstone web server may be abnormal or storage may be poweroff. Error: %(err)s
ru: Возможно, статус веб-сервера Sandstone отличается от «нормального», либо: хранилище может быть обесточено. Ошибка: %(err)s

source: %(err)s result:%(res)s
ru: %(err)s результат:%(res)s

source: Login error.
ru: Ошибка входа в систему.

source: Logout out error.
ru: Ошибка выхода из системы.

source: Query capacity error.
ru: Ошибка запроса ёмкости.

source: Query pool status error.
ru: Ошибка опроса статуса пула.

source: Create initiator error.
ru: Ошибка создания инициатора

source: Task: run %(task)s failed, err: %(err)s.
ru: Задача: сбой выполнения %(task)s, ошибка: %(err)s.

source: Task : run %(task)s failed, parameter : %(parameter)s, progress is %(process)d.
ru: Задача : сбой выполнения %(task)s, параметр : %(parameter)s, ход выполнения: %(process)d.

source: Task : running %(task)s , parameter : %(parameter)s, progress is %(process)d, waited for 1 second, total waited %(total)d second.
ru: Задача : выполняется %(task)s , параметр : %(parameter)s, ход выполнения: %(process)d, ожидание длилось 1 сек., общий период ожидания: %(total)d сек.

source: Task : running %(task)s successfully, parameter : %(parameter)s, progress is %(process)d, total spend %(total)d second.
ru: Задача : успешно выполняется %(task)s, параметр : %(parameter)s, ход выполнения: %(process)d, всего затрачено секунд: %(total)d.

source: Add initiator to target error.
ru: Ошибка добавления инициатора для цели

source: Query mapping initiator process error.
ru: Ошибка запроса отображения процесса инициатора

source: Query initiator by name error.
ru: Ошибка опроса инициатора по имени

source: Query target initiatoracl error.
ru: Ошибка опроса целевого списка управления доступом инициатора

source: Query node by targetips error.
ru: Ошибка опроса узла по целевым IP

source: Query target by name error.
ru: Ошибка опроса цели по имени

source: Create target error.
ru: Ошибка создания цели

source: Add chap by target error.
ru: Ошибка добавления chap по цели

source: Query chapinfo by target error.
ru: Ошибка опроса chapinfo по цели

source: Extend lun error.
ru: Ошибка расширения LUN

source: Unmap lun error.
ru: Ошибка удаления отображения LUN

source: Unmap lun error, uuid is None.
ru: Ошибка удаления отображения LUN, значение UUID — «Нет»

source: Map lun error.
ru: Ошибка отображения LUN

source: Map lun error, uuid is None.
ru: Ошибка отображения LUN, значение UUID — «Нет»

source: Query mapping lun process error.
ru: Ошибка запроса процесса отображения LUN

source: Query target lunacl error.
ru: Ошибка запроса целевого списка управления доступом LUN

source: Query lun by name error.
ru: Ошибка запроса LUN по имени

source: Query target by lun error.
ru: Ошибка запроса цели по LUN

source: Query flatten lun process error.
ru: Ошибка запроса процесса удаления зависимости LUN от снимка

source: Query delete snapshot process error.
ru: Ошибка запроса процесса удаления снимка

source: Create lun from snapshot error.
ru: Ошибка создания LUN на базе снимка.

source: Flatten lun error.
ru: Ошибка удаления зависимости LUN от снимка

source: Query snapshot by name error.
ru: Ошибка запроса снимка по имени

source: Storage pool %(pool)s does not exist in the cluster.
ru: Пул хранилищ %(pool)s не существует в кластере

source: poolname_map_poolid info is empty.
ru: отсутствуют сведения о poolname_map_poolid

source: poolid is None.
ru: значение poolid — «Нет».

source: No such snapshot volume.
ru: Нет такого тома снимка

source: Source volume: %(volume_name)s does not exist.
ru: Исходный том: %(volume_name)s не существует.

source: Not exist volume: %(volumeName)s
ru: Том не существует: %(volumeName)s

source: Can't get volume id from snapshot, snapshot: %(id)s.
ru: Не удалось получить ID тома из снимка, снимок: %(id)s.

source: Cannot parse session key: %s
ru: Невозможно проанализировать ключ сеанса: %s

source: Failed to log in to management controller
ru: Не удалось выполнить вход на контроллер управления

source: Failed to obtain MC session key
ru: Не удалось получить ключ сеанса Центра управления

source: Exception handling URL %(url)s: %(msg)s
ru: Исключение при обработке URL %(url)s: %(msg)s

source: No LUNs available for mapping to host %s.
ru: Нет доступных LUN для отображения на хост %s.

source: Failed to find a free LUN for host %s
ru: Не удалось найти свободный LUN для хоста %s

source: Failed to connect to %(vendor_name)s Array %(host)s: %(err)s
ru: Не удалось подключиться к %(host)s массива %(vendor_name)s: %(err)s

source: Failed to log on %s Array (invalid login?).
ru: Не удалось выполнить вход в систему массива %s (неверное имя пользователя?).

source: %s configuration option is not set.
ru: Параметр конфигурации %s не настроен

source: Unable to get stats for backend_name: %s
ru: Не удалось получить статистику для backend_name: %s

source: Connector does not provide: %s
ru: Коннектор не выдаёт: %s

source: Backend doesn't exist (%(backend)s)
ru: Серверная часть не существует (%(backend)s)

source: Not enough space on backend (%(backend)s)
ru: Недостаточно места в серверной части (%(backend)s)

source: No active iSCSI portals with supplied iSCSI IPs
ru: Нет активных порталов iSCSI с предоставленными iSCSI IP

source: Invalid IP address format: '%s'
ru: Недопустимый формат адреса IP: '%s'

source: CHAP secret should be 12-16 bytes.
ru: Секрет CHAP должен иметь размер в 12-16 байтов

source: HTTP exit code: [%(code)s]
ru: Код выхода HTTP: [%(code)s]

source: Synology driver authentication failed: %(reason)s.
ru: Сбой аутентификации драйвера Synology: %(reason)s.

source: LUN not found by UUID: %(uuid)s.
ru: LUN по UUID не найден: %(uuid)s.

source: Login failed.
ru: Не удалось выполнить вход.

source: 'success' not found
ru: 'success' не найден

source: Session might have expired.
ru: Возможно, истёк действия сеанса

source: Failed to _get_node_uuid.
ru: Сбой _get_node_uuid.

source: no data found
ru: данные не найдены

source: size not found
ru: размер не найден

source: Param [lun_name] is invalid.
ru: Недействительный параметр [lun_name]

source: lun info not found
ru: Сведения о LUN не найдены

source: uuid not found
ru: UUID не найден

source: status not found
ru: статус не найден

source: action_locked not found
ru: action_locked не найден

source: Param [snapshot_uuid] is invalid.
ru: Недействительный параметр [snapshot_uuid]

source: snapshot info not found
ru: сведения о снимке не найдены

source: Param [identifier] is invalid.
ru: Недействительный параметр [identifier]

source: Failed to get target_id of target [%s]
ru: Не удалось получить target_id цели [%s]

source: trg_id is invalid: %d.
ru: недействительный trg_id: %d.

source: no error code found
ru: код ошибки не найден

source: no readonly found
ru: состояния «только чтение» не найдено

source: pool [%s] is not writable
ru: пул [%s] недоступен для записи

source: data not found
ru: данные не найдены

source: DS version %s is not supported
ru: Версия DS %s не поддерживается

source: usbstation is not supported
ru: usbstation не поддерживается

source: Storage Manager is not supported in DS
ru: Диспетчер хранилища не поддерживается в DS

source: iSCSI target feature is not supported in DS
ru: функционал целей iSCSI не поддерживается в DS

source: VAAI feature is not supported in DS
ru: Функционал VAAI не поддерживается в DS

source: Snapshot feature is not supported in DS
ru: Функционал снимков не поддерживается в DS

source: is_mapped not found
ru: is_mapped не найден

source: Lun [%s] status is not normal
ru: Статус LUN [%s] отличается от нормального.

source: Lun [%s] status is not normal.
ru: Статус LUN [%s] отличается от нормального.

source: Failed to _modify_lun_name [%s].
ru: Не удалось выполнить _modify_lun_name [%s].

source: Volume [%(vol)s] snapshot [%(snapshot)s] status is not healthy.
ru: Статус снимка [%(snapshot)s] тома [%(vol)s] отличается от работоспособного

source: Param [location] is invalid.
ru: Недействительный параметр [location]

source: Execute command %(cmd)s failed, out: %(out)s, err: %(err)s.
ru: Сбой выполнения команды %(cmd)s, out: %(out)s, ошибка: %(err)s.

source: Parse response error from CLI command %(cmd)s, out: %(out)s, err: %(err)s
ru: Ошибка анализа ответа консольной команды %(cmd)s, out: %(out)s, ошибка: %(err)s

source: Unexpected format from CLI command %(cmd)s, result: %(info)s.
ru: Непредвиденный формат консольной команды %(cmd)s, результат: %(info)s.

source: Unexpected response from CLI command %(cmd)s, require 'key' 'msg' 'arr'. out: %(info)s.
ru: Непредвиденный ответ консольной команды %(cmd)s, требуется 'key' 'msg' 'arr'. out: %(info)s.

source: Unexpected error output from CLI command %(cmd)s, key: %(key)s, msg: %(msg)s.
ru: Непредвиденный вывод ошибки консольной команды %(cmd)s, ключ: %(key)s, сообщение: %(msg)s.

source: Volume: %s with same name already exists on the system.
ru: Том с именем %s уже существует в системе

source: Volume capacity shall not be less than the current size %sG.
ru: Размер тома не может быть меньше текущего размера %sG.

source: Backend storage pool "%s" not found.
ru: Пул фонового хранилища "%s" не найден

source: config option %s is not set.
ru: параметр конфигурации %s не настроен.

source: ACCESSIscsiDriver get LUN ID list operation failed
ru: Сбой действия ACCESSIscsiDriver получения списка операций по LUN ID

source: ACCESSIscsiDriver initialize_connection failed for %s as no portal ip was found
ru: Сбой ACCESSIscsiDriver initialize_connection для %s, т.к. IP портала не был найден

source: ACCESSIscsiDriver get LUN list operation failed
ru: Сбой действия ACCESSIscsiDriver получения списка операций по LUN

source: ACCESSIscsiDriver target-initiator mapping failed for target %s
ru: Сбой отображения целевого инициатора ACCESSIscsiDriver для цели %s

source: ACCESSIscsiDriver initialize_connection failed for %s as no target was found
ru: Сбой ACCESSIscsiDriver initialize_connection для %s, т.к. не была найдена цель

source: ACCESSIscsiDriver get FS list operation failed
ru: Сбой действия ACCESSIscsiDriver по получению списка ФС

source: ACCESSIscsiDriver get online target list operation failed
ru: Сбой действия ACCESSIscsiDriver по получению списка целей, находящихся в сети

source: ACCESSIscsiDriver get target list operation failed
ru: Сбой действия ACCESSIscsiDriver по получению списка целей

source: ACCESSIscsiDriver create volume failed %s as no space is available
ru: Сбой действия ACCESSIscsiDriver по созданию тома %s, нет доступного места

source: ACCESSIscsiDriver create volume failed %s
ru: Сбой действия ACCESSIscsiDriver по созданию тома %s

source: ACCESSIscsiDriver delete volume failed %s
ru: Сбой действия ACCESSIscsiDriver по удалению тома %s

source: ACCESSIscsiDriver create snapshot failed for %s
ru: Сбой действия ACCESSIscsiDriver по созданию снимка для %s

source: ACCESSIscsiDriver delete snapshot failed for %s
ru: Сбой действия ACCESSIscsiDriver по удалению снимка для %s

source: ACCESSIscsiDriver create cloned volume failed %s as no source volume found
ru: Сбой действия ACCESSIscsiDriver по созданию клонированного тома %s, исходный том не найден

source: ACCESSIscsiDriver create cloned volume failed %s as no space is available
ru: Сбой действия ACCESSIscsiDriver по созданию клонированного тома %s, нет доступного места

source: ACCESSIscsiDriver create cloned volume failed for %s
ru: Сбой действия ACCESSIscsiDriver по созданию клонированного тома для %s

source: ACCESSIscsiDriver create volume from snapshot failed for volume %s as failed to gather snapshot details
ru: Сбой действия ACCESSIscsiDriver по созданию тома на базе снимка для тома %s, не удалось собрать сведения о снимке

source: ACCESSIscsiDriver create volume from snapshot failed %s as no space is available
ru: Сбой действия ACCESSIscsiDriver по созданию тома на базе снимка %s, нет доступного места

source: ACCESSIscsiDriver create volume from snapshot failed for volume %s
ru: Сбой действия ACCESSIscsiDriver по созданию тома на базе снимка для тома %s

source: ACCESSIscsiDriver extend volume failed %s as no volume found at backend
ru: Сбой расширения тома ACCESSIscsiDriver %s, том в серверной части не найден

source: ACCESSIscsiDriver extend volume failed %s as no space is available
ru: Сбой действия ACCESSIscsiDriver по расширению тома %s, нет доступного места

source: ACCESSIscsiDriver extend volume failed for %s
ru: Сбой действия ACCESSIscsiDriver по расширению тома для %s

source: Authentication failure.
ru: Сбой аутентификации

source: Invalid disk adapter type: %(invalid_type)s.
ru: Недопустимый тип адаптера диска: %(invalid_type)s.

source: Invalid disk type: %(disk_type)s.
ru: Недопустимый тип диска: %(disk_type)s.

source: There is no virtual disk device.
ru: Устройство виртуального диска отсутствует

source: Storage profile: %(storage_profile)s not found.
ru: Профиль хранилища %(storage_profile)s не найден

source: There are no valid datastores.
ru: Действительные хранилища данных отсутствуют

source: Compute cluster: %(cluster)s not found.
ru: Кластер Compute %(cluster)s не найден

source: There are no valid ESX hosts.
ru: Действительные хосты ESX отсутствуют

source: Template cannot be found at path: %(path)s.
ru: Не удалось найти шаблон по пути: %(path)s.

source: Snapshot: %(name)s not found.
ru: Снимок: %(name)s не найден

source: Container format: %s is unsupported, only 'bare' is supported.
ru: Формат контейнеров %s не поддерживается, поддерживается только формат 'bare'

source: Invalid disk type: %s.
ru: Недопустимый тип диска: %s

source: %s not set.
ru: %s не настроен.

source: Snapshot of volume not supported in state: %s.
ru: Снимок тома в состоянии %s не поддерживается

source: Delete snapshot of volume not supported in state: %s.
ru: Удаление снимка тома в состоянии %s не поддерживается

source: Cannot create image of disk format: %s. Only vmdk disk format is accepted.
ru: Не удалось создать образ формата диска: %s. Поддерживается только формат диска vmdk.

source: Exception in _select_ds_for_volume: %s.
ru: Исключение в _select_ds_for_volume: %s.

source: Container format: %s is unsupported, only 'bare' and 'ova' are supported.
ru: Формат контейнеров %s не поддерживается, поддерживается только формат 'ova'

source: Upload to glance of attached volume is not supported.
ru: Отправка прикреплённых томов в Glance не поддерживается

source: source-name cannot be empty.
ru: source-name не может быть пустым

source: source-name format should be: 'vmdk_path@vm_inventory_path'.
ru: source-name должен быть в формате: 'vmdk_path@vm_inventory_path'.

source: %s does not exist.
ru: %s не существует

source: Running Cinder with a VMware vCenter version less than %s is not allowed.
ru: Работа Cinder с версией VMware vCenter ниже %s не допускается

source: Invalid regular expression: %s.
ru: Недопустимое рег. выражение: %s.

source: Clone type '%(clone_type)s' is invalid; valid values are: '%(full_clone)s' and '%(linked_clone)s'.
ru: Недопустимый тип клонирования '%(clone_type)s'; допустимые значения: '%(full_clone)s' и '%(linked_clone)s'.

source: Linked clone of source volume not supported in state: %s.
ru: Связанный клон исходного тома не поддерживается в состоянии: %s.

source: Invalid disk backing: %s.
ru: Недействительное резервирование диска: %s.

source: Unknown SMBFS exception.
ru: Неизвестное исключение SMBFS

source: No mounted SMBFS shares found.
ru: Смонтированных разделяемых ресурсов SMBFS не найдено.

source: There is no share which can host %(volume_size)sG.
ru: Нет разделяемых ресурсов, на которых можно разместить %(volume_size)sG.

source: SMBFS config file not set (smbfs_shares_config).
ru: Файл конфигурации SMBFS не настроен (smbfs_shares_config).

source: SMBFS config file at %(config)s doesn't exist.
ru: Файл конфигурации SMBFS %(config)s не существует

source: Invalid mount point base: %s
ru: Недействительная база точки монтирования: %s

source: Found multiple mappings for pools %(pools)s. Requested pool mappings: %(pool_mappings)s
ru: Для пулов %(pools)s обнаружено несколько отображений. Запрошенные отображения пулов: %(pool_mappings)s

source: This system platform (%s) is not supported. This driver supports only Win32 platforms.
ru: Эта системная платформа (%s) не поддерживается. Данный драйвер поддерживает только платформы Win32

source: Invalid image file extension: %s
ru: Недопустимое расширение файла образа: %s

source: File already exists at: %s
ru: Файл уже существует в %s

source: Unsupported volume format: %s
ru: Формат тома не поддерживается: %s

source: Extending volumes backed by VHD images is not supported when snapshots exist. Please use VHDX images.
ru: Расширение томов с рез. копиями в виде образов VHD не поддерживается, если присутствуют снимки. Используйте образы VHDX.

source: Encryption key %s was requested. Volume encryption is not currently supported.
ru: Был запрошен ключ шифрования %s. Шифрование томов на данный момент не поддерживается.

source: Could not find any share for pool %(pool_name)s. Pool mappings: %(pool_mappings)s.
ru: Не удалось найти разделяемых ресурсов для пула%(pool_name)s. Отображения пула: %(pool_mappings)s.

source: Unable to find any active VPSA controller
ru: Не удалось найти активных контроллеров VPSA

source: Unable to create server object for initiator %(name)s
ru: Не удалось создать объект сервера для инициатора %(name)s

source: Failed to retrieve attachments for volume %(name)s
ru: Не удалось получить сведения о прикреплённых элементах для тома %(name)s

source: Invalid attachment info for volume %(name)s: %(reason)s
ru: Недействительные сведения о прикреплённых элементах тома %(name)s: %(reason)s

source: Unable to find server object for initiator %(name)s
ru: Не удалось найти объект сервера для инициатора %(name)s
