Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: read_deleted can only be one of 'no', 'yes' or 'only', not %r
ru: значением для read_deleted может быть: 'no', 'yes' или 'only', но не %r

source: Coordinator uninitialized.
ru: Координатор не инициализирован

source: An unknown exception occurred.
ru: Произошло неизвестное исключение.

source: Bad or unexpected response from the storage volume backend API: %(data)s
ru: Неверный или непредвиденный ответ от API серверной части тома хранилища: %(data)s

source: Volume driver reported an error: %(message)s
ru: Драйвер тома сообщил об ошибке: %(message)s

source: Backup driver reported an error: %(reason)s
ru: Резервный драйвер сообщил об ошибке: %(reason)s

source: Canceled backup %(back_id)s restore on volume %(vol_id)s
ru: Восстановление из рез. копии %(back_id)s было отменено на томе %(vol_id)s

source: Connection to glance failed: %(reason)s
ru: Сбой создания подключения к glance: %(reason)s

source: Programming error in Cinder: %(reason)s
ru: Программная ошибка Cinder: %(reason)s

source: Not authorized.
ru: Отсутствует авторизация.

source: User does not have admin privileges
ru: У пользователя нет привилегий администратора

source: Policy doesn't allow %(action)s to be performed.
ru: Политика не разрешает выполнение %(action)s

source: Not authorized for image %(image_id)s.
ru: Отсутствует авторизация на образ %(image_id)s.

source: Volume driver not ready.
ru: Драйвер тома не готов

source: Unacceptable parameters.
ru: Неприемлемые параметры.

source: Invalid snapshot: %(reason)s
ru: Недействительный снимок: %(reason)s

source: Invalid attaching mode '%(mode)s' for volume %(volume_id)s.
ru: Недействительный режим прикрепления '%(mode)s' для тома %(volume_id)s.

source: Volume %(volume_id)s is still attached, detach volume first.
ru: Том %(volume_id)s ещё прикреплён, открепите сначала том.

source: The results are invalid.
ru: Результаты недействительны

source: Invalid input received: %(reason)s
ru: Получен недействительный ввод: %(reason)s

source: Availability zone '%(az)s' is invalid.
ru: Недействительная зона доступности '%(az)s'

source: Volume type's availability zones are invalid %(az)s.
ru: Зоны доступности типа тома недействительны %(az)s.

source: Invalid volume type: %(reason)s
ru: Недействительный тип тома: %(reason)s

source: Invalid group type: %(reason)s
ru: Недействительный тип группы: %(reason)s

source: Invalid volume: %(reason)s
ru: Недействительный том: %(reason)s

source: Invalid content type %(content_type)s.
ru: Недопустимый тип содержимого %(content_type)s.

source: Invalid host: %(reason)s
ru: Недействительный хост: %(reason)s

source: Invalid auth key: %(reason)s
ru: Недействительный ключ аутентификации: %(reason)s

source: Value "%(value)s" is not valid for configuration option "%(option)s"
ru: Значение "%(value)s" не является допустимым для параметра конфигурации "%(option)s"

source: Service is unavailable at this time.
ru: В данный момент служба недоступна

source: Cannot perform %(action)s during system upgrade.
ru: Невозможно выполнить %(action)s во время системного обновления

source: Image %(image_id)s is unacceptable: %(reason)s
ru: Образ %(image_id)s неприемлем: %(reason)s

source: Image %(image_id)s size exceeded available disk space: %(reason)s
ru: Размер образа %(image_id)s превышает доступное пространство на диске: %(reason)s

source: The device in the path %(path)s is unavailable: %(reason)s
ru: Устройство по пути %(path)s недоступно: %(reason)s

source: The snapshot is unavailable: %(data)s
ru: Этот снимок недоступен: %(data)s

source: Expected a UUID but received %(uuid)s.
ru: Ожидался UUID, но получено %(uuid)s.

source: API Version String %(version)s is of invalid format. Must be of format MajorNum.MinorNum.
ru: Строка версии API %(version)s имеет неверный формат. Правильный формат: MajorNum.MinorNum.

source: API version %(version)s is not supported on this method.
ru: Версия API %(version)s не поддерживается этим методом.

source: Version %(req_ver)s is not supported by the API. Minimum is %(min_ver)s and maximum is %(max_ver)s.
ru: Версия %(req_ver)s не поддерживается API. Минимальная: %(min_ver)s,максимальная: %(max_ver)s.

source: Error while requesting %(service)s API.
ru: Ошибка при запросе %(service)s API.

source: Timeout while requesting %(service)s API.
ru: Истечение времени ожидания при запросе %(service)s API.

source: Timeout while requesting capabilities from backend %(service)s.
ru: Истечение времени ожидания при запросе %(service)s серверной части.

source: Resource could not be found.
ru: Ресурс не найден

source: Store %(store_id)s not enabled in glance.
ru: Использование хранилища %(store_id)s не включено в glance.

source: Store %(store_id)s is read-only in glance.
ru: Хранилище %(store_id)s доступно в glance только для чтения.

source: Volume %(volume_id)s could not be found.
ru: Не удалось найти том %(volume_id)s.

source: Message %(message_id)s could not be found.
ru: Не удалось найти сообщение %(message_id)s.

source: Volume attachment could not be found with filter: %(filter)s.
ru: Не удалось найти прикрепление тома с фильтром: %(filter)s.

source: Volume %(volume_id)s has no metadata with key %(metadata_key)s.
ru: У тома %(volume_id)s нет метаданных с ключом %(metadata_key)s.

source: Invalid metadata: %(reason)s
ru: Недействительные метаданные: %(reason)s

source: Invalid metadata size: %(reason)s
ru: Недействительный размер метаданных: %(reason)s

source: Snapshot %(snapshot_id)s has no metadata with key %(metadata_key)s.
ru: У снимка %(snapshot_id)s нет метаданных с ключом %(metadata_key)s.

source: Volume type %(volume_type_id)s could not be found.
ru: Не удалось найти тип тома %(volume_type_id)s

source: Volume type with name %(volume_type_name)s could not be found.
ru: Не удалось найти тип тома с именем %(volume_type_name)s

source: Volume type access not found for %(volume_type_id)s / %(project_id)s combination.
ru: Не удалось найти доступ к типу тома для сочетания %(volume_type_id)s / %(project_id)s

source: Volume Type %(volume_type_id)s has no extra specs with key %(extra_specs_key)s.
ru: У типа тома %(volume_type_id)s нет дополнительных спецификаций с ключом %(extra_specs_key)s.

source: Volume Type %(volume_type_id)s deletion is not allowed with volumes present with the type.
ru: Удаление типа тома %(volume_type_id)s не разрешено, пока существуют тома с таким типом

source: The volume type %(volume_type_id)s is the only currently defined volume type and cannot be deleted.
ru: Тип тома %(volume_type_id)s является единственным настроенным на данный момент типом тома, и его нельзя удалить

source: The volume type %(volume_type_id)s is a default volume type and cannot be deleted.
ru: Тип тома %(volume_type_id)s является типом тома по умолчанию, и его нельзя удалить

source: The request cannot be fulfilled as the default volume type %(volume_type_name)s cannot be found.
ru: Не удалось выполнить запрос, т.к. тип тома по умолчанию %(volume_type_name)s найти не удалось.

source: Default type for project %(project_id)s not found.
ru: Не удалось найти тип по умолчанию для проекта %(project_id)s

source: Group type %(group_type_id)s could not be found.
ru: Не удалось найти тип группы %(group_type_id)s

source: Group type with name %(group_type_name)s could not be found.
ru: Не удалось найти тип группы с именем %(group_type_name)s

source: Group type access not found for %(group_type_id)s / %(project_id)s combination.
ru: Не удалось найти доступ к типу группы для сочетания %(group_type_id)s / %(project_id)s

source: Group Type %(group_type_id)s has no specs with key %(group_specs_key)s.
ru: У типа групп %(group_type_id)s нет спецификаций с ключом %(group_specs_key)s.

source: Group Type %(group_type_id)s deletion is not allowed with groups present with the type.
ru: Удаление типа группы %(group_type_id)s не разрешено, пока существуют группы с таким типом

source: Snapshot %(snapshot_id)s could not be found.
ru: Не удалось найти снимок %(snapshot_id)s

source: Instance %(uuid)s could not be found.
ru: Не удалось найти экземпляр %(uuid)s.

source: No snapshots found for volume %(volume_id)s.
ru: Для тома %(volume_id)s снимков не найдено

source: deleting volume %(volume_name)s that has snapshot
ru: удаляется том %(volume_name)s, у которого есть снимки

source: deleting snapshot %(snapshot_name)s that has dependent volumes
ru: удаляется снимок %(snapshot_name)s, у которого есть зависимые тома

source: Invalid image href %(image_href)s.
ru: Недопустимый href образа %(image_href)s.

source: Signature metadata is incomplete for image: %(image_id)s.
ru: Неполные метаданные сигнатуры образа: %(image_id)s.

source: Failed to verify image signature, reason: %(reason)s.
ru: Не удалось подтвердить сигнатуру образа: %(reason)s.

source: Image %(image_id)s could not be found.
ru: Не удалось найти образ %(image_id)s.

source: Service %(service_id)s could not be found on host %(host)s.
ru: Службу %(service_id)s не удалось найти на хосте %(host)s.

source: Service %(service_id)s could not be found.
ru: Не удалось найти службу %(service_id)s.

source: Service is too old to fulfil this request.
ru: Служба слишком старая, чтобы выполнить запрос

source: Worker with %s could not be found.
ru: Не удалось найти рабочий процесс с %s

source: Worker for %(type)s %(id)s already exists.
ru: Рабочий процесс с %(type)s %(id)s уже существует

source: %(type)s with id %(id)s is already being cleaned up or another host has taken over it.
ru: %(type)s с ID %(id)s уже в процессе очистки, либо он был передан под управление другого хоста

source: Cluster %(id)s could not be found.
ru: Не удалось найти кластер %(id)s.

source: Cluster %(id)s still has hosts.
ru: В кластере %(id)s ещё остались хосты.

source: Cluster %(name)s already exists.
ru: Кластер %(name)s уже существует.

source: Host %(host)s could not be found.
ru: Не удалось найти хост %(host)s.

source: Scheduler Host Filter %(filter_name)s could not be found.
ru: Не удалось найти фильтр хостов %(filter_name)s планировщика

source: Scheduler Host Weigher %(weigher_name)s could not be found.
ru: Не удалось найти инструмент планировщика для измерения веса хостов %(weigher_name)s.

source: Invalid reservation expiration %(expire)s.
ru: Недопустимое окончание срока действия резервирования %(expire)s.

source: Change would make usage less than 0 for the following resources: %(unders)s
ru: В случае изменений, потребление следующих ресурсов будет меньше 0: %(unders)s

source: Quota could not be found
ru: Не удалось найти квоту

source: Unknown quota resources %(unknown)s.
ru: Неизвестные ресурсы квоты %(unknown)s.

source: Quota for project %(project_id)s could not be found.
ru: Не удалось найти квоту для проекта %(project_id)s.

source: Quota class %(class_name)s could not be found.
ru: Не удалось найти класс квоты %(class_name)s.

source: Quota usage for project %(project_id)s could not be found.
ru: Не удалось найти статистику потребления для квоты проекта %(project_id)s.

source: Quota exceeded for resources: %(overs)s
ru: Квоты следующих ресурсов были превышены: %(overs)s

source: File %(file_path)s could not be found.
ru: Не удалось найти файл %(file_path)s.

source: Volume Type %(id)s already exists.
ru: Тип томов %(id)s уже существует.

source: Volume type access for %(volume_type_id)s / %(project_id)s combination already exists.
ru: Доступ к типу тома для сочетания %(volume_type_id)s / %(project_id)s уже существует

source: Volume type encryption for type %(type_id)s already exists.
ru: Шифрование типа тома для типа %(type_id)s уже существует

source: Volume type encryption for type %(type_id)s does not exist.
ru: Шифрование типа тома для типа %(type_id)s не существует

source: Group Type %(id)s already exists.
ru: Тип группы %(id)s уже существует.

source: Group type access for %(group_type_id)s / %(project_id)s combination already exists.
ru: Доступ к типу группы для сочетания %(group_type_id)s / %(project_id)s уже существует

source: Group volume type mapping for %(group_id)s / %(volume_type_id)s combination already exists.
ru: Сопоставление типа группы для сочетания %(group_id)s / %(volume_type_id)s уже существует

source: Malformed message body: %(reason)s
ru: Неправильный формат тела сообщения: %(reason)s

source: Could not find config at %(path)s
ru: Не удалось найти файл конфигурации по пути %(path)s

source: Could not find parameter %(param)s
ru: Не удалось найти параметр %(param)s

source: No valid backend was found. %(reason)s
ru: Действительной серверной части найдено не было. %(reason)s

source: Quota exceeded: code=%(code)s
ru: Превышена квота: code=%(code)s

source: Requested volume or snapshot exceeds allowed %(name)s quota. Requested %(requested)sG, quota is %(quota)sG and %(consumed)sG has been consumed.
ru: Запрошенный том или снимок превышает квоту, установленную для %(name)s quota. Запрошено: %(requested)sG, квота: %(quota)sG, было потреблено: %(consumed)sG.

source: Requested volume size %(size)dG is larger than maximum allowed limit %(limit)dG.
ru: Запрошенный размер тома %(size)dG превышает разрешённый макс. лимит %(limit)dG.

source: Requested backup exceeds allowed Backup gigabytes quota. Requested %(requested)sG, quota is %(quota)sG and %(consumed)sG has been consumed.
ru: Запрошенная рез. копия превышает разрешённую гигабайтную квоту. Запрошено: %(requested)sG, квота: %(quota)sG, было потреблено: %(consumed)sG.

source: Maximum number of volumes allowed (%(allowed)d) exceeded for quota '%(name)s'.
ru: Превышено макс. число разрешённых томов (%(allowed)d) для квоты '%(name)s'.

source: Maximum number of snapshots allowed (%(allowed)d) exceeded
ru: Превышено макс. число разрешённых снимков (%(allowed)d)

source: Unexpected over quota on %(name)s.
ru: Непредвиденное превышение квоты для %(name)s.

source: Maximum number of backups allowed (%(allowed)d) exceeded
ru: Превышено макс. число разрешённых рез. копий (%(allowed)d)

source: Image quota exceeded
ru: Превышена квота образа

source: Cannot create volume_type with name %(name)s and specs %(extra_specs)s
ru: Невозможно создать volume_type с именем %(name)s и спецификациями %(extra_specs)s

source: Cannot update volume_type %(id)s
ru: Не удалось обновить volume_type %(id)s

source: Cannot create group_type with name %(name)s and specs %(group_specs)s
ru: Невозможно создать group_type с именем %(name)s и спецификациями %(group_specs)s

source: Cannot update group_type %(id)s
ru: Не удалось обновить group_type %(id)s

source: Maximum number of groups allowed (%(allowed)d) exceeded
ru: Превышено макс. число разрешённых групп (%(allowed)d)

source: Unknown or unsupported command %(cmd)s
ru: Неизвестная или неподдерживаемая %(cmd)s

source: Malformed response to command %(cmd)s: %(reason)s
ru: Неправильный формат ответа на команду %(cmd)s: %(reason)s

source: Operation failed with status=%(status)s. Full dump: %(data)s
ru: Сбой операции со статусом status=%(status)s. Полный дамп: %(data)s

source: Connector doesn't have required information: %(missing)s
ru: У коннектора нет требуемой информации: %(missing)s

source: Glance metadata cannot be updated, key %(key)s exists for volume id %(volume_id)s
ru: Метаданные Glance нельзя обновить, ключ %(key)s существует для тома с ID %(volume_id)s

source: Glance metadata for volume/snapshot %(id)s cannot be found.
ru: Не удалось найти метаданные Glance для тома/снимка %(id)s.

source: Failed to download image %(image_href)s, reason: %(reason)s
ru: Не удалось скачать образ %(image_href)s, причина: %(reason)s

source: Failed to export for volume: %(reason)s
ru: Сбой экспорта тома: %(reason)s

source: Failed to remove export for volume %(volume)s: %(reason)s
ru: Сбой удаления тома %(volume)s: %(reason)s

source: Failed to update metadata for volume: %(reason)s
ru: Сбой обновления метаданных тома: %(reason)s

source: Failed to copy metadata to volume: %(reason)s
ru: Сбой копирования метаданных на том: %(reason)s

source: The type of metadata: %(metadata_type)s for volume/snapshot %(id)s is invalid.
ru: Недопустимый тип метаданных: %(metadata_type)s тома/снимка %(id)s.

source: Failed to copy image to volume: %(reason)s
ru: Сбой копирования образа на том: %(reason)s

source: Invalid Ceph args provided for backup rbd operation
ru: Аргументы Ceph, указанные для создания рез. копии устройства RBD, недействительны

source: An error has occurred during backup operation
ru: Во время действия по созданию рез. копии возникла ошибка

source: Unsupported backup metadata version requested
ru: Запрошена неподдерживаемая версия метаданных рез. копирования

source: Backup %(backup_id)s has no metadata with key %(metadata_key)s.
ru: У рез. копии %(backup_id)s нет метаданных с ключом %(metadata_key)s.

source: Metadata backup already exists for this volume
ru: Для этого тома уже есть рез. копия метаданных

source: Backup RBD operation failed
ru: Сбой действия по созданию рез. копии устройства RBD

source: Backup operation of an encrypted volume failed.
ru: Сбой действия по созданию рез. копии зашифрованного тома

source: Backup %(backup_id)s could not be found.
ru: Не удалось найти рез. копию %(backup_id)s.

source: Invalid backup: %(reason)s
ru: Недействительная рез. копия: %(reason)s

source: Connection to swift failed: %(reason)s
ru: Сбой создания подключения к swift: %(reason)s

source: Transfer %(transfer_id)s could not be found.
ru: Не удалось найти перенос %(transfer_id)s

source: Volume migration failed: %(reason)s
ru: Сбой миграции тома: %(reason)s

source: SSH command injection detected: %(command)s
ru: Обнаружено внедрение команды SSH: %(command)s

source: QoS Specs %(specs_id)s already exists.
ru: Спецификация QoS %(specs_id)s уже существует

source: Failed to create qos_specs: %(name)s with specs %(qos_specs)s.
ru: Сбой создания qos_specs: %(name)s со спецификацией %(qos_specs)s.

source: Failed to update qos_specs: %(specs_id)s with specs %(qos_specs)s.
ru: Сбой обновления qos_specs: %(specs_id)s со спецификацией %(qos_specs)s.

source: No such QoS spec %(specs_id)s.
ru: Спецификация QoS %(specs_id)s не существует.

source: Failed to associate qos_specs: %(specs_id)s with type %(type_id)s.
ru: Сбой привязки qos_specs: %(specs_id)s с типом %(type_id)s.

source: Failed to disassociate qos_specs: %(specs_id)s with type %(type_id)s.
ru: Сбой удаления привязки qos_specs: %(specs_id)s с типом %(type_id)s.

source: QoS spec %(specs_id)s has no spec with key %(specs_key)s.
ru: В спецификациях QoS %(specs_id)s нет спецификации с ключом %(specs_key)s.

source: Invalid qos specs: %(reason)s
ru: Недействительная спецификация QoS: %(reason)s

source: QoS Specs %(specs_id)s is still associated with entities.
ru: У спецификации QoS %(specs_id)s по-прежнему есть привязка к сущностям

source: key manager error: %(reason)s
ru: ошибка диспетчера ключей: %(reason)s

source: Manage existing volume failed due to invalid backend reference %(existing_ref)s: %(reason)s
ru: Сбой управления существующего тома в связи с недействительной отсылкой на серверную часть %(existing_ref)s: %(reason)s

source: Unable to manage existing volume. Volume %(volume_ref)s already managed.
ru: Управление томом невозможно. Том %(volume_ref)s уже управляется.

source: Invalid Replication Target: %(reason)s
ru: Недопустимая цель репликации: %(reason)s

source: Unable to failover to replication target: %(reason)s).
ru: Не удалось отработать отказ на цель репликации: %(reason)s).

source: Volume %(volume_id)s replication error: %(reason)s
ru: Ошибка репликации тома %(volume_id)s: %(reason)s

source: Group %(group_id)s replication error: %(reason)s.
ru: Ошибка репликации группы %(group_id)s: %(reason)s.

source: Manage existing volume failed due to volume type mismatch: %(reason)s
ru: Сбой управления существующего тома в связи с несоответствием типа тома: %(reason)s

source: Error extending volume: %(reason)s
ru: Ошибка увеличения тома: %(reason)s

source: Error during evaluator parsing: %(reason)s
ru: Ошибка во время анализа инструмента оценки: %(reason)s

source: Unable to create lock. Coordination backend not started.
ru: Не удалось создать блокировку. Механизм координации серверной части не запущен.

source: Unrecoverable Error: Versioned Objects in DB are capped to unknown version %(version)s. Most likely your environment contains only new services and you're trying to start an older one. Use `cinder-manage service list` to check that and upgrade this service.
ru: Неисправляемая ошибка: объекты в БД, имеющие версию, ограничены неизвестной версией %(version)s. Скорее всего, в имеющемся окружении есть только новые версии, а вы пытаетесь запустить более старую. Для проверки запустите команду 'cinder-manage service list' и обновите версию.

source: Unable to find Volume Group: %(vg_name)s
ru: Не удалось найти группу томов: %(vg_name)s

source: Failed to create Volume Group: %(vg_name)s
ru: Сбой создания группы томов: %(vg_name)s

source: Volume %(name)s was not deactivated in time.
ru: Том %(name)s не был деактивирован во́время

source: Volume device not found at %(device)s.
ru: Устройство тома не найдено для %(device)s.

source: Unknown RemoteFS exception
ru: Неизвестное исключение RemoteFS

source: A concurrent, possibly contradictory, request has been made.
ru: Был сделан параллельный и, возможно, противоречивый, запрос

source: No mounted shares found
ru: Смонтированных разделяемых ресурсов не найдено

source: There is no share which can host %(volume_size)sG
ru: Нет разделяемых ресурсов, на которых можно разместить %(volume_size)sG

source: File %(path)s has invalid backing file %(backing_file)s.
ru: Недействительный резервный файл для файла %(path)s: %(backing_file)s.

source: Unknown NFS exception
ru: Неизвестное исключение NFS

source: No mounted NFS shares found
ru: Смонтированных разделяемых ресурсов NFS не найдено

source: Fibre Channel connection control failure: %(reason)s
ru: Сбой управления подключением Fibre Channel: %(reason)s

source: Fibre Channel Zone operation failed: %(reason)s
ru: Сбой действия Fibre Channel Zone: %(reason)s

source: Fibre Channel SAN Lookup failure: %(reason)s
ru: Сбой поиска Fibre Channel SAN: %(reason)s

source: Fibre Channel Zone Manager not initialized
ru: Диспетчер Fibre Channel Zone не инициализирован

source: ConsistencyGroup %(consistencygroup_id)s could not be found.
ru: Не удалось найти ConsistencyGroup %(consistencygroup_id)s

source: Invalid ConsistencyGroup: %(reason)s
ru: Недействительная ConsistencyGroup: %(reason)s

source: Group %(group_id)s could not be found.
ru: Не удалось найти %(group_id)s.

source: Invalid Group: %(reason)s
ru: Недействительная группа: %(reason)s

source: Invalid Group Status: %(reason)s
ru: Недействительный статус группы: %(reason)s

source: CgSnapshot %(cgsnapshot_id)s could not be found.
ru: Не удалось найти CgSnapshot %(cgsnapshot_id)s.

source: Invalid CgSnapshot: %(reason)s
ru: Недействительный CgSnapshot: %(reason)s

source: GroupSnapshot %(group_snapshot_id)s could not be found.
ru: Не удалось найти GroupSnapshot %(group_snapshot_id)s.

source: Invalid GroupSnapshot: %(reason)s
ru: Недействительный GroupSnapshot: %(reason)s

source: Invalid GroupSnapshot Status: %(reason)s
ru: Недействительный статус GroupSnapshot: %(reason)s

source: Failed to create iscsi target for volume %(volume_id)s.
ru: Сбой создания цели iscsi для тома %(volume_id)s.

source: Failed to remove iscsi target for volume %(volume_id)s.
ru: Сбой удаления цели iscsi для тома %(volume_id)s.

source: Failed to attach iSCSI target for volume %(volume_id)s.
ru: Сбой прикрепления цели iSCSI для тома %(volume_id)s.

source: Failed to detach iSCSI target for volume %(volume_id)s.
ru: Сбой открепления цели iSCSI для тома %(volume_id)s.

source: Failed to update target for volume %(volume_id)s.
ru: Сбой обновления цели для тома %(volume_id)s.
