Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Unable to get verify config option powermax_array_tag_list. Only alpha-numeric, dashes and underscores allowed. List values must be separated by commas. The number of values must not exceed 8
ru: Не удалось выполнить «get verify» для параметра конфигурации powermax_array_tag_list. Разрешены только буквенно-числовые символы, тире и символы нижнего подчёркивания. Значения в списках должны разделяться запятыми. Количество значений не должно превышать 8.

source: Failed to delete volume %(volume_name)s. Exception received: %(e)s
ru: Сбой удаления тома %(volume_name)s. Полученное исключение: %(e)s

source: There is more than one storage group associated with device %(dev)s not including RDF management groups. Please check device is not member of non-OpenStack managed storage groups
ru: С устройством %(dev)s связано более одной группы хранилищ, не считая групп управления оборудованием удалённой синхронизации данных (RDF). Проверьте, не является ли устройство участником групп хранилищ, не находящихся под управлением OpenStack.

source: Snap_name not present in volume's snapvx session. Unable to perform unlink and cleanup.
ru: Snap_name отсутствует в сеансе snapvx тома. Невозможно выполнить удаление ссылки и очистку.

source: Unable to move the volume to the default SG. Exception received was %(e)s
ru: Не удалось переместить том в группу безопасности по умолчанию. Полученное исключение: %(e)s

source: Unable to RDF protect device %(dev)s in OpenStack managed storage group because it currently exists in one or more user managed storage groups.
ru: Не удалось защитить устройство %(dev)s с помощью оборудования удалённой синхронизации данных (RDF) в группе хранилищ, управляемой OpenStack, т.к. устройство на данный момент присутствует в одной или более группе, управляемой пользователями.

source: Unable to retrieve volume details from array for device %(device_id)s
ru: Не удалось получить подробные сведения о томе из массива для устройства %(device_id)s

source: Unable to import volume %(device_id)s to cinder as it is not an FBA volume. Only volumes with an emulation type of FBA are supported.
ru: Невозможно импортировать том %(device_id)s в cinder, т.к. том не является томом с архитектурой FBA. Поддерживаются только тома с типом эмуляции FBA.

source: Unable to import volume %(device_id)s to cinder. Volume is in multiple SGs.
ru: Невозможно импортировать том %(device_id)s в cinder. Том участвует в нескольких группах безопасности.

source: Unable to import volume %(device_id)s to cinder. Volume is in masking view(s): %(mv)s.
ru: Невозможно импортировать том %(device_id)s в cinder. Том присутствует в маскирующих представлениях: %(mv)s.

source: Unable to import volume %(device_id)s to cinder. It is part of a replication session.
ru: Невозможно импортировать том %(device_id)s в cinder. Том участвует в сеансе репликации.

source: Cannot manage existing PowerMax/VMAX volume %(device_id)s - it has a size of %(vol_size)s but only whole GB sizes are supported. Please extend the volume to the nearest GB value before importing.
ru: Управление существующим томом PowerMax/VMAX %(device_id)s невозможно: его размер равен %(vol_size)s, но поддерживаются только полные размеры в Гбайт. Расширьте том до ближайшего полного значения в Гбайт перед импортом.

source: Cannot unmanage volume %s with device id %s as it is busy. Please either wait until all temporary snapshot have expired or manually unlink and terminate any remaining temporary sessions when they have been fully copied to their targets. Volume is a snapvx source: %s. Volume is a snapvx target: %s
ru: Невозможно отменить управление томом %s с ID устройства %s, т.к. оно занято. Либо подождите, пока закончится срок действия всех временных снимков, либо вручную удалите ссылку и закройте все остающиеся временные сеансы, когда снимки полностью скопируются в цели. Том является источником snapv: %s. Том является целью snapvx: %s

source: Unable to manage existing Snapshot. Snapshot %(snapshot)s is already managed by Cinder.
ru: Управление существующим снимком невозможно. Снимок %(snapshot)s уже под управлением Cinder.

source: Volume %(name)s is failed over from the source volume, it is not possible to manage a snapshot of a failed over volume.
ru: На томе %(name)s отработан отказ для исходного тома. Снимками томов в состоянии отработанного отказа управлять невозможно.

source: There was an issue managing %(snap_name)s, it was not possible to add the OS- prefix. Error Message: %(e)s.
ru: Проблема при управлении %(snap_name)s, невозможно было добавить префикс OS-. Сообщение об ошибке: %(e)s.

source: It is not possible to unmanage snapshot because there are either multiple or no snapshots associated with %(snap_name)s.
ru: Невозможно отменить управление снимком, т.к. либо существует несколько снимков, либо ни одного снимка, связанного с %(snap_name)s.

source: It is not possible to unmanage a snapshot where the source volume is failed-over, revert back to source PowerMax/VMAX to unmanage snapshot %(snap_name)s
ru: Невозможно отменить управление снимка, для исходного тома которого выполнена отработка отказа. Для отмены управления снимком %(snap_name)s откатитесь к исходному PowerMax/VMAX.

source: There was an issue unmanaging Snapshot, it was not possible to remove the OS- prefix. Error message is: %(e)s.
ru: Проблема при отмене управления снимка, не удалось удалить префикс OS-. Сообщение об ошибке: %(e)s.

source: Volume marker not found, please check supplied device ID and try again.
ru: Маркер тома не найден, проверьте указанный ID устройства и повторите попытку.

source: Snapshot marker %(marker)s not found, marker provided must be a valid PowerMax/VMAX snapshot ID
ru: Маркер снимка %(marker)s не найден. Указанный маркер должен быть действительным ID снимка PowerMax/VMAX.

source: Exception occurred adding volume %(vol)s to its rdf management group - the exception received was: %(e)s
ru: При добавлении тома %(vol)s в группу управления оборудованием удалённой синхронизации данных (RDF) произошло исключение, полученное исключение: %(e)s

source: Replication is not configured on backend: %(backend)s.
ru: На серверной части %(backend)s репликация не настроена.

source: Cannot find replication group: %(RDFGroup)s. Please check the name and the array
ru: Невозможно найти группу репликации: %(RDFGroup)s. Проверьте имя и массив

source: Failed to create generic volume group: %(volGrpName)s.
ru: Не удалось создать универсальную группу томов: %(volGrpName)s.

source: Failed to create snapshot for group: %(volGrpName)s. Exception received: %(e)s
ru: Не удалось создать снимок группы: %(volGrpName)s. Полученное исключение: %(e)s

source: Cannot find generic volume group %(group_id)s.
ru: Не удалось найти универсальную группу томов %(group_id)s.

source: Cannot find generic volume group %(grp_id)s.
ru: Не удалось найти универсальную группу томов %(grp_id)s.

source: Cannot perform group updates during failover, please either failback or perform a promotion operation.
ru: Невозможно выполнить обновления групп во время отработки отказа, выполните восстановление размещения, либо выполните действие по повышению уровня.

source: Failed to update volume group: %(volGrpName)s. Exception: %(ex)s.
ru: Не удалось обновить том группы: %(volGrpName)s. Исключение: %(ex)s.

source: Group updates are only supported on replicated volume groups during failover promotion.
ru: Обновление групп поддерживаются только для групп реплицированных томов во время повышения роли при отработке отказа

source: Unable to add to volumes to a group, only volume removal is supported during promotion.
ru: Невозможно добавить тома в группу, во время повышения роли поддерживается только удаление томов

source: Must supply either group snapshot or a source group.
ru: Необходимо предоставить либо снимок группы, либо исходную группу

source: Cannot retrieve source volume group %(grp_id)s from the array.
ru: Не удалось получить сведения об исходной группе томов %(grp_id)s из массива.

source: Failed to create vol grp %(volGrpName)s from source %(grpSnapshot)s.
ru: Не удалось создать группу томов %(volGrpName)s на базе %(grpSnapshot)s.

source: Cannot retrieve source snapshot %(snap_id)s from the array.
ru: Не удалось получить исходный снимок %(snap_id)s из массива

source: Powermax Array Serial must be set in cinder.conf
ru: В cinder.conf необходимо настроить серийный номер массива Powermax

source: Powermax SRP must be set in cinder.conf
ru: В cinder.conf необходимо настроить пул ресурсов хранилищ Powermax

source: Cannot get the array serial_number
ru: Не удалось получить serial_number

source: Volume is replicated - revert to snapshot feature is not supported for replicated volumes.
ru: Том реплицирован — для реплицированных томов возможность отката к состоянию снимка не поддерживается

source: Failed to revert the volume to the snapshot
ru: Не удалось откатить том к состоянию снимка

source: It is not possible to revert snapshot because there are either multiple or no snapshots associated with %(snap_name)s.
ru: Невозможно откатить снимок, т.к. снимков, связанных с%(snap_name)s, либо существует несколько, либо ни одного

source: Failed to revert the volume to the snapshot. Exception received was %(e)s
ru: Не удалось откатить том к состоянию снимка. Полученное исключение: %(e)s

source: Input %(desc)s is not a dict.
ru: Ввод %(desc)s не является словарём

source: RDF validation for storage group %s failed. Please see logged error messages for specific details.
ru: Сбой валидации оборудования удалённой синхронизации данных (RDF) группы хранилищ %s. Конкретные подробности см. в сообщениях об ошибках в журнале.

source: RDF validation failed. Different device counts found for local and remote RDFGs. Local RDFG %s has %s devices. Remote RDFG %s has %s devices. The same number of devices is expected. Check RDFGs for broken RDF pairs and cleanup or recreate the pairs as needed.
ru: Сбой валидации оборудования удалённой синхронизации данных (RDF). Для локальных и удалённых групп RDF обнаружено различное число устройств. Число устройств локальной группы RDF %s: %s, число устройств удалённой группы RDF %s: %s. Ожидается одинаковое число устройств. Проверьте группы RDF на наличие неверных пар RDF, и выполните очистку, либо пересоздайте пары по необходимости.

source: Cannot get iSCSI ipaddresses, multipath flag, or hostlunid. Exception is %(e)s.
ru: Не удалось получить адреса IP iSCSI, флаг доступа по нескольким путям, либо hostlunid. Исключение: %(e)s.

source: Failed to get, create or add volume %(volumeName)s to masking view %(maskingview_name)s. The error message received was %(errorMessage)s.
ru: Не удалось получить, создать или добавить том %(volumeName)s в маскирующее представление %(maskingview_name)s. Полученное сообщение об ошибке: %(errorMessage)s.

source: %(exc_msg)s You must supply a valid pre-created port group in cinder.conf or as an extra spec.
ru: %(exc_msg)s Необходимо указать действительную предварительно созданную группу портов либо в cinder.conf, либо в качестве дополнительной спецификации.

source: Failed to remove volume %(vol)s from SG: %(sg_name)s.
ru: Не удалось удалить том %(vol)s из группы безопасности: %(sg_name)s.

source: Failed to remove device with id %(dev_id)s from SG: %(sg_name)s.
ru: Не удалось удалить устройство с ID %(dev_id)s из группы безопасности: %(sg_name)s.

source: FC is the protocol but wwpns are not supplied by OpenStack.
ru: Протоколом является FC, но имена wwpn службами OpenStack не предоставляются.

source: Error finding %(name)s.
ru: Ошибка поиска %(name)s.

source: Rollback for Volume: %(volume_name)s has failed. Please contact your system administrator to manually return your volume to the default storage group for its slo. Exception received: %(e)s
ru: Сбой отката для тома %(volume_name)s. Свяжитесь с системным администратором для выполнения ручного возврата тома в исходную группу хранилищ его SLO. Полученное исключение: %(e)s

source: Initiator group %(ig_conn)s contains initiators %(init_list)s and does not match IG %(ig_mv)s contained in masking view %(mv_name)s.Please delete the masking view or set 'initiator_check' to True in the extra specs to let the driver do it for you.
ru: В группе инициаторов %(ig_conn)s содержатся инициаторы %(init_list)s, и группа не совпадает с группой инициаторов %(ig_mv)s, присутствующей в маскирующем представлении %(mv_name)s. Удалите маскирующее представление, либо укажите значение «верно» для параметра 'initiator_check' в дополнительной спецификации, чтобы эту задачу выполнил драйвер.

source: Default storage group %(sg_name)s is part of masking views %(mvs)s. Please remove it from all masking views
ru: Группа хранилищ по умолчанию %(sg_name)s является частью маскирующего представления %(mvs)s. Удалите группу из всех маскирующих представлений.

source: Unable to setup for multiattach because of the following error: %(error_msg)s.
ru: Невозможно настроить для нескольких подключений, ошибка: %(error_msg)s.

source: MIGRATE - Unable to create staging storage group.
ru: МИГРАЦИЯ: не удалось создать группу промежуточных хранилищ

source: MIGRATE - Unable to create staging masking views.
ru: МИГРАЦИЯ: не удалось создать промежуточные маскирующие представления

source: MIGRATE - The current storage group list has %(list_len)d members. The list is %(sg_list)s. Will not proceed with cleanup. Please contact customer representative.
ru: МИГРАЦИЯ: число участников в списке текущих групп хранилищ — %(list_len)d. Список: %(sg_list)s. Очистка не будет продолжена. Свяжитесь с представителем заказчика.

source: MIGRATE - The current storage group %(sg_1)s does not match %(sg_2)s. Will not proceed with cleanup. Please contact customer representative.
ru: МИГРАЦИЯ: текущая группа хранилищ %(sg_1)s не совпадает с группой %(sg_2)s.Очистка не будет продолжена. Свяжитесь с представителем заказчика.

source: MIGRATE - Unable to delete staging masking views. Please contact customer representative.
ru: МИГРАЦИЯ: не удалось удалить промежуточные маскирующие представления. Свяжитесь с представителем заказчика.

source: MIGRATE - The final masking view list has %(list_len)d entries and not 1 entry as is expected. The list is %(mv_list)s. Please contact customer representative.
ru: МИГРАЦИЯ: число элементов в окончательном списке маскирующих представлений: %(list_len)d вместо ожидаемого 1. Список: %(mv_list)s. Свяжитесь с представителем заказчика.

source: Issue encountered waiting for restore.
ru: Во время ожидания восстановления возникла ошибка.

source: Could not retrieve storage group %(sg_name)s.
ru: Не удалось получить сведения о группе хранилищ %(sg_name)s.

source: Link must be fully copied for this operation to proceed. Please reset the volume state from error to available and wait for awhile before attempting another revert to snapshot operation. You may want to delete the latest snapshot taken in this revert to snapshot operation, as you will only be able to revert to the last snapshot.
ru: Для продолжения действия ссылка должна быть скопирована полностью. Измените статус тома с «ошибка» на «доступен» и немного подождите перед повторной попыткой. Возможно, понадобится удалить самый последний снимок, сделанный в процессе этого действия по откату к состоянию снимка, т.к. откатиться будет возможно только до предпоследнего снимка.

source: Revert to snapshot failed with exception %(e)s.
ru: Не удалось откатить к состоянию снимка с исключением %(e)s.

source: A connection could not be established with the primary instance of Unisphere or any of the specified failover instances of Unisphere. Please check your local environment setup and restart Cinder Volume service to revert back to the primary Unisphere instance.
ru: Не удалось установить подключение ни к первичному экземпляру Unisphere, ни к любому другому указанному экземпляру отработки отказа Unisphere. Проверьте параметры локального окружения и перезапустите службу томов Cinder для отката к первичному экземпляру Unisphere.

source: The connection to %(base_uri)s has encountered an SSL error. Please check your SSL config or supplied SSL cert in Cinder configuration. SSL Exception message: %(e)s
ru: Возникла ошибка SSL подключения к %(base_uri)s. Проверьте конфигурацию SSL или сертификат SSL, указанный в конфигурации Cinder. Сообщение исключения SSL: %(e)s

source: The %(method)s to Unisphere server %(base)s has experienced a %(error)s error. Please check your Unisphere server connection/availability. Exception message: %(exc_msg)s
ru: Ошибка %(error)s для %(method)s до сервера Unisphere %(base)s. Проверьте доступность сервера/возможность подключения к нему. Сообщение исключения: %(exc_msg)s

source: The %s request to URL %s failed with exception %s
ru: Сбой запроса %s на URL %s с исключением %s

source: Issue encountered waiting for job.
ru: Во время ожидания задачи возникла ошибка.

source: Error %(operation)s. The status code received is %(sc)s and the message is %(message)s.
ru: Ошибка %(operation)s. Полученный код статуса: %(sc)s, сообщение: %(message)s.

source: Error %(operation)s. Status code: %(sc)lu. Error: %(error)s. Status: %(status)s.
ru: Ошибка %(operation)s. Код статуса: %(sc)lu. Ошибка: %(error)s. Статус: %(status)s.

source: There has been more than one volume created in the SRDF protected Storage Group since the current create volume process begun. Not possible to discern what volume has been created by PowerMax Cinder driver.
ru: С момента начала текущего действия по созданию тома, в группе хранилищ, защищённой оборудованием удалённой синхронизации данных Symmetrix (SRDF), было создано более одного тома. Распознать, какой именно том был создан с помощью драйвера PowerMax Cinder, невозможно.

source: Volume %(deviceID)s not found.
ru: Том %(deviceID)s не найден.

source: Cannot find port group %(pg)s.
ru: Не удалось найти группу портов %(pg)s.

source: Virtual port %(vp)s and IP address %(ip)s are not associated a physical director:port. Please check iSCSI configuration of backend array %(arr)s.vp
ru: Виртуальный порт %(vp)s и адрес IP %(ip)s не привязаны к физич. director:port.Проверьте конфигурацию iSCSI массива серверной части %(arr)s.vp

source: Virtual port %(vp)s and IP address %(ip)s are associated with more than one physical director:port. Please check iSCSI configuration of backend array %(arr)s.vp
ru: Виртуальный порт %(vp)s и адрес IP %(ip)s привязаны более чем к одному физич. director:port. Проверьте конфигурацию iSCSI массива серверной части %(arr)s.vp.

source: Error retrieving masking group.
ru: Ошибка при получении сведений о маскирующей группе

source: Issue encountered waiting for synchronization.
ru: Во время ожидания синхронизации возникла ошибка.

source: Issue encountered waiting for job: %(e)se
ru: Во время ожидания задачи возникла ошибка: %(e)se

source: Wait for RDF Sync State failed after %(r)d tries.rsync_retries
ru: Сбой ожидания статуса синхронизации оборудования удалённой синхронизации данных (RDF) после %(r)d tries.rsync_retries

source: Wait for snapshot copy complete failed after %(r)d tries.rsync_retries
ru: Сбой ожидания завершения создания копии снимка после %(r)d tries.rsync_retries

source: Snapshot %(snap_name)s is not associated with specified volume %(device_id)s.
ru: Снимок %(snap_name)s не связан с указанным томом %(device_id)s.

source: Snapshot %(snap_name)s is associated with more than one snap id. No information available to choose which one.
ru: Снимок %(snap_name)s связан более чем с одним ID пакета snap. Нет сведений для выбора какого-то одного.

source: Device ID: %(device_id)s is invalid. Device ID should be exactly 5 digits.
ru: Недействительный ID устройства: %(device_id)s. Идентификатор должен состоять ровно из 5 цифр.

source: Source volume device ID is required.
ru: Требуется ID исходного устройства тома

source: Failed to retrieve all necessary SRDF information. Error received: %(ke)s.
ru: Не удалось получить все необходимые сведения об оборудовании удалённой синхронизации данных Symmetrix (SRDF). Полученная ошибка: %(ke)s.

source: Unable to get volume type ids.
ru: Не удалось получить идентификаторы типов томов

source: There are multiple arrays associated with volume group: %(groupid)s.
ru: С группой томов связано несколько массивов: %(groupid)s.

source: Replication should be enabled or disabled for both volume or group. Volume replication status: %(vol_status)s, group replication status: %(group_status)s
ru: Использование репликации должно быть отключено/включено как для тома, так и для группы. Статус репликации тома: %(vol_status)s, статус репликации группы: %(group_status)s.

source: Replication status should be %s for replication-enabled group.
ru: Для группы с включённым использованием репликации статус репликации должен быть %s

source: Invalid %(ds)s with value %(dt)s entered. Valid values range from %(du)s %(dv)s to 100,000 %(dv)s
ru: Указан недействительный %(ds)s со значением %(dt)s. Диапазон действительных значений: от %(du)s %(dv)s до 100,000 %(dv)s

source: Wrong Distribution type value %(dt)s entered. Please enter one of: %(dl)s
ru: Указано неверное значение типа распределения %(dt)s. Укажите одно из: %(dl)s

source: Up to three replication_devices are currently supported, one for each replication mode. %d replication_devices found in cinder.conf.
ru: На данный момент поддерживаются до трёх устройств replication_devices, по одному на каждый из режимов репликации. В cinder.conf обнаружено %d replication_devices.

source: Backend IDs must be unique across all rep_device when multiple replication devices are defined in cinder.conf, backend_id %s is defined more than once.
ru: Если в cinder.conf настроено несколько устройств репликации, то ID серверной части должны быть уникальными для всех rep_device. Но backend_id %s настроен более одного раза.

source: Invalid Backend ID found. Defining a replication device with a Backend ID of %s is currently not supported. Please update the Backend ID of the related replication device in cinder.conf to use valid Backend ID value.
ru: Обнаружен недействительный ID серверной части. Настройка устройства репликации с ID серверной части %s на данный момент не поддерживается. Обновите ID серверной части соответствующего устройства репликации в cinder.conf для использования действительного ID серверной части.

source: Backend IDs must be assigned for each rep_device when multiple replication devices are defined in cinder.conf.
ru: Если в cinder.conf настроено несколько устройств репликации, то каждому rep_device должен быть присвоен ID серверной части.

source: RDF Group Labels must be unique across all rep_device when multiple replication devices are defined in cinder.conf. RDF Group Label %s is defined more than once.
ru: Если в cinder.conf настроено несколько устройств репликации, то метки групп оборудования удалённой синхронизации данных (RDF) должны быть уникальными для каждого из всех rep_device. Метка группы RDF %s настроена больше одного раза.

source: RDF Modes must be unique across all replication_device. Found multiple instances of %s mode defined in cinder.conf.
ru: Режимы оборудования удалённой синхронизации данных (RDF) должны быть уникальными для каждого из replication_device. В cinder.conf обнаружено несколько экземпляров настроенного режима %s.

source: Found multiple target_device_id set in cinder.conf. A single target_device_id value must be used across all replication device when defining using multiple replication devices.
ru: В cinder.conf обнаружено несколько настроенных target_device_id. При настройке использования нескольких устройств репликации, для всех устройств должно указываться одно и то же значение target_device_id.
