Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Specified Logical Disk %(ld)s has an invalid attribute (%(purpose)s).
ru: У указанного логич. диска %(ld)s недействительный атрибут (%(purpose)s).

source: Logical Disk (%s) is invalid snapshot.
ru: Логич. диск (%s) является недействительным снимком.

source: Failed to unregister Logical Disk from Logical Disk Set (%s)
ru: Не удалось отменить регистрацию логич. диска в наборе логич. дисков (%s)

source: Exported snapshot could not be found.
ru: Не удалось найти экспортированный снимок.

source: Failed to remove export Logical Disk from Logical Disk Set (%s)
ru: Не удалось удалить экспортированный логич. диск из набора логич. дисков (%s)

source: Specified resource does not exist.
ru: Указанный ресурс не существует.

source: Specified resource is already in-use.
ru: Указанный ресурс уже используется.

source: Volume type is unmatched.
ru: Тип тома не имеет соответствий

source: Snapshot source is unmatched.
ru: Источник снимка не имеет соответствий

source: Logical Disk `%s` has unbound already.
ru: Логич. диск `%s` уже был отвязан.

source: Cannot create volume from snapshot, because the snapshot data does not exist. bvname=%(bvname)s, svname=%(svname)s
ru: Не удалось создать том на базе снимка, т.к. данные снимка не существуют. bvname=%(bvname)s, svname=%(svname)s

source: Required configuration not found
ru: Требуемая конфигурация не найдена.

source: Storage family %s is not supported.
ru: Семейство хранилищ %s не поддерживается.

source: Protocol %(storage_protocol)s is not supported for storage family %(storage_family)s.
ru: Протокол %(storage_protocol)s не поддерживается для семейства хранилищ %(storage_family)s.

source: NetApp Cinder Driver exception.
ru: Исключение драйвера NetApp для Cinder

source: Geometry has changed on destination volume.
ru: Геометрия целевого тома изменилась.

source: Configuration value %s is not set.
ru: Конфигурационное значение %s не настроено.

source: Cannot parse the API trace pattern. %s is not a valid python regular expression.
ru: Невозможно проанализировать шаблон трассировки API. %s не является действительным регулярным выражением python.

source: Unrecognized QOS keywords: "%s"
ru: Нераспознанные ключевые слова QOS: "%s"

source: Only one minimum limit can be set in a QoS spec.
ru: В спецификации QoS можно указать только один мин. предел.

source: Only one maximum limit can be set in a QoS spec.
ru: В спецификации QoS можно указать только один макс. предел.

source: Adaptive QoS specs and non-adaptive QoS specs cannot be used together.
ru: Спецификации адаптивных и не-адаптивных QoS нельзя использовать вместе

source: Maximum limit should be in IOPS when minimum limit is specified.
ru: При указанном минимальном пределе максимальный предел необходимо указывать в IOPS

source: Maximum limit should be greater than or equal to the minimum limit.
ru: Макс. пределе должен быть равен или превышать мин. предел

source: Adaptive QoS requires the expected property and the peak property set together.
ru: Для адаптивных QoS необходимо указывать как ожидаемые параметры, так и пиковые.

source: Adaptive maximum limit should be greater than or equal to the adaptive minimum limit.
ru: Макс. адаптивный предел должен быть равен или превышать адаптивный мин. предел

source: Conflicting QoS specifications in volume type %s: when QoS spec is associated to volume type, legacy "netapp:qos_policy_group" is not allowed in the volume type extra specs.
ru: Конфликт спецификаций QoS в типе тома %s: если спецификация QoS привязывается к типу тома, устаревший параметр "netapp:qos_policy_group" не допускается в дополнительных спецификациях типа тома.

source: Share '%s' is not in a valid format.
ru: Недействительный формат общего ресурса '%s'

source: Invalid value for NetApp configuration option netapp_lun_ostype.
ru: Параметр конфигурации NetApp «netapp_lun_ostype» имеет недействительное значение.

source: Invalid value for NetApp configuration option netapp_host_type.
ru: Параметр конфигурации NetApp «netapp_host_type» имеет недействительное значение.

source: Pool is not available in the volume host field.
ru: Пул недоступен в поле хоста тома.

source: Volume %s could not be created.
ru: Не удалось создать том %s.

source: A NetApp Api Error occurred: %s
ru: Произошла ошибка NetApp Api: %s

source: Volume %s could not be created from source volume.
ru: Не удалось создать том %s на базе исходного тома.

source: Object is not a NetApp LUN.
ru: Объект не является номером LUN NetApp.

source: Volume %(vol_id)s cannot be resized from %(old_size)s to %(new_size)s, because would exceed its max geometry %(max_geo)s while not being detached.
ru: Не удалось изменить размер тома %(vol_id)s с %(old_size)s на %(new_size)s, т.к. это превысило бы макс. геометрию %(max_geo)s для неотключённого тома.

source: %s cannot be resized using clone operation as it is hosted on compressed volume
ru: Нельзя изменить размер %s с помощью операции клонирования, т.к. он располагается на сжатом томе

source: %s cannot be resized using clone operation as it contains no blocks.
ru: Нельзя изменить размер %s с помощью операции клонирования, т.к. не содержит блоков.

source: Failure staging LUN %s to tmp.
ru: Сбой промежуточного хранения LUN %s в tmp.

source: Failure moving new cloned LUN to %s.
ru: Сбой перемещения нового клонированного LUN в %s.

source: Failure getting LUN info for %s.
ru: Не удалось получить сведения о LUN для %s.

source: Volume manage identifier with source-id is only supported with clustered Data ONTAP.
ru: Идентификатор управления томом по source-id поддерживается только для кластеризованных данных ONTAP

source: Volume manage identifier must contain either source-id or source-name element.
ru: Идентификатор управления тома должен содержать один из двух элементов: source-id или source-name

source: LUN not found with given ref %s.
ru: LUN с указанной отсылкой %s не найден.

source: Failed to get LUN target list for the LUN %s
ru: Не удалось получить список целей для LUN %s

source: Failed to get target portal for the LUN %s
ru: Не удалось получить портал цели для LUN %s

source: Failed to get target IQN for the LUN %s
ru: Не удалось получить целевой IQN для LUN %s

source: Failed to get LUN target details for the LUN %s
ru: Не удалось получить подробные сведения о цели для LUN %s

source: No pools are available for provisioning volumes. Ensure that the configuration option netapp_pool_name_search_pattern is set correctly.
ru: Для подготовки томов нет доступных пулов. Убедитесь в том, что параметр конфигурации «netapp_pool_name_search_pattern» настроен правильно.

source: No cloned LUN named %s found on the filer
ru: Клонированных LUN с именем %s отфильтровано не было

source: Invalid QoS specification detected while getting QoS policy for volume %s
ru: При получении политики QoS для тома %s были замечены недействительные спецификации QoS.

source: Create group snapshot failed (%s).
ru: Сбой создания снимка группы (%s).

source: Volume %(vol)s could not be created in pool %(pool)s.
ru: Не удалось создать том %(vol)s в пуле %(pool)s.

source: Volume %s could not set QoS.
ru: Не удалось настроить QoS для тома %s

source: Volume %s could not be created on shares.
ru: Не удалось создать том %s на общих ресурсах.

source: Resizing clone %s failed.
ru: Сбой изменения размера клона %s

source: NFS file %s not discovered.
ru: Файл NFS %s не обнаружен

source: Snapshot could not be created on shares.
ru: Не удалось создать снимок на общих ресурсах.

source: Converted to raw, but format is now %s
ru: Был преобразован в raw, но теперь формат %s

source: NFS file could not be discovered.
ru: Не удалось обнаружить файл NFS

source: Resizing image file failed.
ru: Сбой изменения размера файла образа

source: Image location not present.
ru: Местоположение образа отсутствует

source: Failed to extend volume %(name)s, Error msg: %(msg)s.
ru: Не удалось расширить том %(name)s, сообщение об ошибке: %(msg)s.

source: Failed to set QoS for existing volume %(name)s, Error msg: %(msg)s.
ru: Не удалось настроить QoS для существующего тома %(name)s, сообщение об ошибке: %(msg)s.

source: Container size smaller than required file size.
ru: Размер контейнера меньше, чем размер требуемого файла

source: Volume not found on configured storage backend.
ru: На сконфигурированной серверной части том не найден

source: Failed to manage existing volume %(name)s, because rename operation failed: Error msg: %(msg)s.
ru: Сбой управления существующим томом %(name)s, в связи со сбоем действия переименования: сообщение об ошибке: %(msg)s.

source: Failed to manage existing volume %(name)s, because of error in getting volume size.
ru: Сбой управления существующим томом %(name)s, в связи с ошибкой получения размера тома.

source: Cannot create %s volume on FlexGroup pool with consistency group.
ru: Невозможно создать том %s в пуле FlexGroup с группой согласованности.

source: FlexGroup pool requires Data ONTAP 9.8 or later.
ru: Для пула FlexGroup требуется Data ONTAP версии 9.8 или более поздней.

source: Unable to locate an SVM that is managing the IP address '%s'
ru: Не удалось обнаружить ВМ хранилища, управляющую адресом IP '%s'

source: Source host details not found.
ru: Подробные сведения об исходном хосте не найдены

source: Converted to raw, but format is now %s.
ru: Был преобразован в raw, но теперь формат %s.

source: Cannot create %s consistency group on FlexGroup pool.
ru: Невозможно создать группу согласованности %s в пуле FlexGroup

source: Cannot add volume from FlexGroup pool to consistency group.
ru: Невозможно добавить том из пула FlexGroup в группу согласованности.

source: Cannot create consistency group snapshot with volumes on a FlexGroup pool.
ru: Невозможно создать снимок группы согласованности с томами в пуле FlexGroup

source: Cannot create consistency group with volume on a FlexGroup pool.
ru: Невозможно создать группу согласованности с томом в пуле FlexGroup

source: Failed to add child element.
ru: Не удалось добавить элемент-потомок

source: No element by given name %s.
ru: Нет элемента с указанным именем %s.

source: Not a valid value for NaElement.
ru: Недействительное значение для NaElement.

source: NaElement name cannot be null.
ru: Имя NaElement не может быть нулём

source: Type cannot be converted into NaElement.
ru: Тип невозможно преобразовать в NaElement.

source: Unexpected output. Expected [%(expected)s] but received [%(output)s]
ru: Непредвиденный вывод. Ожидалось [%(expected)s], но получено [%(output)s]

source: Counter %s not found
ru: Счётчик %s не найден

source: Could not start consistency group snapshot %s.
ru: Не удалось запустить снимок группы согласованности %s.

source: Missing record count for NetApp iterator API invocation.
ru: Отсутствует счётчик записей вызовов API итератора NetApp

source: Missing attributes list for API %s.
ru: Отсутствует список атрибутов API %s.

source: Failed to set CHAP authentication for target IQN %(iqn)s. Details: %(ex)s
ru: Не удалось настроить аутентификацию CHAP для целевого IQN %(iqn)s. Подробности: %(ex)s

source: Adaptive QoS feature requires ONTAP 9.4 or later.
ru: Адаптивные возможности QoS требуют ONTAP версии 9.4 или более поздней

source: is not supported by this back end.
ru: не поддерживается данной серверной частью.

source: requires ONTAP >= 9.5.
ru: требуется ONTAP >= 9.5.

source: No interface found on cluster for ip %s
ru: Для ip %s интерфейс в кластере не найден

source: No volume on cluster with vserver %(vserver)s and junction path %(junction)s
ru: В кластере нет тома с vserver %(vserver)s и соединительным путём %(junction)s

source: Non-getter API passed to API test method.
ru: Методу тестирования API передан non-getter API

source: Volume %s not found.
ru: Том: %s не найден.

source: Could not find unique volume. Volumes found: %(vol)s.
ru: Не удалось найти уникальный том. Найденные тома: %(vol)s.

source: Could not read information for snapshot %(name)s. Code: %(code)s. Reason: %(reason)s
ru: Не удалось прочитать сведения о снимке %(name)s. Код: %(code)s. Причина: %(reason)s

source: Could not find unique snapshot %(snap)s on volume %(vol)s.
ru: Не удалось найти уникальный снимок %(snap)s на томе %(vol)s.

source: SnapMirror features require Data ONTAP 8.2 or later.
ru: Для функционала SnapMirror требуется Data ONTAP версии 8.2 или более поздней

source: User not permitted to query Data ONTAP volumes.
ru: Пользователю не разрешено опрашивать тома Data ONTAP.

source: Error creating SnapMirror. Geometry has changed on destination volume.
ru: Ошибка создания SnapMirror. Геометрия целевого тома изменилась.

source: SnapMirror relationship is not quiesced.
ru: Отношения SnapMirror не заморожены.

source: Unable to read the size of the source FlexVol (%s) to create a SnapMirror destination.
ru: Невозможно прочитать размер исходного FlexVol (%s) для создания целевого SnapMirror.

source: Unable to find configuration matching the source aggregate and the destination aggregate. Option netapp_replication_aggregate_map may be incorrect.
ru: Не удалось найти конфигурацию, совпадающую с исходным и целевым агрегатами. Значение параметра «netapp_replication_aggregate_map» может быть неправильным.

source: Timeout waiting destination FlexGroup to to come online.
ru: Истекло время ожидания появления FlexGroup в сети.

source: Unable to break SnapMirror between FlexVol %(src)s and Flexvol %(dest)s. Associated volumes will have their replication state set to error.
ru: Не удалось разбить SnapMirror между FlexVol %(src)s и Flexvol %(dest)s. Для связанных томов будет указан статус «Ошибка».

source: No suitable host was found to failover.
ru: Подходящий хост для отработки отказа не найден.

source: Cannot failover to the same host as the primary.
ru: Невозможно отработать отказ на хост, совпадающий с первичным

source: No replication targets configured for backend %s. Cannot failover.
ru: Для серверной части %s не настроены цели репликации. Отработка отказа невозможна.

source: %(target)s is not among replication targets configured for back end %(host)s. Cannot failover.
ru: %(target)s отсутствует среди целей репликации, настроенных для серверной части %(host)s. Отработка отказа невозможна.

source: Could not complete failover: %s
ru: Не удалось завершить отработку отказа: %s

source: Volume %s does not exist in Nexenta SA
ru: Том %s не существует в Nexenta SA

source: Volume %s does not exist in Nexenta Store appliance
ru: В комплексе Nexenta Store том %s не существует

source: Folder %s does not exist in Nexenta Store appliance
ru: В комплексе Nexenta Store папка %s не существует

source: Invalid value: %(value)s
ru: Недопустимое значение: %(value)s

source: %(product_name)s %(storage_protocol)s backend configuration not found
ru: Конфигурация серверной части %(product_name)s %(storage_protocol)s не найдена.

source: iSCSI target service is not online: %(state)s
ru: Целевая служба iSCSI не в сети: %(state)s

source: Failed to get LUN number for %(volume)s
ru: Не удалось получить н омер LUN для %(volume)s

source: Manage existing volume failed due to invalid backend reference. Volume reference must contain at least one valid key: %(keys)s
ru: Сбой управления существующего тома в связи с недействительной отсылкой на серверную часть. Отсылка на серверную часть должна содержать минимум один действительный ключ: %(keys)s

source: Volume %(name)s already managed
ru: Том %(name)s уже управляется

source: no matching volumes were found
ru: совпадающие тома не найдены

source: too many volumes were found
ru: найдено слишком много томов

source: Unable to manage existing volume by reference %(reference)s: %(reason)s
ru: Управление существующим томом по отсылке %(reference)s невозможно: %(reason)s

source: Manage existing snapshot failed due to invalid backend reference. Snapshot reference must contain at least one valid key: %(keys)s
ru: Сбой управления существующего снимка в связи с недействительной отсылкой на серверную часть. Отсылка на снимок должна содержать минимум один действительный ключ: %(keys)s

source: Snapshot %(name)s already managed
ru: Снимок %(name)s уже управляется

source: no matching snapshots were found
ru: совпадающие снимки не найдены

source: too many snapshots were found
ru: найдено слишком много снимков

source: Unable to manage existing snapshot by reference %(reference)s: %(reason)s
ru: Управление существующим снимком по отсылке %(reference)s невозможно: %(reason)s

source: Failed to manage existing volume %(path)s due to existing LUN mappings: %(mappings)s
ru: Сбой управления существующим томом %(path)s в связи с существующими отображениями LUN: %(mappings)s

source: Volume is connected to host(s) %(hosts)s
ru: Том подключён к хостам %(hosts)s

source: Snapshot already managed
ru: Снимок уже управляется

source: Snapshot has unmanaged dependent clone(s) %(clones)s
ru: У снимка есть неуправляемые зависимые клоны %(clones)s

source: %(message)s (source: %(source)s, name: %(name)s, code: %(code)s)
ru: %(message)s (источник: %(source)s, имя: %(name)s, код: %(code)s)

source: NEF API does not support %(method)s method
ru: NEF API не поддерживает метод %(method)s

source: NEF API call requires collection path
ru: Для вызова NEF API требуется путь до коллекции

source: NEF API call payload must be a dictionary
ru: Полезной нагрузкой вызова NEF API должен быть словарь

source: initial request %(method)s %(path)s %(body)s
ru: начальный запрос %(method)s %(path)s %(body)s

source: session request %(method)s %(url)s %(body)s
ru: запрос сеанса %(method)s %(url)s %(body)s

source: session response %(code)s %(content)s
ru: ответ сеанса %(code)s %(content)s

source: %(request_text)s and %(response_text)s
ru: %(request_text)s и %(response_text)s

source: There is no response content is available for %(text)s
ru: Нет содержимого ответа, доступного для %(text)s

source: Failed to decode JSON for %(text)s: %(error)s
ru: Не удалось расшифровать JSON для %(text)s: %(error)s

source: There is no monitor path available for %(text)s
ru: Нет пути монитора, доступного для %(text)s

source: There is no authentication token available for authentication request %(method)s %(url)s %(body)s and response %(code)s %(content)s
ru: Нет маркёра аутентификации, доступного для запроса аутентификации %(method)s %(url)s %(body)s и ответа %(code)s %(content)s

source: Storage protocol %(proto)s not supported
ru: Протокол хранилища %(proto)s не поддерживается

source: NFS root filesystem %(path)s is not writable
ru: Корневая NFS %(path)s недоступна для записи

source: NFS root filesystem %(path)s is not mounted
ru: Корневая NFS %(path)s не смонтирована

source: NFS server service is not online: %(state)s
ru: Служба сервера NFS не в сети: %(state)s

source: NFS share %(share)s is not online: %(state)s
ru: Общий ресурс NFS %(share)s не в сети: %(state)s

source: Manage existing volume %(name)s failed: unable to get size of volume data file %(file)s: %(error)s
ru: Сбой управления существующим пакетом %(name)s: не удалось получить сведения о размере файла данных тома %(file)s: %(error)s

source: No hosts provided in configuration
ru: Конфигурация не предоставила настроенных хостов

source: Unable to identify pool %s
ru: Не удалось идентифицировать пул: %s

source: Failed to create volume %s.
ru: Не удалось создать том: %s.

source: Failure in hidding {object}, err: {error}, object have to be removed manually
ru: Сбой выполнения hidding {object}, err: {error}, объект необходимо удалить вручную

source: Unable to clean garbage for %(obj)s: %(err)s
ru: Не удалось очистить мусор для %(obj)s: %(err)s

source: Failure in acquiring snapshot for %s.
ru: Сбой получения снимка для %s.

source: Failure in cleaning garbage snapshots %s for volume %s, %s
ru: Сбой очистки лишних снимков %s для тома %s, %s

source: Failure during deletion of virtual snapshot %s
ru: Сбой во время удаления вирт. снимка %s

source: Failed to extend volume %s.
ru: Не удалось расширить том %s.

source: unable to identify volume size
ru: Не удалось идентифицировать размер тома

source: Unable to create volume %s.
ru: Не удалось создать том %s.

source: Failed to create tmp snapshot %(snapshot)s for object %(object)s: %(err)s
ru: Не удалось создать снимок tmp %(snapshot)s для объекта %(object)s: %(err)s

source: Unable to create volume {vol} because of {err}.
ru: Не удалось создать том {vol} в связи с {err}.

source: Fail in cloning volume {vol} to {clone}.
ru: Сбой клонирования тома {vol} в {clone}.

source: Fail in cloning snapshot {snap} to {clone}.
ru: Сбой клонирования снимка {snap} в {clone}.

source: Unable to create target %(target)s because of %(error)s.
ru: Не удалось создать цель %(target)s по причине %(error)s.

source: Volume %s is missing provider_auth
ru: У тома %s отсутствует provider_auth

source: volume {} is missing provider_auth
ru: У тома {} отсутствует provider_auth

source: No available interfaces or config excludes them
ru: Доступных интерфейсов нет, либо они исключены в конфигурации

source: JDSS REST request %(request)s faild: %(reason)s.
ru: Сбой запроса JDSS REST %(request)s: %(reason)s.

source: JDSS connection with %(host)s failed: %(reason)s.
ru: Сбой подключения JDSS к %(host)s: %(reason)s.

source: JDSS resource %(res)s DNE.
ru: Ресурс JDSS %(res)s DNE.

source: JDSS volume %(volume)s DNE.
ru: Том JDSS %(volume)s DNE.

source: JDSS snapshot %(snapshot)s DNE.
ru: Снимок JDSS %(snapshot)s DNE.

source: JDSS resource with id %(res)s exists.
ru: Ресурс JDSS с id %(res)s существует.

source: JDSS snapshot %(snapshot)s already exists.
ru: Снимок JDSS %(snapshot)s уже существует.

source: JDSS volume %(volume)s already exists.
ru: Том JDSS %(volume)s уже существует.

source: JDSS resource %(res)s is busy.
ru: Ресурс JDSS %(res)s занят.

source: JDSS snapshot %(snapshot)s is busy.
ru: Снимок JDSS %(snapshot)s занят.

source: JDSS internal system error %(message)s.
ru: Внутренняя системная ошибка JDSS %(message)s.

source: Object name %s is incorrect
ru: Неправильное имя объекта %s

source: Attempt to use snapshot %s as a volume
ru: Попытка использования снимка %s как тома

source: Attempt to use deleted object %s as a volume
ru: Попытка использования удалённого объекта %s как тома

source: Attempt to use volume %s as a snapshot
ru: Попытка использования тома %s как снимка

source: Attempt to use deleted object %s as a snapshot
ru: Попытка использования удалённого объекта %s как снимка

source: message
ru: сообщение

source: Flexvisor failed to assign volume %(id)s: %(status)s.
ru: Flexvisor не смог выделить том %(id)s: %(status)s.

source: Flexvisor failed to assign volume %(id)s due to unable to query status by event id.
ru: Flexvisor не смог выделить том %(id)s в связи с невозможностью запроса статуса по id события.

source: Flexvisor assign volume failed:%(id)s:%(status)s.
ru: Flexvisor не смог выделить том:%(id)s:%(status)s.

source: Flexvisor failed to unassign volume %(id)s: %(status)s.
ru: Flexvisor не смог отменить назначение тома %(id)s: %(status)s.

source: Flexvisor failed to unassign volume (get event) %(id)s.
ru: Flexvisor не смог отменить назначение тома (get event) %(id)s.

source: Flexvisor unassign volume failed:%(id)s:%(status)s.
ru: Flexvisor не смог отменить назначение тома:%(id)s:%(status)s.

source: Backend storage did not configure fiber channel target.
ru: Фоновое хранилище не создало конфигурацию цели для fiber channel

source: Invalid wwpns format %(wwpns)s
ru: Недействительный формат имён wwpn %(wwpns)s

source: Invalid connection initialization response of volume %(name)s: %(output)s
ru: Недействительный ответ инициализации подключения тома %(name)s: %(output)s

source: Invalid connection initialization response of volume %(name)s
ru: Недействительный ответ инициализации подключения тома %(name)s
