Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Unable to fetch connection information from backend: %(err)s
ru: Не удалось получить сведения о подключении со стороны серверной части: %(err)s

source: Error encountered during cleanup of a failed attach: %(ex)s
ru: Во время очистки неудавшегося присоединения возникла ошибка: %(ex)s

source: Unable to access the backend storage via the path %(path)s.
ru: Доступ к фоновому хранилищу по пути %(path)s невозможен

source: The method update_migrated_volume is not implemented.
ru: Метод update_migrated_volume не реализован

source: Manage existing volume not implemented.
ru: Управление существующими томами не реализовано

source: Unmanage volume not implemented.
ru: Остановка управления томами не реализована

source: Extend volume not implemented
ru: Расширение тома не реализовано

source: Revert volume to snapshot not implemented.
ru: Откат тома к состоянию снимка не реализован

source: Get manageable volumes not implemented.
ru: Получение сведений об управляемых томах не реализовано

source: Manage existing snapshot not implemented.
ru: Управление существующими снимками не реализовано

source: Get manageable snapshots not implemented.
ru: Получение сведений об управляемых снимках не реализовано

source: Could not find iSCSI export for volume %s
ru: Не удалось найти экспорт iSCSI для тома %s

source: Driver must implement initialize_connection
ru: Драйвер должен реализовывать initialize_connection

source: id cannot be None
ru: ID не может иметь значение «нет»

source: Target group type is still in use. %s
ru: Тип целевой группы ещё используется. %s

source: name cannot be None
ru: имя не может иметь значение «нет»

source: group_type_id cannot be None
ru: group_type_id не может иметь значение «нет»

source: Type access modification is not applicable to public group type.
ru: Изменение доступа к типу неприменимо к общедоступному типу групп

source: Active-Active configuration is not currently supported by driver %s.
ru: Конфигурация «активный-активный» на данный момент драйвером %s не поддерживается

source: Create manager volume flow failed.
ru: Не удалось создать поток действий с томами для диспетчера

source: Invalid %(resource)s: %(resource)s %(id)s is not local to %(backend)s.
ru: Недействительный %(resource)s: %(resource)s %(id)s не является локальным относительно %(backend)s.

source: Unmanage and cascade delete options are mutually exclusive.
ru: Параметры «остановка управления» и «каскадное удаление» являются взаимоисключающими

source: Snapshot %(id)s was found in state %(state)s rather than 'deleting' during cascade delete.
ru: Во время каскадного удаления снимок %(id)s имел статус %(state)s вместо статуса «идёт удаление».

source: Revert finished, but failed to reset volume %(id)s status to %(status)s, please manually reset it.
ru: Откат завершён, но не удалось выполнить откат статуса для тома %(id)s до %(status)s. Выполните откат статуса вручную.

source: Revert finished, but failed to reset snapshot %(id)s status to %(status)s, please manually reset it.
ru: Откат завершён, но не удалось выполнить откат статуса для снимка %(id)s до %(status)s. Выполните откат статуса вручную.

source: being attached by different mode
ru: идёт прикрепление в другом режиме

source: volume is already attached and multiple attachments are not enabled
ru: том уже прикреплён, а использование возможности нескольких подключений не включено

source: Detach volume failed: More than one attachment, but no attachment_id provided.
ru: Сбой отключения тома: присутствует более одного подключения, но attachment_id не указан

source: Volume is not available.
ru: Том недоступен

source: Validate volume connection failed (error: %(err)s).
ru: Сбой проверки подключения тома (ошибка: %(err)s).

source: Create export of volume failed (%s)
ru: Сбой создания экспорта тома (%s)

source: Driver initialize connection failed (error: %(err)s).
ru: Сбой инициализации подключения драйвера (ошибка: %(err)s).

source: Validate snapshot connection failed (error: %(err)s).
ru: Сбой проверки подключения снимка (ошибка: %(err)s).

source: Create export of snapshot failed (%s)
ru: Сбой создания экспорта снимка (%s)

source: Terminate volume connection failed: %(err)s
ru: Не удалось разорвать подключение тома: %(err)s

source: Terminate snapshot connection failed: %(err)s
ru: Не удалось разорвать подключение снимка: %(err)s

source: Remove volume export failed.
ru: Сбой удаления экспорта тома

source: Remove snapshot export failed.
ru: Сбой удаления экспорта снимка

source: Unable to access the backend storage via file handle.
ru: Не удалось получить доступ к фоновому хранилищу с помощью дескриптора файла

source: failed to create new_volume on destination
ru: не удалось создать new_volume в месте назначения

source: timeout creating new_volume on destination
ru: истечение времени ожидания при создании new_volume в месте назначения

source: Volume %s: Error trying to extend volume
ru: Том %s: ошибка при попытке расширить том

source: Retype requires migration but is not allowed.
ru: Для переназначения типа требуется миграция, но она не разрешена

source: Volume must not have snapshots.
ru: У тома не должно быть снимков

source: Volume must not be replicated.
ru: Том не должен быть реплицированным

source: Failed to create manage_existing flow.
ru: Не удалось создать поток действий с томами для manage_existing

source: Create group failed.
ru: Сбой создания группы

source: Cannot create group %(group)s because snapshot %(snap)s is not in a valid state. Valid states are: %(valid)s.
ru: Невозможно создать группу %(group)s, т.к. снимок %(snap)s не имеет действительного статуса. Действительные статусы: %(valid)s.

source: Cannot create group %(group)s because source volume %(source_vol)s is not in a valid state. Valid states are: %(valid)s.
ru: Невозможно создать группу %(group)s, т.к. исходный том %(source_vol)s не имеет действительного статуса. Действительные статусы: %(valid)s.

source: Input volumes or snapshots are invalid.
ru: Недействительные вводные тома или снимки

source: Input volumes or source volumes are invalid.
ru: Недействительные вводные тома или исходные тома

source: Delete group failed.
ru: Сбой удаления группы.

source: Can not %(op)s volume %(volume_id)s to group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: %(valid)s.
ru: Невозможно %(op)s том %(volume_id)s в группу %(group_id)s, т.к. том имеет недействительный статус: %(status)s. Действительные статусы: %(valid)s.

source: Error occurred when updating group %s.
ru: Во время обновления группы %s возникла ошибка.

source: Error occurred when creating group_snapshot %s.
ru: Во время создания group_snapshot %s возникла ошибка.

source: Error occurred when deleting group_snapshot %s.
ru: Во время удаления group_snapshot %s возникла ошибка.

source: Driver reported error during replication failover completion.
ru: Драйвер сообщил об ошибке во время завершения отработки отказа репликации.

source: Failed to create manage existing flow.
ru: Не удалось создать поток действий с томами для manage existing

source: Create export for volume failed (%s).
ru: Сбой создания экспорта для тома (%s).

source: Replication status in group %s is not enabling. Cannot enable replication.
ru: Статус репликации в группе %s не активирован. Невозможно включить репликацию.

source: Replication status in volume %s is not enabling. Cannot enable replication.
ru: Статус репликации тома %s не активирован. Невозможно включить репликацию.

source: Enable replication failed.
ru: Сбой включения репликации

source: Enable replication group failed: %s.
ru: Сбой включения группы репликации: %s.

source: Replication status in group %s is not disabling. Cannot disable replication.
ru: Статус репликации в группе %s не включён. Невозможно отключить репликацию.

source: Replication status in volume %s is not disabling. Cannot disable replication.
ru: Статус репликации тома %s не включён. Невозможно отключить репликацию.

source: Disable replication failed.
ru: Сбой отключения репликации

source: Disable replication group failed: %s.
ru: Сбой отключения группы репликации: %s.

source: Replication status in group %s is not failing-over. Cannot failover replication.
ru: Статус репликации группы %s отличается от «отработка отказа». Невозможно отработать отказ репликации.

source: Replication status in volume %s is not failing-over. Cannot failover replication.
ru: Статус репликации тома %s отличается от «отработка отказа». Невозможно отработать отказ репликации.

source: Failover replication failed.
ru: Сбой отработки отказа репликации.

source: Failover replication group failed: %s.
ru: Сбой отработки отказа группы репликации: %s.

source: Get replication targets failed. Group %s not found.
ru: Сбой получения целей репликации. Группа %s не найдена.

source: Failed to get all associations of qos specs %s
ru: Сбой получения всех ассоциаций для спецификаций QoS %s

source: Type %(type_id)s is already associated with another qos specs: %(qos_specs_id)s
ru: Тип %(type_id)s уже связан со спецификациями другой QoS: %(qos_specs_id)s

source: volume_type_id cannot be None
ru: volume_type_id не может иметь значение «нет»

source: Type access modification is not applicable to public volume type.
ru: Изменение доступа к типу не применимо к общедоступному типу томов

source: Specified volume size of '%(req_size)d' is less than the minimum required size of '%(min_size)s' for volume type '%(vol_type)s'.
ru: Указанный размер тома '%(req_size)d' меньше минимального требуемого размера в '%(min_size)s' для типа тома '%(vol_type)s'.

source: Specified volume size of '%(req_size)d' is greater than the maximum allowable size of '%(max_size)s' for volume type '%(vol_type)s'.
ru: Указанный размер тома '%(req_size)d' превышает максимальный доступный размер в '%(max_size)s' для типа тома '%(vol_type)s'.

source: Failed to copy volume, source device unavailable.
ru: Не удалось скопировать том, исходное устройство недоступно

source: Failed to copy volume, destination device unavailable.
ru: Не удалось скопировать том, целевое устройство недоступно

source: volume is not assigned to a host
ru: том не присвоен хосту

source: marker %s can not be analysed, please use json like format
ru: невозможно проанализировать маркер %s, используйте формат, сходный с json

source: marker not found: %s
ru: маркер не найден: %s

source: This driver does not support automatic max_over_subscription_ratio calculation. Please use a valid float value.
ru: Этот драйвер не поддерживает автоматические вычисления max_over_subscription_ratio. Используйте действительное значение плавающей запятой.

source: The value of max_over_subscription_ratio must be greater than 1.
ru: Значение max_over_subscription_ratio должно превышать 1.

source: Image %(image_id)s is not active.
ru: Образ %(image_id)s неактивен.

source: Size of specified image %(image_size)sGB is larger than volume size %(volume_size)sGB.
ru: Размер указанного образа %(image_size)sGB превышает размер тома %(volume_size)sGB.

source: Volume size %(volume_size)sGB cannot be smaller than the image minDisk size %(min_disk)sGB.
ru: Размер тома %(volume_size)sGB не может быть меньше размера minDisk образа %(min_disk)sGB.

source: Invalid encryption spec.
ru: Недействительные спецификации шифрования

source: Provider %s not supported.
ru: Поставщик %s не поддерживается

source: encryption spec must contain "cipher" and "key_size"
ru: спецификации шифрования должны содержать "cipher" и "key_size"

source: Could not find backend stanza %(backend_name)s in configuration. Available stanzas are %(stanzas)s
ru: Не удалось найти станс серверной части %(backend_name)s в конфигурации. Доступные стансы: %(stanzas)s

source: Caught exception from infinisdk: %s
ru: Перехвачено исключение infinisdk: %s

source: Missing 'infinisdk' python module, ensure the library is installed and available.
ru: Модуль python «infinisdk» отсутствует, убедитесь в том, что библиотека установлена и доступна.

source: No iSCSI network spaces configured
ru: Нет настроенных сетевых пространств iSCSI.

source: InfiniBox system does not support volume compression. Compression is available on InfiniBox 3.0 onward. Please disable volume compression by setting infinidat_use_compression to False in the Cinder configuration file.
ru: Система InfiniBox не поддерживает сжатие томов. Сжатие доступно, начиная с версии InfiniBox 3.0 и далее. Отключите сжатие томов, указав значение «ложно» для параметра infinidat_use_compression в конфигурационном файле Cinder.

source: Volume "%s" not found
ru: Том "%s" не найден

source: Snapshot "%s" not found
ru: Снимок "%s" не найден

source: Pool "%s" not found
ru: Пул "%s" не найден

source: Consistency group "%s" not found
ru: Группа согласованности "%s" не найдена

source: Could not find iSCSI network space with name "%s"
ru: Не удалось найти сетевое пространство iSCSI с именем "%s"

source: No available interfaces in iSCSI network space %s
ru: В сетевом пространстве iSCSI %s нет доступных интерфейсов

source: INFINIDAT Cinder driver does not support clone of an attached volume. To get this done, create a snapshot from the attached volume and then create a volume from the snapshot.
ru: Драйвер Cinder INFINIDAT не поддерживает клонирование подключённых томов. Для выполнения этой задачи создайте снимок на базе подключённого тома, а затем на базе снимка создайте том.

source: Group "%s" is not a snapshot group
ru: Группа "%s" не является группой снимков

source: Local Volume not found.
ru: Локальный том не найден

source: Error on restoring a LINSTOR volume
ru: Ошибка при восстановлении тома LINSTOR

source: Error on extending LINSTOR resource size
ru: Ошибка при расширении размера ресурса LINSTOR

source: No LINSTOR resource nodes available / configured
ru: Нет доступных/настроенных узлов ресурса LINSTOR

source: Could not create a LINSTOR storage pool
ru: Не удалось создать пул хранилища LINSTOR

source: Error creating a LINSTOR resource definition
ru: Ошибка при создании определения ресурса LINSTOR

source: Error creating a LINSTOR volume definition
ru: Ошибка при создании определения тома LINSTOR

source: Error creating autoplaces LINSTOR resource(s)
ru: Ошибка при создании ресурсов LINSTOR autoplaces

source: Error creating a LINSTOR resource
ru: Ошибка при создании ресурса LINSTOR

source: Error creating a LINSTOR controller resource
ru: Ошибка при создании контроллера ресурса LINSTOR

source: Error deleting an autoplaced LINSTOR resource
ru: Ошибка при удалении ресурса LINSTOR autoplaces

source: Error deleting a diskless LINSTOR rsc
ru: Ошибка при удалении бездискового ресурса LINSTOR

source: Error deleting a LINSTOR resource
ru: Ошибка при удалении ресурса LINSTOR

source: Error deleting a LINSTOR volume definition
ru: Ошибка при удалении определения тома LINSTOR

source: ERROR extending a LINSTOR volume
ru: ОШИБКА при расширении тома LINSTOR

source: Linstor python package not found
ru: Пакет Linstor python не найден

source: Error on creating LINSTOR Resource
ru: Ошибка при создании ресурса LINSTOR

source: Error on deleting LINSTOR Resource
ru: Ошибка при удалении ресурса LINSTOR

source: Volume device file path %s does not exist.
ru: Путь файла устройства тома %s не существует

source: Size for volume: %s not found, cannot secure delete.
ru: Размер тома %s не найден, не удалось выполнить безопасное удаление.

source: Volume Group %s does not exist
ru: Группа тома %s не существует

source: Thin provisioning not supported on this version of LVM.
ru: В данной версии LVM тонкое резервирование не поддерживается

source: Failed to create thin pool, error message was: %s
ru: Не удалось создать тонкий пул, сообщение об ошибке: %s

source: Revert volume to snapshot not implemented for thin LVM.
ru: Для тонких LVM откат тома к состоянию снимка не реализовано

source: Failed to rename logical volume %(name)s, error message was: %(err_msg)s
ru: Не удалось переименовать логический том %(name)s, сообщение об ошибке: %(err_msg)s

source: Reference must contain source-name element.
ru: Отсылка должна содержать элемент source-name

source: Failed to manage existing %(type)s %(name)s, because reported size %(size)s was not a floating-point number.
ru: Сбой управления существующим %(type)s %(name)s, т.к. заявленный размер %(size)s не является числом с плавающей запятой.

source: Refusing to migrate volume ID: %(id)s. Please check your configuration because source and destination are the same Volume Group: %(name)s.
ru: Отказ в миграции тома с ID: %(id)s. Проверьте конфигурацию, т.к. источник и цель являются одной и той же группой томов: %(name)s.

source: nfs volume must be a valid raw or qcow2 image.
ru: Том NFS должен быть действительным образом raw или qcow2.

source: There's no NFS config file configured (%s)
ru: нет настроенного файла конфигурации NFS (%s)

source: NFS config file at %(config)s doesn't exist
ru: Файл конфигурации NFS %(config)s не существует

source: %s is not installed
ru: %s не установлен

source: Cannot extend volume %s while it is attached.
ru: Невозможно расширить том %s, пока он прикреплён.

source: NFS driver snapshot support is disabled in cinder.conf.
ru: В cinder.conf поддержка снимков драйвером NFS отключена.

source: Snapshots are not supported with nas_secure_file_operations enabled ('true' or 'auto'). Please set it to 'false' if you intend to have it enabled.
ru: С включённым для использования параметром «nas_secure_file_operations» (значение «верно» или «auto») снимки не поддерживаются. Если параметр должен быть включён, укажите значение «ложно».

source: Can't create an encrypted volume %(format)s from an unencrypted source.
ru: Невозможно создать зашифрованный том %(format)s на базе незашифрованного исходного тома.

source: Nimble Cinder Driver exception
ru: Исключение драйвера Nimble Cinder

source: Unexpected response from Nimble API
ru: Непредвиденный ответ от Nimble API

source: Nimble Cinder Driver: Volume Busy
ru: Драйвер Nimble Cinder: том занят

source: %s is not set.
ru: %s не настроен

source: Unable to enable GST
ru: Невозможно включить GST

source: Unable to get current software version for %s
ru: Не удалось получить текущую версию ПО для %s

source: SpaceInfo returned by array is invalid
ru: SpaceInfo, возвращённый массивом, недействителен

source: Reference must contain source-name.
ru: Отсылка должна содержать source-name

source: No volume_type_id present in %(type)s
ru: В %(type)s отсутствует volume_type_id

source: Unable to retype %(vol)s to %(type)s: %(err)s
ru: Не удалось переназначить тип %(vol)s на %(type)s: %(err)s

source: Volume should have agent-type set as None.
ru: Параметр agent-type тома должен быть указан как «нет».

source: Volume %s is online. Set volume to offline for managing using OpenStack.
ru: Том %s в сети. Для управления томом с помощью OpenStack переключите том в автономный режим.

source: Volume %s has ACL associated with it. Remove ACL for managing using OpenStack
ru: У тома %s существует связанный с ним список управления доступом. Удалите егодля возможности управления томом с помощью OpenStack

source: Only volumes managed by OpenStack can be unmanaged.
ru: Отменить управление можно только для томов, управляемых в OpenStack

source: Lun number not found for volume %(vol)s with initiator_group: %(igroup)s
ru: Номер LUN не найден для тома %(vol)s с initiator_group: %(igroup)s

source: Unable to restore %(vol)s to %(snap_id)s: %(err)s
ru: Невозможно откатить %(vol)s до состояния %(snap_id)s: %(err)s

source: For a volume type to be a part of consistent group, volume type extra spec must have consistent_group_snapshot_enabled="<is> True"
ru: Чтобы тип тома стал частью группы согласованности, дополнительные спецификации типа тома должны иметь следующее содержимое: consistent_group_snapshot_enabled="<is> True"

source: Volume with volume id %s is not supported as extra specs of this volume does not have consistent_group_snapshot_enabled="<is> True"
ru: Том с id %s не поддерживается, т.к. в дополнительных спецификациях этого тома отсутствует следующее содержимое: consistent_group_snapshot_enabled="<is> True"

source: No initiator group found for initiator %s
ru: Группа инициатора для %s не найдена

source: No suitable data ip found
ru: Подходящий IP данных не найден

source: No suitable discovery ip found
ru: Подходящий IP обнаружения не найден

source: Failed to login for user %s
ru: Сбой входа для пользователя %s

source: Unable to retrieve Group Object for : %s
ru: Не удалось получить Group Object для : %s

source: Unable to retrieve Group info for: %s
ru: Не удалось получить Group info для: %s

source: Unable to retrieve information for Folder: %s
ru: Не удалось получить сведения о папке: %s

source: Unable to retrieve Folder info for: %s
ru: Не удалось получить сведения о папке для: %s

source: No performance policy found for: %(perf)s
ru: Политика производительности не найдена для: %(perf)s

source: No %s network config exists
ru: Конфигурация сети %s отсутствует

source: Folder '%(folder)s' not present in pool '%(pool)s'
ru: Папка '%(folder)s' отсутствует в пуле '%(pool)s'

source: Folder '%(folder)s' not present in pool '%(pool)s'
ru: Папка '%(folder)s' отсутствует в пуле '%(pool)s'

source: Unable to retrieve information for pool : %(pool)s
ru: Не удалось получить сведения о пуле: %(pool)s

source: Unable to retrieve initiator group list
ru: Не удалось получить список групп инициаторов

source: Unable to retrieve information for initiator group : %s
ru: Не удалось получить сведения о группе инициаторов: %s

source: Unable to retrieve information for volume: %s
ru: Не удалось получить сведения о томе: %s

source: Add access control failed with error: %s
ru: Сбой добавления управления доступом, ошибка: %s

source: Remove access control failed with error: %s
ru: Сбой удаления управления доступом, ошибка: %s

source: Unable to retrieve snapshot info for snap_id: %(snap)s volume id: %(vol)s
ru: Не удалось получить сведения о снимке для snap_id: %(snap)s, id тома: %(vol)s

source: Snapshot: %(snap)s of Volume: %(vol)s doesn't exist
ru: Снимок: %(snap)s тома: %(vol)s не существует

source: Snapshot: %s doesn't exist
ru: Снимок: %s не существует

source: Error %s
ru: Ошибка %s

source: Volume: %s not found
ru: Том: %s не найден

source: Please set valid IOPS limit in the range [%(min)s, %(max)s]
ru: Укажите действительный лимит IOPS в диапазоне [%(min)s, %(max)s]

source: Please enter valid IOPS limit in the range [%(min)s, %(max)s]
ru: Введите действительный лимит IOPS в диапазоне [%(min)s, %(max)s]

source: %(base)s Message: %(msg)s
ru: Сообщение %(base)s: %(msg)s

source: Failed to execute api %(api)s : %(msg)s : %(code)s
ru: Сбой выполнения api %(api)s : %(msg)s : %(code)s

source: No fc interfaces for array %s
ru: Интерфейс fibre channel для массива %s отсутствует

source: Pure Storage Cinder driver failure: %(reason)s
ru: Сбой драйвера Pure Storage Cinder: %(reason)s

source: Retryable Pure Storage Exception encountered
ru: Обнаружено повторяемое исключение Pure Storage

source: Invalid replication type specified:
ru: Был указан недействительный тип репликации:

source: Unable to do replication with Purity REST API version %(api_version)s, requires one of %(required_versions)s.
ru: Невозможно выполнить репликацию с Purity REST API версии %(api_version)s, запросите одну из требуемых версий %(required_versions)s.

source: Missing 'purestorage' python module, ensure the library is installed and available.
ru: Отсутствует модуль python 'purestorage', убедитесь, что библиотека установлена и доступна.

source: Unable to managed volume with type requiring sync replication enabled.
ru: Невозможно управлять томом, тип которого требует включённой синхронизации репликации
