Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Insufficient free space on %(location)s for image conversion.
ru: На %(location)s недостаточно места для преобразования образа

source: Failed to get verifier for image: %s
ru: Не удалось получить средство проверки для образа: %s

source: Image signature verification failed for image: %s
ru: Сбой проверки подлинности подписи образа: %s

source: Failed to verify signature for image: %(image)s due to error: %(error)s
ru: Сбой проверки подлинности подписи образа: %(image)s в связи с ошибкой: %(error)s

source: No space left in image_conversion_dir path (%(path)s) while fetching image %(image)s.
ru: Во время получения образа %(image)s в каталоге image_conversion_dir (%(path)s) не осталось места.

source: qemu-img is not installed and image is of type %s. Only RAW images can be used if qemu-img is not installed.
ru: qemu-img не был установлен, а образ имеет тип %s. В случае, если qemu-img не был установлен, можно использовать только образы RAW.

source: qemu-img is not installed and the disk format is not specified. Only RAW images can be used if qemu-img is not installed.
ru: qemu-img не был установлен, а формат диска не указан. В случае, если qemu-img не был установлен, можно использовать только образы RAW.

source: 'qemu-img info' parsing failed.
ru: сбой обработки 'qemu-img info'.

source: fmt=%(fmt)s backed by: %(backing_file)s
ru: fmt=%(fmt)s с рез. копией: %(backing_file)s

source: Image compression disallowed, but container_format is %(container_format)s.
ru: Сжатие образов не разрешено, но container_format равен %(container_format)s.

source: fmt=%(fmt)s backed by:%(backing_file)s
ru: fmt=%(fmt)s с рез. копией: %(backing_file)s

source: Unsupported compressed image format found. Only gzip is supported currently
ru: Обнаружен неподдерживаемый формат сжатого образа. На данный момент поддерживается только gzip.

source: Converted to %(f1)s, but format is now %(f2)s
ru: Был преобразован в %(f1)s, но теперь формат %(f2)s

source: Image virtual size is %(image_size)dGB and doesn't fit in a volume of size %(volume_size)dGB.
ru: Виртуальный размер образа: %(image_size)dGB, что не помещается в том размером %(volume_size)dGB.

source: Volume compression failed while uploading to glance. GZIP compression command failed.
ru: Сбой сжатия тома при отправке в Glance. Сбой команды GZIP.

source: Failed to rename %(i_fname)s to %(o_fname)s
ru: Не удалось переименовать %(i_fname)s в %(o_fname)s

source: Image decompression failed while downloading from glance. GZIP decompression command failed.
ru: Сбой распаковки образа при скачивании из Glance. Сбой команды GZIP.

source: Volume compression failed while uploading to glance. QAT compression command failed.
ru: Сбой сжатия тома при отправке в Glance. Сбой команды QAT.

source: Image decompression failed while downloading from glance. QAT decompression command failed.
ru: Сбой распаковки образа при скачивании из Glance. Сбой команды QAT.

source: config option key_manager.fixed_key is not defined
ru: параметр конфигурации key_manager.fixed_key не настроен

source: An unknown error occurred.
ru: Произошла неизвестная ошибка.

source: No storage could be allocated for this volume request. You may be able to try another size or volume type.
ru: Для данного запроса тома не удалось выделить хранилище. Попробуйте другой размер или тип тома.

source: A readonly volume must be attached as readonly.
ru: Том, доступный только для чтения, должен прикрепляться как readonly

source: Failed to copy volume to image as image quota has been met. Please delete images or have your limit increased, then try again.
ru: Сбой копирования тома в образ, превышена квота. Удалите образы/увеличьте квоту и повторите попытку.

source: Unmanaging encrypted volumes is not supported.
ru: Остановка управления зашифрованными томами не поддерживается.

source: schedule allocate volume
ru: занести резервирование тома в расписание

source: attach volume
ru: подключить том

source: copy volume to image
ru: скопировать том в образ

source: update attachment
ru: обновить прикрепление

source: copy image to volume
ru: скопировать образ в том

source: unmanage volume
ru: остановить управление томом

source: extend volume
ru: увеличить размер тома

source: create volume from backend storage
ru: создать том на базе фонового хранилища

source: create snapshot
ru: создать снимок

source: delete snapshot
ru: удалить снимок

source: update snapshot
ru: обновить снимок разделяемого ресурса

source: update snapshot metadata
ru: обновить метаданные снимка

source: Driver is not initialized at present.
ru: На данный момент драйвер не инициализирован

source: Could not find any available weighted backend.
ru: Не удалось найти доступных взвешенных серверов заднего плана

source: Failed to upload volume to image at backend.
ru: Не удалось отправить том в образ в фоновое хранилище

source: Volume's attach mode is invalid.
ru: Недействительный режим прикрепления тома

source: Not enough quota resource for operation.
ru: Недостаточно ресурсов квоты для выполнения действия

source: Image used for creating volume exceeds available space.
ru: Образ, используемый для создания тома, превышает доступное пространство

source: Compute service failed to extend volume.
ru: Службе Compute не удалось расширить том

source: Volume Driver failed to extend volume.
ru: Драйверу тома не удалось расширить том

source: Image signature verification failed.
ru: Сбой проверки подлинности подписи образа

source: Driver failed to create the volume.
ru: Драйверу тома не удалось создать том

source: Snapshot failed to create.
ru: Сбой создания снимка.

source: Volume snapshot update metadata failed.
ru: Сбой обновления метаданных снимка тома

source: Snapshot is busy.
ru: Снимок занят

source: Snapshot failed to delete.
ru: Сбой удаления снимка.

source: attribute %s not lazy-loadable
ru: атрибут %s не может быть загружен по требованию

source: Can't decode backup record.
ru: Невозможно расшифровать запись рез. копии

source: Can't parse backup record.
ru: Невозможно выполнить анализ записи рез. копии

source: Either snapshot or volume field should be set.
ru: Нужно настроить либо поле снимка, либо поле тома

source: Couldn't find ORM model for Persistent Versioned Object %s.
ru: Не удалось найти модель объектно-реляционного отображения для объекта с сохраняемостью версий %s.

source: VersionedObject %s cannot retrieve object by id.
ru: VersionedObject %s не может получить объект по ID.

source: VersionedObject %s does not support conditional update.
ru: VersionedObject %s не поддерживает обновление с условием

source: Modification operations are not allowed on frozen storage backends.
ru: На замороженных фоновых хранилищах изменяющие действия не допускаются

source: consistencygroup assigned
ru: consistencygroup назначена

source: consistencygroup changed
ru: consistencygroup изменена

source: snapshots changed
ru: снимки изменены

source: already created
ru: уже создано

source: %s assigned
ru: %s присвоен

source: %s changed
ru: %s изменён

source: cgsnapshots assigned
ru: cgsnapshots присвоен

source: volumes assigned
ru: тома присвоены

source: cluster assigned
ru: кластер присвоен

source: cgsnapshots changed
ru: cgsnapshots изменены

source: volumes changed
ru: тома изменены

source: cluster changed
ru: кластер изменён

source: volume_types assigned
ru: volume_types присвоены

source: group_snapshots assigned
ru: group_snapshots присвоены

source: Cannot save volume_types changes in group object update.
ru: Невозможно сохранить изменения в volume_types при групповом обновлении объектов

source: Cannot save volumes changes in group object update.
ru: Невозможно сохранить изменения томов при групповом обновлении объектов

source: Cannot save group_snapshots changes in group object update.
ru: Невозможно сохранить изменения в group_snapshots при групповом обновлении объектов

source: group assigned
ru: группа присвоена

source: group changed
ru: группа изменена

source: Valid consumer of QoS specs are: %s
ru: Допустимые спецификации QoS: %s

source: Service %s is in Liberty version. We do not provide backward compatibility with Liberty now, so you need to upgrade it, release by release if live upgrade is required. After upgrade you may need to remove any stale service records via "cinder-manage service remove".
ru: Служба %s имеет версию Liberty. Сейчас обратная совместимость с Liberty не предоставляется, поэтому, если необходимо динамическое обновление, её придётся обновить постепенно, от версии к версии. После полного обновления версии необходимо будет удалить любые устаревшие записи службы с помощью команды “cinder-manage service remove”.

source: volume assigned
ru: том присвоен

source: cgsnapshot assigned
ru: cgsnapshot присвоен

source: group_snapshot assigned
ru: group_snapshot присвоен

source: volume changed
ru: том изменён

source: cgsnapshot changed
ru: cgsnapshot изменён

source: group_snapshot changed
ru: group_snapshot изменён

source: snapshots assigned
ru: snapshots присвоены

source: glance_metadata changed
ru: glance_metadata изменены

source: Must implement backend_passes_filters
ru: Необходимо реализовать backend_passes_filters

source: Must implement find_retype_backend
ru: Необходимо реализовать find_retype_backend

source: Must implement a fallback schedule
ru: Необходимо реализовать резервное расписание

source: Must implement schedule_create_volume
ru: Необходимо реализовать schedule_create_volume

source: Must implement schedule_create_group
ru: Необходимо реализовать schedule_create_group

source: Must implement schedule_get_pools
ru: Необходимо реализовать schedule_get_pools

source: Must implement get_backup_host
ru: Необходимо реализовать get_backup_host

source: No weighed backends available
ru: Нет доступных взвешенных серверов заднего плана

source: Cannot place %(resource)s %(id)s on %(backend)s.
ru: Невозможно разместить %(resource)s %(id)s на %(backend)s.

source: No valid backends for volume %(id)s with type %(type)s
ru: Нет допустимой серверной части для тома %(id)s с типом %(type)s

source: Current backend not valid for volume %(id)s with type %(type)s, migration not allowed
ru: Для тома %(id)s с типом %(type)s текущая серверная часть не является допустимой, миграция не разрешена

source: Invalid value for 'scheduler_max_attempts', must be >=1
ru: Неверное значение 'scheduler_max_attempts', должно быть >=1

source: Exceeded max scheduling attempts %(max_attempts)d for resource %(resource_id)s
ru: Для ресурса %(resource_id)s было превышено макс. запланированное число попыток %(max_attempts)d

source: Failed to create scheduler manager volume flow
ru: Не удалось создать поток действий с томами для диспетчера планировки

source: New volume type not specified in request_spec.
ru: В request_spec не указан тип тома.

source: KeyError evaluating string
ru: Строка оценки KeyError

source: TypeError evaluating string
ru: Строка оценки TypeError

source: Hint "%s" not supported.
ru: Подсказка "%s" не поддерживается

source: %(message)s Status Code: %(_status)s Body: %(_body)s
ru: %(message)s Код статуса: %(_status)s Тело: %(_body)s

source: 401 Unauthorized Error
ru: 401 Отказ в доступе

source: 404 Not Found Error
ru: 404 Не найдено

source: 413 Request entity too large
ru: 413 Слишком большой размер запроса

source: 400 Bad Request
ru: 400 Неверный запрос

source: 403 Forbidden
ru: 403 Доступ запрещён

source: 500 Internal Server Error
ru: 500 Внутренняя ошибка сервера

source: Unexpected status code
ru: Непредвиденный код статуса

source: Invalid input
ru: Недействительный ввод

source: Invalid Group: No valid host to create group
ru: Недействительная группа: нет подходящих хостов для создания группы

source: Create volume failed.
ru: Сбой создания тома

source: Failed to backup volume metadata - Metadata backup object 'backup.%s.meta' already exists
ru: Сбой создания рез. копии метаданных тома: объект рез. копии метаданных 'backup.%s.meta' уже существует

source: fake
ru: тестовый заполнитель

source: _create_vol_or_snap failed
ru: сбой _create_vol_or_snap

source: _create_vol_or_snap failed.
ru: сбой _create_vol_or_snap.

source: Volume not found for instance %(instance_id)s.
ru: Для экземпляра %(instance_id)s том не найден

source: unrecognized argument %s
ru: нераспознанный аргумент %s

source: obj missing quotes %s
ru: отсутствуют кавычки для объекта %s

source: mdiskgrp %s is invalid for mirror volume
ru: mdiskgrp %s недействителен для зеркального тома

source: mdiskgrp missing quotes %s
ru: отсутствуют кавычки для mdiskgrp %s

source: The copy should be primary or secondary
ru: Копия должна быть первичной или вторичной

source: pool %s is invalid for hyperswap volume
ru: пул %s является недействительным для тома hyperswap

source: pool missing quotes %s
ru: отсутствуют кавычки для пула %s

source: Group is empty. No cgsnapshot will be created.
ru: Пустая группа. cgsnapshot создан не будет

source: Error not a TypeError.
ru: Ошибка не является ошибкой TypeError.

source: Error not a KeyError.
ru: Ошибка не является ошибкой KeyError.

source: status must be available
ru: статус должен быть «доступен»

source: transferring encrypted volume is not supported
ru: перенос зашифрованного тома не поддерживается

source: snapshot: %s status must be available
ru: снимок: %s должен иметь статус «доступен»

source: snapshot: %s encrypted snapshots cannot be transferred
ru: снимок: снимки с шифрованием %s не могут переноситься

source: Attempt to transfer %s with invalid auth key.
ru: Попытка переноса %s с недействительным ключом аутентификации.

source: Volume %s must not be part of a consistency group.
ru: Том %s не должен быть участником группы согласованности

source: Creating a volume from a replica source was part of the replication v1 implementation which is no longer available.
ru: Создание тома на базе реплики была частью репликации, реализованной в версии 1, которая больше недоступна.

source: Invalid volume size provided for create request: %s (size argument must be an integer (or string representation of an integer) and greater than zero).
ru: В запросе на создание был указан недействительный размер тома: %s (аргумент размера должен представлять собой целое число (либо строковое представление числа) и быть больше нуля).

source: volume_type must be provided when creating a volume in a consistency group.
ru: При создании тома в группе согласованности необходимо указывать параметр volume_type

source: Invalid volume_type provided: %s (requested type must be supported by this consistency group).
ru: Предоставлен недействительный volume_type: %s (запрошенный тип должен поддерживаться данной группой согласованности)

source: volume_type must be provided when creating a volume in a group.
ru: При создании тома в группе необходимо указывать параметр volume_type

source: Invalid volume_type provided: %s (requested type must be supported by this group).
ru: Предоставлен недействительный volume_type: %s (запрошенный тип должен поддерживаться данной группой)

source: Invalid volume_type provided: %s (requested type is not compatible; either match source volume, or omit type argument).
ru: Предоставлен недействительный volume_type: %s (запрошенный тип несовместим, тип должен либо совпадать с исходным томом, либо необходимо брать аргумент для типа).

source: Invalid volume_type provided: %s (requested type is not compatible; recommend omitting the type argument).
ru: Предоставлен недействительный volume_type: %s (запрошенный тип несовместим, рекомендуется опустить аргумент для типа).

source: Failed to create api volume flow.
ru: Не удалось создать поток действий с томами для API

source: Can't revert volume %(vol_id)s to its latest snapshot %(snap_id)s. Volume's status must be 'available'.
ru: Откат тома %(vol_id)s до состояния последнего снимка %(snap_id)s невозможен.Том должен иметь статус «доступен».

source: Can't revert volume %(vol_id)s to its latest snapshot %(snap_id)s. Snapshot's status must be 'available'.
ru: Откат тома %(vol_id)s до состояния последнего снимка %(snap_id)s невозможен.Снимок должен иметь статус «доступен».

source: status must be %s and
ru: статус должен быть %s и

source: Volume %s must not be migrating, attached, belong to a group, have snapshots or be disassociated from snapshots after volume transfer.
ru: Том %s не должен: быть в состоянии миграции, быть прикреплён, принадлежать группе, иметь снимки или иметь отменённые связи со снимками после переноса тома.

source: Failed to update snapshot.
ru: Не удалось обновить снимок

source: Unable to delete encryption key for volume: %s
ru: Не удалось удалить ключ шифрования для тома: %s

source: Unable to delete encryption key for volume.
ru: Не удалось удалить ключ шифрования для тома

source: The volume cannot be updated during maintenance.
ru: Невозможно обновить том в режиме обслуживания

source: Volume status must be %(expected)s to reserve, but the status is %(current)s.
ru: Для резервирования том должен иметь статус %(expected)s, но текущий статус: %(current)s.

source: Unable to detach volume. Volume status must be 'in-use' and attach_status must be 'attached' to detach.
ru: Невозможно отсоединить том. Для открепления, статус тома должен быть «используется», а параметр attach_status должен иметь значение 'attached'.

source: The volume cannot be attached in maintenance mode.
ru: Невозможно прикрепить том в режиме обслуживания

source: The volume cannot be detached in maintenance mode.
ru: Невозможно открепить том в режиме обслуживания

source: The volume connection cannot be initialized in maintenance mode.
ru: Подключение тома невозможно инициализировать в режиме обслуживания

source: The volume cannot accept transfer in maintenance mode.
ru: Том не может принять перенос в режиме обслуживания

source: Volume %(vol_id)s status must be %(status)s, but current status is: %(vol_status)s.
ru: Статус тома %(vol_id)s должен быть %(status)s, но текущий статус: %(vol_status)s.

source: Volume %(vol_id)s status must be %(status)s , but current status is: %(vol_status)s.
ru: Статус тома %(vol_id)s должен быть %(status)s, но текущий статус: %(vol_status)s.

source: The snapshot cannot be created because volume has not been scheduled to any host.
ru: Снимок нельзя создать, т.к. том не был занесён в расписание ни для одного хоста.

source: The snapshot cannot be created when the volume is in maintenance mode.
ru: Невозможно создать снимок в режиме обслуживания тома.

source: Snapshot cannot be created while volume is migrating.
ru: Невозможно создать снимок во время миграции тома.

source: The snapshot cannot be created when the volume is in error status.
ru: Невозможно создать снимок, если статус тома — «ошибка»

source: Snapshot of secondary replica is not allowed.
ru: Снимок вторичной реплики не допускается

source: Snapshot %s must not be part of a group.
ru: Снимок %s не должен быть частью группы

source: Deleting volume metadata is not allowed for volumes in %s status.
ru: Для томов со статусом %s не допускается удаление метаданных

source: Updating volume metadata is not allowed for volumes in %s status.
ru: Для томов со статусом %s не допускается обновление метаданных

source: Volume %(vol_id)s status must be %(statuses)s
ru: Том %(vol_id)s должен иметь статус %(statuses)s

source: Could not return volume %(id)s to %(status)s.
ru: Не удалось вернуть тому %(id)s статус %(status)s.

source: New size for extend must be greater than current size. (current: %(size)s, extended: %(new_size)s).
ru: Новый размер для расширения должен превышать текущий размер. (Текущий: %(size)s, расширенный: %(new_size)s).

source: Volume %(vol_id)s status must be '%(expected)s' to extend, currently %(status)s.
ru: Для расширения, том %(vol_id)s должен иметь статус '%(expected)s', текущий статус: %(status)s.

source: No available service named '%s'
ru: Нет доступных служб с именем '%s'

source: Volume %s status must be available or in-use, must not be migrating, have snapshots, be replicated, be part of a group and destination host/cluster must be different than the current one
ru: Том %s должен иметь статус «доступен» или «используется», не должен быть в процессе миграции, иметь снимки, быть реплицирован, быть частью группы, а целевой хост/кластер должен отличаться от текущего

source: Source volume not mid-migration.
ru: Исходный том не в процессе миграции

source: Destination volume not mid-migration.
ru: Целевой том не в процессе миграции

source: Destination has migration_status %(stat)s, expected %(exp)s.
ru: migration_status цели: %(stat)s, ожидался %(exp)s.

source: Volume %(vol_id)s status must be available to update readonly flag, but current status is: %(vol_status)s.
ru: Для обновления флага «только для чтения» статус тома %(vol_id)s должен быть «доступен»,текущий статус: %(vol_status)s.

source: Invalid volume_type passed: %s.
ru: Передан недействительный volume_type: %s.

source: Invalid volume_type passed, retypes affecting multiattach are only allowed on available volumes, the specified volume however currently has a status of: %s.
ru: Передано недействительное значение volume_type, переназначение типа, влияющее на тома с несколькими подключениями, допускаются только для томов со статусом «доступен». Но статус указанного тома: %s.

source: Failed to update quota usage while retyping volume.
ru: Не удалось обновить использование квоты во время переназначения типа тома.

source: Retype needs volume to be in available or in-use state, not be part of an active migration or a consistency group, requested type has to be different that the one from the volume, and for in-use volumes front-end qos specs cannot change.
ru: Для переназначения типа том должен иметь статус «доступен» или «используется», не быть в процессе активной миграции, не быть частью группы согласованности, запрошенный тип должен отличаться от текущего типа тома, а для томов со статусом «используется» спецификации QoS интерфейсной части не могут изменяться.

source: Unable to manage existing volume. The volume is already managed
ru: Управление существующим томом невозможно. Том уже управляется.

source: Failed to manage api volume flow.
ru: Сбой управления потоком действий с томами для API

source: No service found with host=%s
ru: Служб с параметром host=%s не найдено

source: No service found with cluster=%s
ru: Служб с параметром cluster=%s не найдено

source: Services from different clusters found.
ru: Найдены службы из разных кластеров

source: %(field)s in %(service)s must be %(expected)s %(up_msg)sto failover.
ru: %(field)s в %(service)s должен быть отработкой отказа %(expected)s %(up_msg)sto.

source: No service could be changed: %s
ru: Не удалось изменить ни одну из служб: %s

source: replication operations with cluster field
ru: действия репликации с полем «кластер»

source: Volume %(vol_id)s status must be %(statuses)s to reserve, but the current status is %(current)s.
ru: Для резервирования том %(vol_id)s должен иметь статус %(statuses)s, но текущий статус: %(current)s.

source: duplicate connectors detected on volume %(vol)s
ru: для тома %(vol)s обнаружены дублирующиеся коннекторы

source: Driver doesn't support clustered replication.
ru: Драйвер не поддерживает кластерную репликацию

source: Unable to terminate volume connection
ru: Невозможно разорвать подключение тома

source: Unable to terminate volume connection: %(err)s
ru: Невозможно разорвать подключение тома: %(err)s

source: Unable to remove export
ru: Не удалось удалить экспорт

source: Sets thin provisioning.
ru: Настраивает тонкое резервирование

source: Enables compression.
ru: Включает сжатие

source: Enables QoS.
ru: Включает QoS.

source: Enables replication.
ru: Включает репликацию
