Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Failed to delete fileset for consistency group %(cgname)s. Error: %(excmsg)s.
ru: Не удалось удалить набор файлов для группы согласованности %(cgname)s. Ошибка: %(excmsg)s.

source: Updating a consistency group is not supported.
ru: Обновление групп согласованности не поддерживается

source: Creating a consistency group from any source consistency group or consistency group snapshot is not supported.
ru: Создание групп согласованности на базе любой исходной группы согласованности либо снимка группы согласованности — не поддерживается

source: No GPFS node is active
ru: Нет активных узлов GPFS

source: Initiator format: %(iqn)s
ru: Формат инициатора: %(iqn)s

source: Initiator is missing from connector object
ru: В объекте коннектора отсутствует инициатор

source: Compute host missing either iSCSI initiator or FC wwpns
ru: На хосте службы Compute отсутствует либо инициатор iSCSI, либо имена wwpn FC

source: Failed to read certificate from %s
ru: Не удалось прочитать сертификат из %s

source: The certificate doesn't match the trusted one in %s.
ru: Сертификат не совпадает с доверенным в %s.

source: Missing 'pyOpenSSL' python module, ensure the library is installed.
ru: Модуль python «pyOpenSS» отсутствует, убедитесь в том, что библиотека установлена.

source: The certificate expired: %s
ru: Истёк срок действия сертификата: %s

source: Param [%s] should be provided.
ru: Необходимо предоставить параметр [%s].

source: Param [san_password] is invalid.
ru: Недействительный параметр [san_password].

source: Can't connect to %(host)s
ru: Не удалось подключиться к %(host)s

source: Param [lss_range_for_cg]'s format is invalid, please don't put the '-' at the beginning or the end.
ru: Параметр [lss_range_for_cg]'s недействителен, не указывайте «-» ни в конце, ни в начале

source: Param [lss_range_for_cg] is invalid, it only supports space and '-' as separator. Exception = %s.
ru: Параметр [lss_range_for_cg] недействителен, пробелы и тире («-») поддерживаются только в качестве разделителей. Исключение: = %s.

source: Param [lss_range_for_cg] is invalid, it should be within 00-FF
ru: Параметр [lss_range_for_cg] недействителен, значение должно быть в диапазоне 00-FF

source: Param [ds8k_host_type] must be one of: %(values)s.
ru: Параметр [ds8k_host_type] должен иметь одно из значений: %(values)s.

source: %s does not support bulk deletion of volumes, if you want to use this version of driver, please upgrade the CCL.
ru: %s не поддерживает пакетное удаление томов. При необходимости использовать данную версию драйвера обновите версию CCL

source: REST version %(invalid)s is lower than %(valid)s, please upgrade it in DS8K.
ru: Версия REST %(invalid)s ниже версии %(valid)s, обновите версию в DS8K.

source: REST for DS8K 8.1 does not support PPRC consistency group, please upgrade the CCL.
ru: REST для DS8K 8.1 не поддерживает группы согласованности PPRC, обновите CCL.

source: Param [connection_type] is invalid.
ru: Недействительный параметр [connection_type]

source: LSS %s should be within 00-FF.
ru: Логич. подсистема %s должна быть в диапазоне 00-FF.

source: LSSes in the address group %s are reserved for CKD volumes
ru: Логич. подсистемы в группе адресов %s зарезервированы для томов CKD

source: LSS %s has been reserved for CG.
ru: Логич. подсистема %s была ранее зарезервирована для группы согласованности

source: All LSS/LCU IDs for configured pools on storage are exhausted.
ru: Исчерпаны все идентификаторы LSS/LCU для настроенных пулов в хранилище

source: All LSS/LCU IDs for configured pools are exhausted.
ru: Исчерпаны все идентификаторы LSS/LCU для настроенных пулов

source: Metro Mirror pair %(id)s enters into state %(state)s.
ru: Пара Metro Mirror %(id)s входит в состояние %(state)s.

source: More than one host found.
ru: Найдено более одного хоста

source: For 3390 volume, capacity can be in the range 1-65520(849KiB to 55.68GiB) cylinders, now it is %(gb)d GiB, equals to %(cyl)d cylinders.
ru: Объём тома 3390 может располагаться в диапазоне 1-65520 (от 849КиБ до 55.68Гиб) цилиндров, нынешний объём: %(gb)d ГиБ, что равно в цилиндрах: %(cyl)d.

source: LCU %s should be within 00-FF.
ru: Единица логич. контроля %s должна находиться в диапазоне 00-FF.

source: LCUs in the address group %s are reserved for FB volumes
ru: Единицы логич. контроля в группе адресов %s зарезервированы для томов FB

source: Can not create lcu %(lcu)s, Exception = %(e)s.
ru: Не удалось создать единицу логич. контроля %(lcu)s, исключение = %(e)s.

source: LCU %s is not in parameter ds8k_devadd_unitadd_mapping, Please specify LCU in it, otherwise driver can not attach volume.
ru: Единица логич. контроля %s отсутствует в параметре «ds8k_devadd_unitadd_mapping», укажите единицу в параметре, в противном случае драйвер не сможет подключить том.

source: The OS400 volume type provided, %s, is not a valid volume type.
ru: Указанный тип тома OS400, %s, не является действительным типом тома.

source: Param [connection_type] %s is invalid.
ru: Недействительный параметр [connection_type] %s

source: Param [replication_device] is invalid, Driver support only one replication target.
ru: Недействительный параметр [replication_device]. Драйвер поддерживает только одну цель репликации.

source: Backend %s is not initialized.
ru: Серверная часть %s не инициализирована

source: No pools found - make sure san_clustername is defined in the config file and that the pools exist on the storage.
ru: Пулов не найдено: убедитесь в том, что в файле конфигурации настроен параметр san_clustername, и что пулы существуют в хранилище.

source: Backend %s can not support ECKD ESE volume.
ru: Серверная часть %s не может поддерживать том ECKD ESE.

source: Secondary storage %s can not support ECKD ESE volume.
ru: Вторичное хранилище %s не может поддерживать том ECKD ESE.

source: The reserve LSS for CG is full. Volume can not be created on it.
ru: Резервная логич. подсистема для группы согласованности заполнена. Невозможно создать в ней том.

source: No support for specifying pool or lss for volumes that belong to consistency group.
ru: Отсутствует поддержка для указания пула или логич. подсистемы для томов, принадлежащих группе согласованности.

source: There are still some available LSSs %s for CG, but they are not in the same node as pool.
ru: Для группы согласованности ещё есть доступные логич. подсистемы %s, но они находятся в другом узле, чем пул

source: Can not find pool for LSSs %s.
ru: Не удалось найти пул для логич. подсистем %s.

source: Target volume should be bigger or equal to the Source volume in size.
ru: Размер целевого тома должен быть больше или равен размеру исходного тома.

source: When target volume is pre-created, it must be equal in size to source volume.
ru: При предварительном создании целевого тома, его размер должен быть равен размеру исходного тома.

source: Volume %(id)s is in unexpected state %(state)s.
ru: Неожиданное состояние тома %(id)s: %(state)s.

source: Volume %s is currently a target of another FlashCopy operation
ru: Том %s на данный момент является целевым для действия FlashCopy

source: The volume %s has been failed over, it is not suggested to extend it.
ru: Для тома %s был отработан отказ, его расширение не рекомендуется

source: Driver does not support migrate replicated volume, it can be done via retype.
ru: Драйвер не поддерживает миграцию реплицированного тома, но это можно выполнить с помощью переназначения типа.

source: source and destination vendors differ.
ru: исходный и целевой поставщики различаются.

source: source and destination serial numbers differ.
ru: исходный и целевой серийные номера различаются.

source: Retype does not support to move volume from specified pool or lss to another specified pool or lss.
ru: Переназначение типа не поддерживает перемещение тома из указанного пула или логич. подсистемы в другой указанный пул или логич. подсистему.

source: Can not change the pool volume allocated.
ru: Невозможно изменить выделенный том пула

source: Reverting volume is not supported if the volume size is not equal to the snapshot size.
ru: Откат тома до состояния снимка не поддерживается, если размер тома не равен размеру снимку.

source: Driver does not support revert to snapshot of replicated volume.
ru: Драйвер не поддерживает откат до состояния снимка для реплицированного тома

source: Reverting volume %(vol)s to snapshot %(snap)s failed due to: %(err)s.
ru: Сбой отката тома %(vol)s до состояния снимка %(snap)s по причине: %(err)s.

source: Failed to find the attached Volume %s.
ru: Не удалось найти подключённый том %s.

source: add volume %(vol)s into group %(grp)s failed since this volume is 'in-use' status
ru: сбой добавления тома %(vol)s в группу %(grp)s, поскольку том имеет статус «используется»

source: remove volume %(vol)s from group %(grp)s failed since this volume is 'in-use' status
ru: сбой удаления тома %(vol)s из группы %(grp)s, поскольку том имеет статус «используется»

source: _create_group_from_src supports a group snapshot source or a group source, other sources can not be used.
ru: _create_group_from_src поддерживается источник в виде снимка группы, либо группы, другие источники не используются

source: Invalid secondary_backend_id specified. Valid backend id is %s.
ru: Указан недействительный secondary_backend_id. Действительный ID: %s.

source: Unable to failover host to %(id)s. Exception= %(ex)s
ru: Не удалось отработать отказ хоста на %(id)s. Исключение= %(ex)s

source: Failed to enable replication for group %(id)s, Exception: %(ex)s.
ru: Не удалось включить репликацию для группы %(id)s, исключение: %(ex)s.

source: Failed to disable replication for group %(id)s, Exception: %(ex)s.
ru: Не удалось отключить репликацию для группы %(id)s, исключение: %(ex)s.

source: Invalid secondary_backend_id %(id)s. Valid backend ids are %(ids)s.
ru: Недействительный secondary_backend_id %(id)s. Действительные ID: %(ids)s.

source: Unable to failover group %(grp_id)s to backend %(bck_id)s. Exception= %(ex)s
ru: Не удалось отработать отказ группы %(grp_id)s в серверную часть %(bck_id)s. Исключение= %(ex)s

source: %(tgt)s is not connected to %(src)s!
ru: %(tgt)s не подключён к %(src)s

source: Invalid port pair: %(invalid)s, valid port pair(s) are: %(valid)s
ru: Недействительная пара портов: %(invalid)s, действительные пары: %(valid)s

source: Failed to create PPRC path %(src)s:%(tgt)s.
ru: Не удалось создать путь PPRC %(src)s:%(tgt)s.

source: Param [connection_type] %s in replication_device is invalid.
ru: Недействительный параметр [connection_type] %s в replication_device

source: Please reserve the same number of LSS for secondary DS8K just as the primary DS8K.
ru: Резервируйте то же количество логич. подсистем для вторичного DS8K, что и для первичного DS8K

source: The connection type in primary backend is %(primary)s, but in secondary backend it is %(secondary)s
ru: Тип подключения для первичной серверной части — %(primary)s, но для вторичной серверной части — %(secondary)s

source: The path(s) for volume %(name)s isn't available any more, please make sure the state of the path(s) which source LSS is %(lss)s is success.
ru: Пути до тома %(name)s больше недоступны, убедитесь в том, чтопути, исходной логич. подсистемой которых является %(lss)s, имеют статус «успешно»

source: Failed to delete the target volume for volume %(volume)s, Exception: %(ex)s.
ru: Не удалось удалить целевой том для тома %(volume)s, исключение: %(ex)s.

source: Can not connect to the primary backend, please make sure it is back.
ru: Не удалось подключиться к первичной серверной части, убедитесь в том, что она снова запущена

source: Source volume %(id)s has wrong pprc pair state %(invalid_state)s, expected one is %(valid_state)s
ru: У исходного тома %(id)s неверный статус пар pprc %(invalid_state)s, ожидался один из %(valid_state)s

source: There is no PPRC pair for source volume %s.
ru: Для исходного тома %s нет пары PPRC

source: The username and the password parameters must not be empty.
ru: Параметры имени пользователя и пароля не могут быть пустыми

source: Invalid HTTP method: %s
ru: Недействительное метод HTTP: %s

source: Authentication failed for host %(host)s. Exception= %(e)s
ru: Сбой аутентификации для хоста %(host)s. Исключение= %(e)s

source: Can not put the volume in LSS: %s
ru: Невозможно разместить том в логич. подсистеме: %s

source: Request to storage API time out: %s
ru: Истечение времени ожидания API хранилища: %s

source: Request to storage API failed: %(err)s, (%(url)s).
ru: Сбой запроса API хранилища: %(err)s, (%(url)s).

source: Expected one result but got %d.
ru: Ожидался определённый результат, но получен %d.

source: Expected one item in result but got %d.
ru: Ожидался определённый элемент в результатах, но получен %d.

source: Expected one item in result responses but got %d.
ru: В ответах с результатом ожидался определённый элемент, но получен %d.

source: Unable to create or get performance class: %(details)s
ru: Не удалось создать или получить класс исполнения: %(details)s

source: Unable to add volume to performance class: %(details)s
ru: Не удалось добавить том в класс исполнения: %(details)s

source: A performance class with the same name but different values exists: %(details)s
ru: Существует класс исполнения с тем же именем, но с другими значениями: %(details)s

source: Unable to connect to %(title)s: %(details)s
ru: Не удалось подключиться к %(title)s: %(details)s

source: Unable to connect to the storage system at '%(address)s', invalid address.
ru: Не удалось подключиться к системе хранения по адресу '%(address)s', недействительный адрес

source: Unable to create volume: %(details)s
ru: Не удалось создать том: %(details)s

source: Unable to detect FC connection between the compute host and the storage, please ensure that zoning is set up correctly.
ru: Не удалось определить подключение FC между хостом compute и хранилищем, проверьте правильность конфигурации зон.

source: Unable to manage the volume '%(volume)s': %(error)s.
ru: Управление томом '%(volume)s' невозможно: %(error)s.

source: Incompatible pyxcli found. Mininum: %(required)s Found: %(found)s
ru: Обнаружен несовместимый pyxcli. Мин. требование: %(required)s Обнаружено: %(found)s

source: Schedule %(sch)s exists with incorrect value %(int)s
ru: Расписание %(sch)s существует с некорректным значением %(int)s

source: Setting up Async mirroring failed, schedule %(sch)s is not supported on system: %(id)s.
ru: Не удалось настроить асинхронное зеркалирование, расписание %(sch)s в системе не поддерживается: %(id)s.

source: Unable to create volume: System is out of space.
ru: Не удалось создать том: в системе закончилось место

source: Unable to create volume: pool '%(pool)s' is out of space.
ru: Не удалось создать том: в пуле '%(pool)s' закончилось место

source: Failed to unlock volumes %(details)s
ru: Не удалось разблокировать тома %(details)s

source: No targets defined. Can't perform failover.
ru: Цели не настроены. Невозможно выполнить отработку отказа.

source: A potential split brain condition has been found with the following volumes: '%(volumes)s.'
ru: В следующих томах обнаружено возможное разделение вычислительных мощностей: '%(volumes)s.'

source: No targets available for replication
ru: Нет доступных целей репликации

source: Too many targets configured. Only one is supported
ru: Слишком много настроенных целей. Поддерживается только одна.

source: No targets available for replication.
ru: Нет доступных целей репликации.

source: Missing target information for target '%(target)s'
ru: Отсутствуют сведения для цели '%(target)s'

source: Volume size (%(vol_size)sGB) cannot be smaller than the snapshot size (%(snap_size)sGB)..
ru: Размер тома (%(vol_size)sGB) не может быть меньше размера снимка (%(snap_size)sGB)..

source: Fatal error in copying volume: %(details)s
ru: Критическая ошибка при копировании тома: %(details)s

source: Fatal error in resize volume: %(details)s
ru: Критическая ошибка при изменении размера тома: %(details)s

source: Fatal error in snapshot_create: %(details)s
ru: Критическая ошибка в snapshot_create: %(details)s

source: Fatal error in snapshot_delete: %(details)s
ru: Критическая ошибка в snapshot_delete: %(details)s

source: Fatal error in vol_resize: %(details)s
ru: Критическая ошибка в vol_resize: %(details)s

source: Fatal error in vol_move: %(details)s
ru: Критическая ошибка в vol_move: %(details)s

source: Fatal error in vol_list: %(details)s
ru: Критическая ошибка в vol_list: %(details)s

source: Volume %(volume)s is not available on storage
ru: Том %(volume)s недоступен в хранилище

source: Invalid target information. Can't perform failover
ru: Недействительные сведения о цели. Невозможно выполнить отработку отказа.

source: Pool %(pool)s not available on storage
ru: Пул %(pool)s недоступен в хранилище

source: New volume size (%(vol_size)s GB) cannot be less than the source volume size (%(src_size)s GB)..
ru: Новый размер тома (%(vol_size)s Гбайт) не может быть меньше размера исходного тома (%(src_size)s Гбайт)..

source: Failed to copy from '%(src)s' to '%(vol)s': %(details)s
ru: Сбой копирования из '%(src)s' в '%(vol)s': %(details)s

source: consistency group %s already exists on backend
ru: группа согласованности %s уже существует в серверной части

source: Reached Maximum number of consistency groups
ru: Достигнуто макс. число групп согласованности

source: Fatal error in cg_create: %(details)s
ru: Критическая ошибка в cg_create: %(details)s

source: Maximum number of consistency groups reached
ru: Достигнуто макс. число групп согласованности

source: Fatal error in cg_create on remote: %(details)s
ru: Критическая ошибка в cg_create на удалённом: %(details)s

source: Disable group replication before deleting group.
ru: Перед удалением группы отключите репликацию группы.

source: consistency group %s is being mirrored
ru: группа согласованности %s находится в процессе зеркалирования

source: consistency group %s is not empty
ru: группа согласованности %s не пустая

source: Fatal: %(code)s. CG: %(cgname)s
ru: Неустр. ошибка: %(code)s. Группа согл.: %(cgname)s

source: Failed adding volume %(vol)s to consistency group %(cg)s: %(err)s
ru: Сбой добавления тома %(vol)s в группу согласованности %(cg)s: %(err)s

source: Failed removing volume %(vol)s from consistency group %(cg)s: %(err)s
ru: Сбой удаления тома %(vol)s из группы согласованности %(cg)s: %(err)s

source: Consistency group %s does not exist on backend
ru: Группа согласованности %s не существует в серверной части

source: Consistency group %s has an illegal name
ru: У группы согласованности %s недопустимое имя

source: Snapshot group %s has an illegal name
ru: У группы снимков %s недопустимое имя

source: Reached maximum snapshots allocation size
ru: Достигнут макс. размер выделенного объёма для снимков

source: Consistency group %s is empty
ru: Пустая группа согласованности %s

source: Reached Maximum number of volumes
ru: Достигнуто макс. число томов

source: Consistency group %s name is reserved
ru: Имя группы согласованности %s зарезервировано

source: Snapshot group %s already exists
ru: Группа снимков %s уже существует

source: Fatal: CG %(cg)s, Group %(group)s. %(err)s
ru: Неустр. ошибка: CG %(cg)s, группа %(group)s. %(err)s

source: consistency group %s not found on backend
ru: Группа согласованности %s не найдена в серверной части

source: Reached Maximum size allocated for snapshots
ru: Достигнут макс. размер выделенного объёма для снимков

source: %(prefix)s. Invalid connector: '%(details)s.'
ru: %(prefix)s. Недействительный коннектор: '%(details)s.'

source: No Fibre Channel HBA's are defined on the host.
ru: На хосте не настроены HBA для оптоволокна

source: No iSCSI initiator found!
ru: Инициаторы iSCSI не найдены

source: All free LUN IDs were already mapped.
ru: Для всех свободных ID LUN уже были настроены отображения

source: No remote backend found.
ru: Удалённая серверная часть не найдена

source: No credentials found.
ru: Учётных данных не найдено

source: No host found.
ru: Хостов не найдено

source: Unsupported replication mode %(mode)s
ru: Метод репликации не поддерживается %(mode)s

source: Unsupported replication RPO %(rpo)s
ru: Неподдерживаемая RPO репликации %(rpo)s

source: Missing pool information for target '%(target)s'
ru: Отсутствуют сведения о пуле для цели '%(target)s'

source: Failed ending replication for %(resource)s: '%(details)s'
ru: Сбой завершения репликации для %(resource)s: '%(details)s'

source: Failed deleting replica for %(resource)s: '%(details)s'
ru: Сбой удаления реплики %(resource)s: '%(details)s'

source: Failed replication for %(resource)s: '%(details)s'
ru: Сбой репликации %(resource)s: '%(details)s'

source: Unable to fail-over the volume %(id)s to the secondary back-end, error: %(error)s
ru: Невозможно отработать отказ для тома %(id)s на вторичную серверную часть, ошибка: %(error)s

source: Unable to fail-back the volume: %(vol)s to the master back-end, error: %(error)s
ru: Невозможно восстановить размещение тома %(vol)s на первичную серверную часть, ошибка: %(error)s

source: Unable to set up mirror mode replication for %(vol)s. Exception: %(err)s.
ru: Невозможно настроить режим зеркалирования репликации для %(vol)s. Исключение: %(err)s.

source: Unable to set up gmcv mode replication for %(vol)s. Exception: %(err)s.
ru: Невозможно настроить режим репликации gmcv для %(vol)s. Исключение: %(err)s.

source: Unable to establish the partnership with the Storwize cluster %s.
ru: Невозможно настроить партнёрство с кластером Storwize %s.

source: Unable to start the partnership with the Storwize cluster %s.
ru: Невозможно запустить партнёрство с кластером Storwize %s.

source: CLI Exception output: command: %(cmd)s stdout: %(out)s stderr: %(err)s.
ru: Вывод исключения CLI: команда: %(cmd)s stdout: %(out)s stderr: %(err)s.

source: Expected no output from CLI command %(cmd)s, got %(out)s.
ru: От команды CLI %(cmd)s не ожидался вывод, получено %(out)s.

source: Failed to parse CLI output: command: %(cmd)s stdout: %(out)s stderr: %(err)s.
ru: Не удалось проанализировать вывод CLI: команда: %(cmd)s stdout: %(out)s stderr: %(err)s.

source: Must pass wwpn or host to lsfabric.
ru: Для lsfabric необходимо передать либо имя wwpn, либо хост

source: Could not find key in output of command %(cmd)s: %(out)s.
ru: В выводе команды %(cmd)s не удалось найти ключ: %(out)s.

source: Failed to get code level (%s).
ru: Не удалось узнать уровень кода (%s).

source: Expected integer for node_count, svcinfo lsiogrp returned: %(node)s.
ru: Для node_count ожидалось целое число, возвращено svcinfo lsiogrp: %(node)s.

source: Expected integer for node_count, svcinfo lsiogrp returned: %(node)s
ru: Для node_count ожидалось целое число, возвращено svcinfo lsiogrp: %(node)s

source: Given I/O group(s) %(iogrp)s not valid; available I/O groups are %(avail)s.
ru: Указаны недействительные группы I/O %(iogrp)s; доступные группы I/O: %(avail)s.

source: Failed getting details for pool %s.
ru: Сбой получения подробных сведений о пуле %s.

source: Failed to find host %s.
ru: Не удалось найти хост %s.

source: create_host: Host name is not unicode or string.
ru: create_host: имя хоста не в Unicode или не является строкой

source: create_host: No initiators supplied.
ru: create_host: не предоставлены инициаторы.

source: create_host: No wwpns supplied.
ru: create_host: имён wwpn не предоставлено

source: CMMVC6071E The VDisk-to-host mapping was not created because the VDisk is already mapped to a host.
ru: CMMVC6071E отображение VDisk-to-host не было создано, т.к. VDisk уже отображается на хост

source: Illegal value specified for storwize_svc_vol_grainsize: set to either 32, 64, 128, or 256.
ru: Для storwize_svc_vol_grainsize указано недействительное значение: укажите 32, 64, 128 или 256.
