Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: The existing host site is %(ref_host_site)s, but the new host site is %(host_site)s.
ru: Существующее расположение хоста: %(ref_host_site)s, но новое расположение хоста: %(host_site)s.

source: There is no correct storwize_preferred_host_site configured for a hyperswap volume %s.
ru: Для тома hyperswap %s нет корректно настроенного storwize_preferred_host_site

source: initialize_connection: Failed to get attributes for volume %s.
ru: initialize_connection: не удалось получить атрибуты тома %s.

source: initialize_connection: Missing volume attribute for volume %s.
ru: initialize_connection: у тома %s отсутствуют атрибуты.

source: initialize_connection: No node found in I/O group %(gid)s for volume %(vol)s.
ru: initialize_connection: в группе I/O %(gid)s не найден узел для тома %(vol)s.

source: _get_single_iscsi_data: Failed to get attributes for volume %s.
ru: _get_single_iscsi_data: не удалось получить атрибуты тома %s.

source: _get_single_iscsi_data: Did not find expected column name in %(volume)s: %(key)s %(error)s.
ru: _get_single_iscsi_data: ожидаемое имя столбца в %(volume)s не найдено: %(key)s %(error)s.

source: _get_single_iscsi_data: No node found in I/O group %(gid)s for volume %(vol)s.
ru: _get_single_iscsi_data: в группе I/O %(gid)s не найден узел для тома %(vol)s.

source: _get_multi_iscsi_data: Failed to get port ip because of exception: %s.
ru: _get_multi_iscsi_data: сбой получения ip порта в связи с исключением: %s.

source: _get_multi_iscsi_data: Failed to find valid port for volume %s.
ru: _get_multi_iscsi_data: не удалось найти действительный порт для тома %s.

source: Failed to create partition.
ru: Не удалось создать раздел.

source: Failed to delete partition.
ru: Не удалось удалить раздел.

source: Failed to set partition.
ru: Не удалось настроить раздел.

source: Failed to create map.
ru: Не удалось создать отображение.

source: Failed to delete map.
ru: Не удалось удалить отображение.

source: Failed to create snapshot.
ru: Не удалось создать снимок.

source: Failed to delete snapshot.
ru: Не удалось удалить снимок.

source: Failed to create replica.
ru: Не удалось создать реплику.

source: Failed to delete replica.
ru: Не удалось удалить реплику.

source: Failed to create iqn.
ru: Не удалось создать IQN

source: Failed to delete iqn.
ru: Не удалось удалить IQN

source: Failed to get lv info.
ru: Не удалось получить сведения о логич. томе

source: Failed to get partition info.
ru: Не удалось получить сведения о разделе

source: Failed to get snapshot info.
ru: Не удалось получить сведения о снимке

source: Failed to get device info.
ru: Не удалось получить сведения об устройстве

source: Failed to get channel info.
ru: Не удалось получить сведения о канале

source: Failed to get map info.
ru: Не удалось получить сведения об отображении

source: Failed to get network info.
ru: Не удалось получить сведения о сети

source: Failed to get license info.
ru: Не удалось получить сведения о лицензии

source: Failed to get replica info.
ru: Не удалось получить сведения о реплике

source: Failed to get wwn info.
ru: Не удалось получить сведения о wwn

source: Failed to get iqn info.
ru: Не удалось получить сведения о IQN

source: Failed to get host info.
ru: Не удалось получить сведения о хосте

source: Failed to set IO timeout.
ru: Не удалось настроить истечение времени ожидания IO

source: Failed to connect to raid.
ru: Не удалось подключиться к raid

source: Failed to init cache.
ru: Не удалось инициализировать кэш

source: Failed to execute common command.
ru: Не удалось выполнить общую команду

source: Failed to execute shell command.
ru: Не удалось выполнить команду командного интерпретатора

source: Infortrend CLI exception: %(err)s Param: %(param)s (Return Code: %(rc)s) (Output: %(out)s)
ru: Исключение Infortrend CLI: %(err)s Параметр: %(param)s (Код возврата: %(rc)s) (Вывод: %(out)s)

source: san_ip is not set.
ru: san_ip не настроен

source: infortrend_cli_timeout should be larger than 40.
ru: значение infortrend_cli_timeout должно превышать 40.

source: Pools name is not set.
ru: Имя пула не настроено

source: Raidcmd failed to start. Please check Java is installed.
ru: Сбой запуска raidcmd. Проверьте, установлена ли Java .

source: Please create %(pool_list)s pool in advance!
ru: Заранее создайте пул %(pool_list)s

source: Please set <Peripheral device type> to <No Device Present (Type=0x7f)> in advance!
ru: Заранее настройте <Peripheral device type> со значением <No Device Present (Type=0x7f)>

source: Tiering extraspecs %(pool_name)s:%(tiering)s can not fit in the real tiers %(pool_tier)s.
ru: Распределение extraspecs по уровням %(pool_name)s:%(tiering)s может не поместиться в реальные ярусы %(pool_tier)s.

source: Volume[%(part_id)s] LUN conflict detected, Ch:[%(Ch)s] ID:[%(tid)s] LUN:[%(lun)s].
ru: Обнаружен конфликт LUN тома [%(part_id)s], Ch:[%(Ch)s] ID:[%(tid)s] LUN:[%(lun)s].

source: Volume[%(part_id)s] create map failed, Ch:[%(Ch)s] ID:[%(tid)s] LUN:[%(lun)s].
ru: Сбой создания отображения тома [%(part_id)s], Ch:[%(Ch)s] ID:[%(tid)s] LUN:[%(lun)s].

source: Failed to get pool id with pool %(pool_name)s.
ru: Не удалось получить ID пула %(pool_name)s.

source: Extraspecs Error, pool: [%(pool)s], %(key)s: %(setting)s is invalid, please check.
ru: Ошибка extraspecs, пул: [%(pool)s], %(key)s: недействительный параметр %(setting)s, выполните проверку

source: When provision is full, it must specify only one tier instead of %(tiering)s tiers.
ru: При полностью исчерпанном резервировании необходимо указывать только один ярус вместо %(tiering)s.

source: Pool [%(pool_name)s] not set in cinder conf.
ru: Пул [%(pool_name)s] не настроен в cinder conf.

source: LUN number is out of bound on channel id: %(ch_id)s.
ru: Номер LUN за пределами установленной границы на канале id: %(ch_id)s.

source: Cannot find a common lun id for mapping.
ru: Невозможно найти ID общего LUN для отображения

source: LUN map has reached maximum value [%(max_lun)s].
ru: Отображение LUN достигло макс. значения [%(max_lun)s].

source: LUN map overflow on every channel.
ru: Переполнение отображений LUN на каждом канале

source: Cannot get mcs_id by channel id: %(channel_id)s.
ru: Невозможно получить mcs_id по ID канала: %(channel_id)s.

source: Failed to get provider location.
ru: Не удалось получить местоположение поставщика

source: Failed to get Partition ID for volume %(volume_id)s.
ru: Сбой получения ID раздела для тома %(volume_id)s.

source: Failed to get partition info from volume_id: %(volume_id)s.
ru: Сбой получения сведений о разделе из volume_id: %(volume_id)s.

source: Failed to get Raid Snapshot ID from snapshot: %(snapshot_id)s.
ru: Не удалось получить ID снимка Raid из снимка: %(snapshot_id)s.

source: Unknown protocol: %(protocol)s.
ru: Неизвестный протокол: %(protocol)s.

source: Volume[%(part_id)s] LUN conflict detected,Ch:[%(Ch)s] ID:[%(tid)s] LUN:[%(lun)s].
ru: Обнаружен конфликт LUN тома [%(part_id)s], Ch:[%(Ch)s] ID:[%(tid)s] LUN:[%(lun)s].

source: No available LUN among [%(max_lun)s] LUNs.
ru: Нет доступных LUN среди номеров [%(max_lun)s]

source: Please set ip on Channel[%(channel_id)s] with controller[%(controller)s].
ru: Настройте IP на канале[%(channel_id)s] с контроллером[%(controller)s].

source: Can not find channel[%(channel_id)s] with controller[%(controller)s].
ru: Не удалось найти канал[%(channel_id)s] с контроллером[%(controller)s].

source: Could not find iSCSI target for volume: [%(volume_id)s] portal: [%(discovery_ip)s] iqn: [%(discovery_iqn)s]for path: [%(i)s/%(len)s]
ru: Не удалось найти цель iSCSI для тома: [%(volume_id)s] портал: [%(discovery_ip)s] iqn: [%(discovery_iqn)s]для пути: [%(i)s/%(len)s]

source: Failed to get new part id in new pool: %(pool_id)s.
ru: Не удалось найти ID нового раздела в новом пуле: %(pool_id)s.

source: Specified volume does not exist.
ru: Указанный том не существует

source: The specified volume is mapped. Please unmap first for Openstack using.
ru: Указанный том имеет отображение. Сначала отмените отображение для использования с Openstack.

source: The specified volume pool is wrong.
ru: Указанный пул томов неверен.

source: Specified logical volume does not exist.
ru: Указанный логический том не существует

source: Reference must contain source-id or source-name.
ru: Отсылка должна содержать source-id или source-name.

source: Failed to get snapshot provider location.
ru: Не удалось получить местоположение поставщика снимка.

source: Specified snapshot does not exist %(key)s: %(content)s.
ru: Указанный снимок не существует %(key)s: %(content)s.

source: Unsupported cmd: %s.
ru: Неподдерживаемая команда: %s.

source: Code: %(code)s, URL: %(url)s, Message: %(msg)s.
ru: Код: %(code)s, URL: %(url)s, сообщение: %(msg)s.

source: Token is expired.
ru: Срок действия маркёра истёк.

source: Unexpected RestAPI response: %(code)d %(msg)s.
ru: Непредвиденный ответ RestAPI: %(code)d %(msg)s.

source: Deal with response failed.
ru: Не удалось обработать ответ

source: Required flag %s is not set.
ru: Обязательный флаг %s не указан

source: No healthy nodes are available!
ru: Нет доступных работоспособных узлов

source: Pools %s do not exist.
ru: Пул %s не существует

source: Meta pool is not set.
ru: Мета-пул не настроен

source: Meta pool %s does not exist.
ru: Мета-пул %s не существует.

source: Meta pool %s is not a replication pool.
ru: Мета-пул %s is not a replication pool.

source: create_volume_from_snapshot: snapshot %(snapshot_name)s size is %(snapshot_size)dGB and doesn't fit in target volume %(volume_name)s of size %(volume_size)dGB.
ru: create_volume_from_snapshot: размер снимка %(snapshot_name)s равен %(snapshot_size)dGB и не помещается в целевой том %(volume_name)s размером в %(volume_size)dGB.

source: create_cloned_volume: source volume %(src_vol)s size is %(src_size)dGB and doesn't fit in target volume %(tgt_vol)s of size %(tgt_size)dGB.
ru: create_cloned_volume: размер исходного тома %(src_vol)s равен %(src_size)dGB, и он не помещается в целевой том %(tgt_vol)s с размером %(tgt_size)dGB.

source: Extend Volume Failed: Volume %s does not exist.
ru: Сбой расширения тома: том %s не существует.

source: create_snapshot: Source_volume %s does not exist.
ru: create_snapshot: исходный том %s не существует

source: delete_snapshot: Source_volume %s does not exist.
ru: delete_snapshot: исходный том %s не существует.

source: Volume %s is not filled.
ru: Том %s не заполнен.

source: Unable to retype: Current action needs volume-copy, it is not allowed when new type is replication. Volume = %s
ru: Невозможно переназначить тип: для текущего действия необходим volume-copy, что запрещено, если новый тип — replication. Том = %s

source: Unable to retype: A copy of volume %s exists. Retyping would exceed the limit of 2 copies.
ru: Невозможно переназначить тип: копия тома %s существует. Переназначение типа превысит лимит в 2 копии.

source: Multiple replication devices are configured. Now only one replication_device is supported.
ru: Было настроено несколько устройств репликации. Сейчас поддерживается только одно replication_device.

source: Expected integer for node_count, mcsinq lsiogrp returned: %(node)s.
ru: Для node_count ожидалось целое число, mcsinq lsiogrp возвратил: %(node)s.

source: Expected integer for node_count, mcsinq lsiogrp returned: %(node)s
ru: Для node_count ожидалось целое число, mcsinq lsiogrp возвратил: %(node)s

source: create_host: No initiators or wwpns supplied.
ru: create_host: имён wwpn, либо инициаторов не предоставлено

source: Illegal value specified for instorage_mcs_vol_grainsize: set to either 32, 64, 128, or 256.
ru: Для instorage_mcs_vol_grainsize указано недействительное значение: укажите32, 64, 128 или 256.

source: CommandLineAssistant._wait_for_condition: %s timeout.
ru: CommandLineAssistant._wait_for_condition: истечение времени ожидания %s.

source: list_vdisk_copy failed: No copy of volume %s exists.
ru: list_vdisk_copy failed: копий тома %s не существует.

source: mkvdiskhostmap error: command: %(cmd)s lun: %(lun)s result_lun: %(result_lun)s
ru: Ошибка mkvdiskhostmap: команда: %(cmd)s lun: %(lun)s result_lun: %(result_lun)s

source: CMMVC6071E The VDisk-to-host mapping was not created because the VDisk is already mapped to a host. "
ru: CMMVC6071E отображение VDisk-to-host не было создано, т.к. VDisk уже отображается на хост. "

source: terminate_connection: Failed to get host name from connector.
ru: terminate_connection: не удалось получить имя хоста из коннектора.

source: Unable to establish the partnership with the InStorage cluster %s.
ru: Невозможно настроить партнёрство с кластером InStorage %s.

source: Unable to set up copy mode replication for %(vol)s. Exception: %(err)s.
ru: Невозможно настроить режим репликации copy для %(vol)s. Исключение: %(err)s.

source: Unable to fail-back the volume:%(vol)s to the master back-end, error:%(error)s
ru: Не удалось восстановить размещение тома %(vol)s на основную серверную часть, ошибка: %(error)s

source: KaminarioCinderDriver failure: %(reason)s
ru: Сбой KaminarioCinderDriver: %(reason)s

source: Kaminario retryable exception: %(reason)s
ru: Повторяемое исключение Kaminario: %(reason)s

source: Unable to import 'krest' python module.
ru: Не удалось импортировать модуль python «krest»

source: K2 REST API version should be >= %s.
ru: Версия K2 REST API должна быть >= %s.

source: K2 REST API version search failed.
ru: Сбой поиска версии K2 REST API.

source: replication_device %s is not set.
ru: replication_device %s не настроено

source: Unable to find K2peer in source K2:
ru: Не удалось найти K2peer в исходном K2:

source: Snapshot: %s search failed in K2.
ru: Снимок: сбой поиска %s в K2.

source: K2 driver does not support clone of an attached volume. To get this done, create a snapshot from the attached volume and then create a volume from the snapshot.
ru: Драйвер K2 не поддерживает клонирование подключённых томов. Для выполнения этой задачи создайте снимок на базе подключённого тома, а затем на базе снимка создайте том.

source: Unable to find volume: %s from K2.
ru: Не удалось найти том: %s в K2.

source: Unable to manage K2 volume due to: %s
ru: Управление томом K2 невозможно, причина: %s

source: Unable to get size of manage volume.
ru: Невозможно получить размер управляемого тома

source: No wwpns found in host connector.
ru: В коннекторе хоста имён wwpn не найдено

source: Unable to get FC target wwpns from K2.
ru: Не удалось получить имена wwpn целевого FC из K2

source: Unable to get ISCSI IP address from K2.
ru: Не удалось получить адрес ISCSI IP из K2.

source: Unable to get target iqn from K2.
ru: Не удалось получить целевой iqn из K2.

source: Volume %(volname)s creation exception: %(txt)s
ru: Исключение создания тома %(volname)s: %(txt)s

source: Volume %(voluuid)s deletion exception: %(txt)s
ru: Исключение удаления тома %(voluuid)s: %(txt)s

source: Snapshot %(snapname)s creation exception: %(txt)s
ru: Исключение создания снимка %(snapname)s: %(txt)s

source: Snapshot %(snapuuid)s deletion exception: %(txt)s
ru: Исключение удаления снимка %(snapuuid)s: %(txt)s

source: Volume %(volname)s from snapshot exception: %(txt)s
ru: Исключение для тома из снимка %(volname)s: %(txt)s

source: Host %(uuid)s host_probe exception: %(txt)s
ru: Хост %(uuid)s, исключение host_probe: %(txt)s

source: host_probe for %(uuid)s failed with %(txt)s
ru: Сбой host_probe для %(uuid)s, %(txt)s

source: Volume %(voluuid)s publish exception: %(txt)s
ru: Исключение публикации тома %(voluuid)s: %(txt)s

source: Volume %(voluuid)s fetch exception: %(txt)s
ru: Исключение при получении тома %(voluuid)s: %(txt)s

source: Volume %s not found
ru: Том %s не найден

source: get_volumes_by_uuid for %(uuid)s failed with %(txt)s
ru: Сбой get_volumes_by_uuid для %(uuid)s, %(txt)s

source: Volume %(voluuid)s get targets exception: %(txt)s
ru: Исключение получения целей тома %(voluuid)s: %(txt)s

source: Volume %s targets not found
ru: Цели тома %s не найдены

source: Backend %(backpid)s exception: %(txt)s
ru: Исключение серверной части %(backpid)s: %(txt)s

source: Backend %s not found
ru: Серверная часть %s не найдена

source: get_backend_by_id for %(pid)s failed with %(txt)s
ru: Сбой get_backend_by_id для %(pid)s: %(txt)s

source: Volume %(voluuid)s unpublish exception: %(txt)s
ru: Исключение отмены публикации тома %(voluuid)s: %(txt)s

source: Get tenants exception: %s
ru: Исключение получения арендаторов: %s

source: Volume %(volid)s expand exception: %(txt)s
ru: Исключение расширения тома %(volid)s: %(txt)s

source: Volume %(volid)s clone exception: %(txt)s
ru: Исключение клонирования тома %(volid)s: %(txt)s

source: Connect to MacroSAN IPSAN Error, HA Status:%s
ru: Ошибка подключения к MacroSAN IPSAN, статус высокой доступности: %s

source: Pool has not enough free capacity
ru: У пула недостаточно свободного объёма

source: sdas and replication can not be enabled at same time
ru: Использование SDAS и репликации не могут быть включены одновременно

source: sdas is not configured, cannot use sdas
ru: Система SDAS не настроена, использование невозможно

source: replica is not configured, cannot use replication
ru: реплика не настроена, использование репликации невозможно

source: Pool has not enoughfree capacity
ru: У пула недостаточно свободного объёма

source: Enable lun qos failed.
ru: Сбой включения QoS для LUN

source: Create snapshot view failed.
ru: Сбой создания просмотра снимка

source: Import qos-strategy not supported
ru: Импорт стратегии QoS не поддерживается

source: LUN %(name)s does not belong to the pool: %(pool)s.
ru: LUN %(name)s не принадлежит пулу: %(pool)s.

source: LUN %(name)s sdas and replication enabled at same time
ru: Одновременно включено использование LUN %(name)s, SDAS и репликации

source: Volume type: %(vol_params)s doesn't equal to existing lun: %(params)s
ru: Тип тома: %(vol_params)s не равен существующему LUN: %(params)s

source: No source-name to get existing lun
ru: Нет имени источника для получения существующего LUN

source: No source-name to get existing snap
ru: Нет имени источника для получения существующего snap

source: Timeout `%(command)s`. status=%(status)d, out="%(out)s", err="%(err)s".
ru: Истечение времени ожидания `%(command)s`. Статус=%(status)d, out="%(out)s", ошибка="%(err)s".

source: Command `%s` failed.
ru: Сбой команды `%s`.

source: Logical Disk does not exist.
ru: Логический диск не существует

source: Specified Logical Disk %s has been copied.
ru: Указанный логический диск %s был скопирован

source: Failed to restore from snapshot. bvname=%(bvname)s, svname=%(svname)s, status=%(status)s
ru: Сбой восстановления на базе снимка. bvname=%(bvname)s, svname=%(svname)s, статус=%(status)s

source: The snapshot does not exist or is not in snap/active status. bvname=%(bvname)s, svname=%(svname)s, status=%(status)s
ru: Снимок не существует, либо его статус не равен «snap»/«активен». bvname=%(bvname)s, svname=%(svname)s, статус=%(status)s

source: UnpairWait wait timeout.
ru: Истечение времени ожидания UnpairWait

source: nec_ismcli_password nor nec_ismcli_privkey
ru: ни «nec_ismcli_password» ни «nec_ismcli_privkey»

source: %s not found.
ru: %s не найден.

source: Logical Disk Set could not be found.
ru: Не удалось найти набор логич. дисков.

source: Logical Disk Set `%s` could not be found.
ru: Не удалось найти набор логич. дисков `%s`

source: UNIT[@name="Product ID"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Product ID"] не найден. line=%(line)d out="%(out)s"

source: SECTION[@name="Pool Detail Information"] not found. line=%(line)d out="%(out)s"
ru: SECTION[@name="Pool Detail Information"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Pool No.(h)"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Pool No.(h)"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Pool Capacity"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Pool Capacity"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Free Pool Capacity"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Free Pool Capacity"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Used Pool Capacity"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Used Pool Capacity"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Actual Capacity"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Actual Capacity"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="LDN(h)"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="LDN(h)"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="OS Type"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="OS Type"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="LD Name"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="LD Name"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="LD Capacity"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="LD Capacity"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="RPL Attribute"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="RPL Attribute"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Purpose"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Purpose"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Platform"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Platform"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="LD Set Name"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="LD Set Name"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Target Mode"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Target Mode"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Target Name"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Target Name"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="LUN(h)"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="LUN(h)"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Path"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Path"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="Port No.(h)"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="Port No.(h)"] не найден. line=%(line)d out="%(out)s"

source: UNIT[@name="WWPN"] not found. line=%(line)d out="%(out)s"
ru: UNIT[@name="WWPN"] не найден. line=%(line)d out="%(out)s"

source: All Logical Disk Numbers are used. No more volumes can be created.
ru: Все номера логических дисков были использованы. Создание томов больше невозможно.

source: No available pools found.
ru: Доступных пулов не найдено

source: Invalid bind Logical Disk info.
ru: Недействительные сведения о привязанном логич. диске.

source: Logical Disk number is duplicated (%s).
ru: Номер логического диска дублируется (%s).

source: Failed to bind Logical Disk (%s).
ru: Не удалось привязать логич. диск (%s).

source: Logical Disk `%s` could not be found.
ru: Не удалось найти логич. диск `%s`

source: Appropriate Logical Disk Set could not be found.
ru: Не удалось найти подходящий набор логич. дисков.

source: Logical Disk Set `%s` has no portal.
ru: У набора логич. дисков `%s` нет портала.

source: No portal matches to any host ports.
ru: Нет портала, соответствующего каким-либо портам хоста.

source: Not enough pool capacity. pool_number=%(pool)d, size_increase=%(sizeinc)d
ru: Недостаточная ёмкость пула. pool_number=%(pool)d, size_increase=%(sizeinc)d

source: RPL Attribute Error. RPL Attribute = %s.
ru: Ошибка атрибута RPL. Атрибут RPL = %s.

source: Logical Disk `%(name)s` has unbound already. volume_id = %(id)s.
ru: Логич. диск `%(name)s` уже был отвязан. volume_id = %(id)s.

source: Cannot create clone volume. number of pairs reached 3. ldname=%s
ru: Невозможно создать клонированный том. Достигнуто число пар: 3. ldname=%s
