Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Backend Volume %(name)s not found
ru: Том серверной части %(name)s не найден

source: Invalid metadata for Volume %s
ru: Недопустимые метаданные для тома %s

source: Volume connected to host(s) %s
ru: Том подключён к хостам %s

source: Volume not available
ru: Том недоступен

source: Volume %(name)s could not be found. It might be already deleted
ru: Не удалось найти том %(name)s. Он мог быть уже удалён.

source: Existing volume %(name)s is not available
ru: Существующий том %(name)s недоступен

source: Volume %(new_name)s already exists
ru: Том %(new_name)s уже существует

source: Source volume of snapshot %s could not be found. Invalid data
ru: Не удалось найти исходный том снимка %s. Данные недействительны.

source: Snapshot %s could not be found. It might be already deleted
ru: Не удалось найти снимок %s. Он мог быть уже удалён.

source: Snapshot with name %s already exists
ru: Снимок с именем %s уже существует.

source: target=%(target)s, lun=%(lun)s
ru: цель=%(target)s, lun=%(lun)s

source: Originating %(res)s %(prop)s must be one of '%(vals)s' values
ru: Исходный %(res)s %(prop)s должен иметь одно из значений '%(vals)s'

source: Volume size '%(size)s'GB cannot be smaller than the snapshot size %(snap_size)sGB. They must be >= original snapshot size.
ru: Размер тома '%(size)s'Гбайт не может быть меньше размера снимка %(snap_size)sГбайт. Размер тома >= размер исходного снимка.

source: Volume size '%(size)s'GB cannot be smaller than original volume size %(source_size)sGB. They must be >= original volume size.
ru: Размер тома '%(size)s'Гбайт не может быть меньше размера исходного тома %(snap_size)sГбайт. Размер тома >= размер исходного тома.

source: Volume size %(size)sGB cannot be smaller than the backup size %(backup_size)sGB. It must be >= backup size.
ru: Размер тома %(size)sГбайт не может быть меньше размера рез. копии %(backup_size)sГбайт. Размер тома >= размер рез. копии.

source: Volume size '%(size)s' must be an integer and greater than 0
ru: Размер тома '%(size)s' должен быть целым числом и больше 0

source: Volume must be in the same availability zone as the snapshot
ru: Том должен находиться в той же зоне доступности, что и снимок

source: Volume must be in the same availability zone as the source volume
ru: Том должен находиться в той же зоне доступности, что и исходный том

source: Multiattach cannot be used with encrypted volumes.
ru: Несколько подключений невозможно использовать с зашифрованными томами

source: Volume create failed while extracting volume ref.
ru: Сбой создания тома во время извлечения отсылки к тому

source: Copying metadata from %(src_type)s %(src_id)s to %(vol_id)s.
ru: Идёт копирование метаданных из %(src_type)s %(src_id)s на %(vol_id)s.

source: Failed updating volume %(vol_id)s metadata using the provided %(src_type)s %(src_id)s metadata
ru: Сбой обновления метаданных тома %(vol_id)s с помощью предоставленных метаданных %(src_type)s %(src_id)s.

source: Volume driver %s not initialized.
ru: Драйвер тома %s не инициализирован

source: Volume driver %s get exception.
ru: Исключение get драйвера тома %s

source: Volume manage failed.
ru: Сбой управления томом

source: valid iqn needed for show_target
ru: для show_target необходим действительный IQN

source: An invalid 'target_protocol' value was provided: %(protocol)s
ru: Было предоставлено недействительное значение 'target_protocol': %(protocol)s

source: The volume driver requires the iSCSI initiator name in the connector.
ru: Драйверу тома необходимо имя инициатора iSCSI в коннекторе

source: Failed to set attribute 'Incoming user' for SCST target.
ru: Не удалось указать атрибут 'Incoming user' для цели SCST.

source: You must implement __call__
ru: Необходимо реализовать __call__

source: Lookup service not configured. Config option for fc_san_lookup_service needs to specify a concrete implementation of the lookup service.
ru: Служба обнаружения не настроена. Параметр конфигурации для «fc_san_lookup_service» должен указывать конкретную реализацию службы обнаружения.

source: Failed adding connection for fabric=%(fabric)s: Error: %(err)s
ru: Не удалось добавить подключение для fabric=%(fabric)s: Ошибка: %(err)s

source: Failed removing connection for fabric=%(fabric)s: Error: %(err)s
ru: Не удалось удалить подключение для fabric=%(fabric)s: Ошибка: %(err)s

source: Missing Fibre Channel SAN configuration param - fc_fabric_names
ru: Отсутствует параметр конфигурации Fibre Channel SAN «fc_fabric_names»

source: Connection failed for %(fabric)s with error: %(err)s
ru: Сбой подключения %(fabric)s с ошибкой: %(err)s

source: Failed to create south bound connector for %s.
ru: Не удалось создать коннектор южного моста для %s.

source: Malformed zone configuration: (switch=%(switch)s zone_config=%(zone_config)s).
ru: Неправильный формат конфигурации зоны: (switch=%(switch)s zone_config=%(zone_config)s).

source: Creating and activating zone set failed: (Zone set=%(cfg_name)s error=%(err)s).
ru: Сбой создания и активации набора зон: (набор зон=%(cfg_name)s ошибка=%(err)s).

source: Activating zone set failed: (Zone set=%(cfg_name)s error=%(err)s).
ru: Сбой активации набора зон: (набор зон=%(cfg_name)s ошибка=%(err)s).

source: Deleting zones failed: (command=%(cmd)s error=%(err)s).
ru: Сбой удаления зон: (команда=%(cmd)s ошибка=%(err)s).

source: Error while checking transaction status: %s
ru: Ошибка проверки статуса транзакции: %s

source: Error while running zoning CLI: (command=%(cmd)s error=%(err)s).
ru: Ошибка выполнения консольной команды зонирования: (команда=%(cmd)s ошибка=%(err)s).

source: Error while getting data via ssh: (command=%(cmd)s error=%(err)s).
ru: Ошибка при получении данных с использованием ssh: (команда=%(cmd)s ошибка=%(err)s).

source: Malformed nameserver string: %s
ru: Неправильный формат строки nameserver: %s

source: Failed to add or update zoning configuration.
ru: Не удалось добавить или обновить конфигурацию зонирования.

source: Failed to update or delete zoning configuration.
ru: Не удалось обновить или удалить конфигурацию зонирования.

source: Unsupported firmware on switch %s. Make sure switch is running firmware v6.4 or higher
ru: Неподдерживаемая прошивка на коммутаторе %s. Убедитесь в том, что на коммутаторе выполняется версия прошивки 6.4 или выше.

source: Failed to get name server info.
ru: Не удалось получить сведения о сервере имён

source: Failed to retrieve active zoning configuration %s
ru: Не удалось получить активную конфигурацию зонирования %s

source: Error while querying page %(url)s on the switch, reason %(error)s.
ru: Ошибка запроса страницы %(url)s на коммутаторе, причина %(error)s.

source: Error while connecting the switch %(switch_id)s with protocol %(protocol)s. Error: %(error)s.
ru: Ошибка подключения %(switch_id)s с протоколом %(protocol)s. Ошибка: %(error)s.

source: Unexpected status code from the switch %(switch_id)s with protocol %(protocol)s for url %(page)s. Error: %(error)s
ru: Непредвиденный код статуса от коммутатора %(switch_id)s с протоколом %(protocol)s для url %(page)s. Ошибка: %(error)s

source: Error while creating authentication token: %s
ru: Ошибка при создании маркёра аутентификации: %s

source: Authentication failed, verify the switch credentials, error code %s.
ru: Сбой аутентификации, проверьте учётные данные коммутатора, код ошибки %s.

source: Error while authenticating with switch: %s.
ru: Ошибка при выполнении аутентификации на коммутаторе: %s.

source: Error while getting session information %s.
ru: Ошибка при получении сведений о сеансе %s.

source: Error while parsing the data: %s.
ru: Ошибка во время анализа данных: %s.

source: Error while getting nvp value: %s.
ru: Ошибка при получении значения nvp: %s.

source: Error while checking whether VF is available for management %s.
ru: Ошибка во время проверки доступности VF для управления %s.

source: Cannot change VF context in the session.
ru: Невозможно заменить контекст VF в сеансе

source: Cannot change VF context, specified VF is not available in the manageable VF list %(vf_list)s.
ru: Невозможно изменить контекст VF, указанная VF отсутствует в списке VF, доступных для управления %(vf_list)s.

source: Error while changing VF context %s.
ru: Ошибка во время изменения контекста VF %s.

source: Error while checking the firmware version %s.
ru: Ошибка во время проверки версии прошивки %s.

source: Failed getting active zone set from fabric %s.
ru: Сой во время получения набора активных зон Fabric %s.

source: Applying the zones and cfgs to the switch failed (error code=%(err_code)s error msg=%(err_msg)s.
ru: Сбой применения зон и конфигураций к коммутатору (код ошибки=%(err_code)s сообщение об ошибке=%(err_msg)s.

source: Exception while forming the zone string: %s.
ru: Исключение при формировании строки зоны: %s.

source: Error while updating the new zones and cfgs in the zone string. Error %(description)s.
ru: Ошибка при обновлении новых зон и конфигураций в строке зоны. Ошибка %(description)s.

source: Error while updating the zones in the zone string. Error %(description)s.
ru: Ошибка при обновлении зон в строке зоны. Ошибка %(description)s.

source: Error while removing the zones and cfgs in the zone string: %(description)s.
ru: Ошибка при удалении зон и конфигураций из строки зоны: %(description)s.

source: No VF ID is defined in the configuration file.
ru: В файле конфигурации не настроено идентификаторов VF

source: VF is not enabled.
ru: Использование VF не включено.

source: REST login failed: %s
ru: Сбой входа в REST: %s

source: REST logout failed: %s
ru: Сбой выхода из REST: %s

source: REST get switch fw version failed: %s
ru: Сбой действия REST по получению версии межсетевого экрана коммутатора: %s

source: REST get NS info failed: %s
ru: Сбой действия REST по получению сведений о сетевой службе: %s

source: REST get effective zoneset failed: %s
ru: Сбой действия REST по получению сведений об фактическом наборе зон: %s

source: REST create zone failed: %s
ru: Сбой действия REST по созданию зоны: %s

source: REST cfg create failed: %s
ru: Сбой действия REST по созданию конфигурации: %s

source: REST cfg update failed: %s
ru: Сбой действия REST по обновлению конфигурации: %s

source: REST zone update failed: %s
ru: Сбой действия REST по обновлению зоны: %s

source: REST delete zone failed: %s
ru: Сбой действия REST по удалению зоны: %s

source: REST cfg disable failed: %s
ru: Сбой действия REST по отключению конфигурации: %s

source: REST cfg delete failed: %s
ru: Сбой действия REST по удалению конфигурации: %s

source: REST cfg save failed: %s
ru: Сбой действия REST по сохранению конфигурации: %s

source: REST cfg activate failed: %s
ru: Сбой действия REST по активации конфигурации: %s

source: REST get checksum failed: %s
ru: Сбой действия REST по получению контрольной суммы: %s

source: Brocade Fibre Channel Zoning CLI error: %(reason)s
ru: Ошибка консольной команды зонирования Brocade Fibre Channel: %(reason)s

source: Brocade Fibre Channel Zoning HTTP error: %(reason)s
ru: Ошибка HTTP команды зонирования Brocade Fibre Channel: %(reason)s

source: Brocade Fibre Channel Zoning REST error: %(reason)s
ru: Ошибка REST команды зонирования Brocade Fibre Channel: %(reason)s

source: Malformed fcns output string: %s
ru: Неправильный формат строки вывода fcns: %s

source: Error executing command via ssh: %s
ru: Ошибка выполнения команды с помощью ssh: %s

source: Creating and activating zone set failed: (Zone set=%(zoneset)s error=%(err)s).
ru: Сбой создания и активации набора зон: (набор зон=%(zoneset)s ошибка=%(err)s).

source: Updating and activating zone set failed: (Zone set=%(zoneset)s error=%(err)s).
ru: Сбой обновления и активации набора зон: (набор зон=%(zoneset)s ошибка=%(err)s).

source: Malformed zone status: (switch=%(switch)s zone_config=%(zone_config)s).
ru: Неправильный формат статуса зоны: (switch=%(switch)s zone_config=%(zone_config)s).

source: Malformed show fcns database string: %s
ru: Неправильный формат строки «show fcns database»: %s

source: Zoning Policy: %s, not recognized
ru: Политика зонирования: %s, не распознано

source: Failed to add zoning configuration.
ru: Не удалось добавить конфигурацию зонирования.

source: Failed to update or delete zoning configuration
ru: Не удалось обновить или удалить конфигурацию зонирования

source: Failed to get show fcns database info.
ru: Не удалось получить сведения о «show fcns database»

source: Failed to access active zoning configuration.
ru: Не удалось получить доступ к активной конфигурации зонирования.

source: Failed to access zoneset status:%s
ru: Не удалось получить доступ к статусу набора зон: %s

source: Cisco Fibre Channel Zoning CLI error: %(reason)s
ru: Ошибка консольной команды зонирования Cisco Fibre Channel: %(reason)s
