Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Delete backup aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
ru: Удаление из рез. копии прервано, текущая настроенная служба рез. копий [%(configured_service)s] отличается от службы, с помощью которой была создана данная рез. копия [%(backup_service)s].

source: Export backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
ru: Экспорт рез. копии прерван, ожидался статус рез. копии %(expected_status)s, получен %(actual_status)s.

source: Export record aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
ru: Экспорт записи прерван, текущая настроенная служба рез. копий [%(configured_service)s] отличается от службы, с помощью которой была создана данная рез. копия [%(backup_service)s].

source: Import record failed, cannot find backup service to perform the import. Request service %(service)s.
ru: Сбой импорта записи, не удалось найти службу для выполнения импорта. Запросите службу %(service)s.

source: Driver successfully decoded imported backup data, but there are missing fields (%s).
ru: Драйвер успешно расшифровал импортированные данные рез. копии, но есть отсутствующие поля (%s).

source: Trying to import backup metadata from id %(meta_id)s into backup %(id)s.
ru: Попытка импорта метаданных рез. копии из id %(meta_id)s в рез. копию %(id)s.

source: Reset backup status aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
ru: Откат статуса рез. копии прерван, текущая настроенная служба рез. копий [%(configured_service)s] отличается от службы, с помощью которой была создана данная рез. копия [%(backup_service)s].

source: Metadata backup object '%s' already exists
ru: Объект рез. копии метаданных '%s' уже существует

source: invalid user '%s'
ru: недействительный пользователь '%s'

source: rados and rbd python libraries not found
ru: библиотеки rados и rbd python не найдены

source: Image Journaling set but RBD backend does not support journaling
ru: Журналирование образа настроено, но серверная часть RBD не поддерживает журналирование

source: image %s not found
ru: Образ %s не найден

source: RBD diff op failed - (ret=%(ret)s stderr=%(stderr)s)
ru: Сбой RBD diff op — (ret=%(ret)s stderr=%(stderr)s)

source: Can't find snapshot from parent %(incr)s and base name image %(base)s.
ru: Не удалось найти снимок на основе родительского %(incr)s и образа с базовым именем %(base)s.

source: Backup should only have one snapshot but instead has %s
ru: У рез. копии должен быть только один снимок, но имеется %s

source: Need non-zero volume size
ru: Требуется ненулевой размер тома

source: Failed to backup volume metadata - %s
ru: Сбой создания рез. копии метаданных тома: %s

source: Metadata restore failed due to incompatible version
ru: Сбой восстановления метаданных в связи с несовместимостью версий

source: Google Cloud Storage connection failure: %(reason)s
ru: Сбой подключения к хранилищу Google Cloud: %(reason)s

source: Google Cloud Storage api failure: %(reason)s
ru: Сбой API хранилища Google Cloud: %(reason)s

source: Google Cloud Storage oauth2 failure: %(reason)s
ru: Сбой oauth2 хранилища Google Cloud: %(reason)s

source: MD5 of object: %(object_name)s before: %(md5)s and after: %(etag)s is not same.
ru: Суммы MD5 объекта %(object_name)s ранее: %(md5)s и после: %(etag)s отличаются

source: The url where the S3 server is listening.
ru: URL, на котором слушает сервер S3

source: The S3 query token access key.
ru: Ключ маркёра доступа запроса S3

source: The S3 query token secret key.
ru: Секретный ключ маркёра запроса S3

source: The S3 bucket to be used to store the Cinder backup data.
ru: Контейнер S3, который будет использоваться для хранения данных рез. копий Cinder

source: S3 connection failure: %(reason)s
ru: Сбой подключения S3: %(reason)s

source: S3 client error: %(reason)s
ru: Ошибка клиента S3: %(reason)s

source: Failed to parse the configuration option 'keystone_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
ru: Сбой анализа параметра конфигурации 'keystone_catalog_info', параметр должен быть в виде <service_type>:<service_name>:<endpoint_type>

source: Could not determine which Keystone endpoint to use. This can either be set in the service catalog or with the cinder.conf config option 'backup_swift_auth_url'.
ru: Не удалось определить, какую конечную точку Keystone нужно использовать. Её можно настроить либо в каталоге службы, либо с помощью параметра 'backup_swift_auth_url' файла конфигурации cinder.conf.

source: Failed to parse the configuration option 'swift_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
ru: Сбой анализа параметра конфигурации 'swift_catalog_info', параметр должен быть в виде <service_type>:<service_name>:<endpoint_type>

source: Could not determine which Swift endpoint to use. This can either be set in the service catalog or with the cinder.conf config option 'backup_swift_url'.
ru: Не удалось определить, какую конечную точку Swift нужно использовать. Её можно настроить либо в каталоге службы, либо с помощью параметра 'backup_swift_url' файла конфигурации cinder.conf.

source: error writing object to swift, MD5 of object in swift %(etag)s is not the same as MD5 of object sent to swift %(md5)s
ru: ошибка записи объекта в swift, сумма MD5 объекта в swift %(etag)s отличается от MD5 объекта, посланного в swift %(md5)s

source: The above error may show that the database has not been created. Please create a database using 'cinder-manage db sync' before running this command.
ru: Ошибка выше может показывать, что БД не была создана. Поэтому перед выполнением данной команды создайте БД с помощью 'cinder-manage db sync'.

source: Version should be less than or equal to %(max_version)d.
ru: Значение версии должно быть меньше или равно %(max_version)d.

source: Error during service version bump: %s
ru: Ошибка во время повышения версии службы: %s

source: Must supply a positive value for age
ru: Для времени жизни необходимо указать положительное значение

source: Maximum age is count of days since epoch.
ru: Максимальное время жизни отсчитывается в днях с момента epoch

source: Purge command failed, check cinder-manage logs for more details.
ru: Сбой команды очистки, подробности см. в журналах cinder-manage

source: Error attempting to run %(method)s
ru: Ошибка при попытке запуска %(method)s

source: %(found)i rows matched query %(meth)s, %(done)i migrated
ru: число строк, соответствующих запросу %(meth)s: %(found)i, выполнена миграция для: %(done)i

source: Must supply a positive value for max_count.
ru: Для max_count необходимо указать положительное значение

source: Running batches of %i until complete.
ru: Выполнение фрагментов %i до полного завершения

source: Migration
ru: Миграция

source: Total Needed
ru: Всего необходимо

source: Completed
ru: Выполнено

source: Some migrations failed unexpectedly. Check log for details.
ru: Произошёл неожиданный сбой некоторых миграций. Подробности см. в журнале.

source: Failed to reset active backend for host %s, check cinder-manage logs for more details.
ru: Сбой отката параметров активной серверной части для хоста%s, подробности см. в журнале cinder-manage.

source: Volume not yet assigned to host.
ru: Том ещё не присвоен хосту

source: Deleting volume from database and skipping rpc.
ru: Том удаляется из БД, RPC пропускается

source: Volume is in-use.
ru: Том используется

source: Detach volume from instance and then try again.
ru: Отключите том от экземпляра и затем повторите попытку

source: User ID
ru: ID пользователя

source: Project ID
ru: ID проекта

source: Host
ru: Хост

source: Name
ru: Имя

source: Container
ru: Контейнер

source: Status
ru: Статус

source: Size
ru: Размер

source: Object Count
ru: Число объектов

source: Binary
ru: Бинарный

source: Zone
ru: Зона

source: State
ru: Состояние

source: Updated At
ru: Обновлено в

source: RPC Version
ru: Версия RPC

source: Object Version
ru: Версия объекта

source: Cluster
ru: Кластер

source: Host not found. Failed to remove %(service)s on %(host)s.
ru: Хост не найден. Не удалось удалить %(service)s на %(host)s.

source: Service %(service)s on host %(host)s removed.
ru: Удалена служба %(service)s на хосте %(host)s

source: Heartbeat
ru: Пульс

source: Hosts
ru: Хосты

source: Down Hosts
ru: Не запущенные хосты

source: Couldn't remove cluster %s because it doesn't exist.
ru: Не удалось удалить кластер %s потому что он не существует

source: Couldn't remove cluster %s because it still has hosts.
ru: Не удалось удалить кластер %s потому что в нём ещё остались хосты

source: Cluster %s successfully removed.
ru: Кластер %s успешно удалён

source: %(msg)s And %(num)s services from the cluster were also removed.
ru: Службы %(msg)s и %(num)s кластера также были успешно удалены

source: Successfully renamed %(num_vols)s volumes and %(num_cgs)s consistency groups from cluster %(current)s to %(new)s
ru: %(num_vols)s томов и %(num_cgs)s групп согласованности из кластера %(current)s были успешно переименованы в %(new)s

source: No volumes or consistency groups exist in cluster %(current)s.
ru: В кластере %(current)s нет томов и групп согласованности.

source: OpenStack Cinder version: %(version)s
ru: Версия OpenStack Cinder: %(version)s

source: Available categories:
ru: Доступные категории:

source: Invalid directory: %s
ru: Недействительный каталог: %s

source: Failed to read configuration file(s): %s
ru: Не удалось прочесть файлы конфигурации: %s

source: Ensure that configfs is mounted at /sys/kernel/config.
ru: Убедитесь в том, что configfs смонтирована в /sys/kernel/config.

source: %(msg_type)s: creating NetworkPortal: ensure port %(port)d on ip %(ip)s is not in use by another service.
ru: %(msg_type)s: создание NetworkPortal: убедитесь, что %(port)d на ip %(ip)s не используется другой службой

source: Error enabling iSER for NetworkPortal: please ensure that RDMA is supported on your iSCSI port %(port)d on ip %(ip)s.
ru: Ошибка включения iSER для NetworkPortal: убедитесь, что RDMA поддерживается на порту iSCSI %(port)d на ip %(ip)s.

source: Could not find target %s
ru: Цель не найдена: %s

source: delete_initiator: %s ACL not found. Continuing.
ru: delete_initiator: список управления доступом %s не найден. Продолжение.

source: rtslib_fb is missing member %s: You may need a newer python-rtslib-fb.
ru: отсутствует участник rtslib_fb %s: возможно, необходима более свежая версия python-rtslib-fb.

source: targetcli not installed and could not create default directory (%(default_path)s): %(exc)s
ru: targetcli не установлен, не удалось создать каталог по умолчанию (%(default_path)s): %(exc)s

source: Could not save configuration to %(file_path)s: %(exc)s
ru: Не удалось сохранить конфигурацию в %(file_path)s: %(exc)s

source: Could not restore configuration file %(file_path)s: %(exc)s
ru: Не удалось восстановить файл конфигурации %(file_path)s: %(exc)s

source: The explicitly passed backend name "%(backend_name)s" is not among the enabled backends: %(enabled_backends)s.
ru: Явно переданное имя серверной части "%(backend_name)s" отсутствует среди серверных частей, использование которых включено: %(enabled_backends)s.

source: The end time (%(end)s) must be after the start time (%(start)s).
ru: Время окончания (%(end)s) должно идти после времени начала (%(start)s).

source: Unknown sort direction, must be 'desc' or 'asc'
ru: Неизвестное направление сортировки, должно быть 'desc' или 'asc'

source: Condition has no field.
ru: Отсутствует поле условия

source: Error writing field to database
ru: Ошибка записи поля в БД

source: Unrecognized read_deleted value '%s'
ru: Нераспознанное значение read_deleted '%s'

source: Model %s doesn't support counting resource.
ru: Модель %s не поддерживает подсчёт потребления ресурсов

source: Unknown sort direction, must be 'desc' or 'asc'.
ru: Неизвестное направление сортировки, должно быть 'desc' или 'asc'.

source: Sort direction array size exceeds sort key array size.
ru: Размер массива направления сортировки превышает размер массива ключа сортировки.

source: Transfer %(transfer_id)s: Volume id %(volume_id)s expected in available state.
ru: Перенос %(transfer_id)s: id тома %(volume_id)s ожидался в состоянии «доступен»

source: Transfer %(transfer_id)s: Volume expected in awaiting-transfer state.
ru: Перенос %(transfer_id)s: том ожидался в состоянии «ожидает переноса»

source: Transfer %(transfer_id)s: Volume id %(volume_id)s expected in awaiting-transfer state.
ru: Перенос %(transfer_id)s: id тома %(volume_id)s ожидался в состоянии «ожидает переноса»

source: Transfer %(transfer_id)s: Snapshot %(snapshot_id)s is not in the expected available state.
ru: Перенос %(transfer_id)s: снимок %(snapshot_id)s не имеет ожидаемого состояния «доступен»

source: cg_creating_from_src must be called with cg_id or cgsnapshot_id parameter.
ru: «cg_creating_from_src» необходимо вызывать с параметром «cg_id» или «cgsnapshot_id».

source: group_creating_from_src must be called with group_id or group_snapshot_id parameter.
ru: «group_creating_from_src» необходимо вызывать с параметром «group_id» или «group_snapshot_id»

source: Source CG cannot be empty or in 'creating' or 'updating' state. No cgsnapshot will be created.
ru: Исходная группа согласованности не может быть пустой или иметь состояние «идёт создание»/«идёт обновление». cgsnapshot создан не будет.

source: Source group cannot be empty or in 'creating' or 'updating' state. No group snapshot will be created.
ru: Исходная группа не может быть пустой или иметь состояние «идёт создание»/«идёт обновление». Снимок группы создан не будет.

source: No group snapshot with id %s
ru: Снимок группы с id %s не найден

source: Invalid value for age, %(age)s
ru: Недопустимое значение времени жизни, %(age)s

source: Migration cannot continue until all volumes have been migrated to the `__DEFAULT__` volume type. Please run `cinder-manage db online_data_migrations`. There are still untyped volumes unmigrated.
ru: Миграция не может быть продолжена, пока все тома не мигрируют на тип тома «__DEFAULT__». Выполните команду 'cinder-manage db online_data_migrations'. Среди томов, не выполнивших миграцию, ещё присутствуют тома без типа.

source: Migration cannot continue until all snapshots have been migrated to the `__DEFAULT__` volume type. Please run `cinder-manage db online_data_migrations`.There are still %(count)i untyped snapshots unmigrated.
ru: Миграция не может быть продолжена, пока все снимки не мигрируют на тип тома «__DEFAULT__». Выполните команду 'cinder-manage db online_data_migrations'. Среди снимков, не выполнивших миграцию, ещё присутствуют снимки без типа, в количестве %(count)i.

source: Availability zone '%(s_az)s' is invalid.
ru: Недействительная зона доступности '%(s_az)s'

source: No valid host to create group %s.
ru: Нет подходящих хостов для создания группы %s.

source: Group snapshot is empty. No group will be created.
ru: Пустой снимок группы. Группы не будут созданы.

source: Source Group is empty. No group will be created.
ru: Пустая исходная группа. Группы не будут созданы.

source: Group status must be available or error, but current status is: %s
ru: Группа должна иметь статус «доступна» или «ошибка», но текущий статус: %s

source: Group has existing snapshots.
ru: У группы есть существующие снимки

source: Group %s still contains volumes. The delete-volumes flag is required to delete it.
ru: В группе %s ещё присутствуют тома. Для удаления требуется флаг delete-volumes.

source: Volume in group %s is attached. Need to detach first.
ru: Том в группе %s является прикреплённым. Сначала его нужно открепить.

source: Volume in group still has dependent snapshots.
ru: У тома в группе ещё есть зависимые снимки.

source: Group status must be available or error and must not have dependent group snapshots
ru: Группа должна иметь статус «доступна» или «ошибка», и не должна иметь зависимых групповых снимков

source: Group must not have attached volumes, volumes with snapshots, or dependent group snapshots
ru: У группы не должно быть прикреплённых томов, томов со снимками или зависимых снимков группы

source: Cannot delete group %(id)s. %(reason)s, and it cannot be the source for an ongoing group or group snapshot creation.
ru: Не удалось удалить группу %(id)s. %(reason)s, а также группа не может служить источником текущих созданий групп или снимков групп.

source: UUIDs %s are in both add and remove volume list.
ru: UUID %s присутствуют как в списке удаления томов, так и в списке добавления томов

source: Cannot update group %(group_id)s because no valid name, description, add_volumes, or remove_volumes were provided.
ru: Невозможно обновить группу %(group_id)s. Не были предоставлены допустимые параметры имени, описания, add_volumes или remove_volumes.

source: Group status must be available.
ru: Группа должна иметь статус «доступна»

source: Cannot remove volume %(volume_id)s from group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: %(valid)s.
ru: Не удалось удалить том %(volume_id)s из группы %(group_id)s, т.к. состояние тома недействительно: %(status)s. Действительные состояния: %(valid)s.

source: Cannot remove volume %(volume_id)s from group %(group_id)s because it is not in the group.
ru: Невозможно удалить том %(volume_id)s из группы %(group_id)s, т.к. он не находится в группе

source: Cannot add volume %(volume_id)s to group %(group_id)s because volume cannot be found.
ru: Невозможно добавить том %(volume_id)s в группу %(group_id)s, т.к. том нельзя найти

source: Cannot add volume %(volume_id)s to group %(group_id)s because it is already in group %(orig_group)s.
ru: Невозможно добавить том %(volume_id)s в группу %(group_id)s, т.к. он уже в группе %(orig_group)s.

source: Cannot add volume %(volume_id)s to group %(group_id)s as they belong to different projects.
ru: Невозможно добавить том %(volume_id)s в группу %(group_id)s, т.к. они принадлежат разным проектам.

source: Cannot add volume %(volume_id)s to group %(group_id)s because it has no volume type.
ru: Невозможно добавить том %(volume_id)s в группу %(group_id)s, т.к. отсутствует тип тома.

source: Cannot add volume %(volume_id)s to group %(group_id)s because volume type %(volume_type)s is not supported by the group.
ru: Невозможно добавить том %(volume_id)s в группу %(group_id)s, т.к. тип тома %(volume_type)s не поддерживается группой

source: Cannot add volume %(volume_id)s to group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: %(valid)s.
ru: Невозможно добавить том %(volume_id)s в группу %(group_id)s, т.к. том имеет недействительный статус: %(status)s. Действительные статусы: %(valid)s.

source: Volume is not local to this node.
ru: Том не является локальным по отношению к данному узлу

source: Cannot add volume %(volume_id)s to group %(group_id)s because volume does not exist.
ru: Невозможно добавить том %(volume_id)s в группу %(group_id)s, т.к. том не существует

source: GroupSnapshot status must be available or error, and no Group can be currently using it as source for its creation.
ru: Статус GroupSnapshot должен быть «доступен» или «ошибка», на данный момент никакая группа не должна использовать его в качестве источника для создания.ы

source: Group %s is not a replication group type.
ru: Тип группы %s не является типом группы репликации

source: Volume type %s does not have 'replication_enabled' spec key set to '<is> True'.
ru: Ключ спецификации 'replication_enabled' типа тома %s не имеет значение '<is> True'.

source: Group %(id)s status must be %(valid)s, but current status is: %(current)s. Cannot enable replication.
ru: Статус группы %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно включить репликацию.

source: Group %(id)s replication status must be %(valid)s, but current status is: %(current)s. Cannot enable replication.
ru: Статус репликации группы %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно включить репликацию.

source: Volume %(id)s status must be %(valid)s, but current status is: %(current)s. Cannot enable replication.
ru: Статус тома %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно включить репликацию.

source: Volume %(id)s replication status must be %(valid)s, but current status is: %(current)s. Cannot enable replication.
ru: Статус репликации тома %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно включить репликацию.

source: Group %(id)s status must be %(valid)s, but current status is: %(current)s. Cannot disable replication.
ru: Статус группы %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно отключить репликацию.

source: Group %(id)s replication status must be %(valid)s, but current status is: %(current)s. Cannot disable replication.
ru: Статус репликации группы %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно отключить репликацию.

source: Volume %(id)s replication status must be %(valid)s, but current status is: %(current)s. Cannot disable replication.
ru: Статус репликации тома %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно отключить репликацию.

source: Group %(id)s status must be %(valid)s, but current status is: %(current)s. Cannot failover replication.
ru: Статус группы %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно отработать отказ репликации.

source: Group %(id)s replication status must be %(valid)s, but current status is: %(current)s. Cannot failover replication.
ru: Статус репликации группы %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно отработать отказ репликации.

source: Volume %(id)s status must be %(valid)s, but current status is: %(current)s. Cannot failover replication.
ru: Статус тома %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно отработать отказ репликации.

source: Volume %s is attached but allow_attached_volume flag is False. Cannot failover replication.
ru: Том %s прикреплён, но флаг allow_attached_volume имеет значение «ложно». Невозможно отработать отказ репликации.

source: Volume %(id)s replication status must be %(valid)s, but current status is: %(current)s. Cannot failover replication.
ru: Статус репликации тома %(id)s должен быть %(valid)s, но текущий статус: %(current)s. Невозможно отработать отказ репликации.

source: No valid accelerator
ru: Нет подходящего ускорителя

source: Failed to parse the configuration option 'glance_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
ru: Сбой анализа параметра конфигурации 'glance_catalog_info', параметр должен быть в виде <service_type>:<service_name>:<endpoint_type>

source: Error contacting glance server '%(netloc)s' for '%(method)s', %(extra)s.
ru: Ошибка обращения к серверу glance '%(netloc)s' для '%(method)s', %(extra)s.

source: image contains no data.
ru: образ не содержит данных

source: qemu-img --force-share requested, but qemu-img does not support this parameter
ru: было запрошено выполнение «qemu-img --force-share», но qemu-img не поддерживает этот параметр

source: Can't create unencrypted volume %(format)s from an encrypted source volume.
ru: Невозможно создать незашифрованный том %(format)s на базе зашифрованного исходного тома.

source: qemu-img %(minimum_version)s or later is required by this volume driver. Current qemu-img version: %(current_version)s
ru: Для этого драйвера тома требуется qemu-img %(minimum_version)s или более поздняя.Текущая версия qemu-img: %(current_version)s
