Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Specifies the Snap CPG for a volume type. It overrides the hpe3par_cpg_snap setting. Defaults to the hpe3par_cpg_snap setting in the cinder.conf file. If hpe3par_cpg_snap is not set, it defaults to the hpe3par_cpg setting.
ru: Настраивает группу общей подготовки пакетов snap (Snap CPG) для типа тома. Перезаписывает параметр hpe3par_cpg_snap. По умолчанию равен значению параметра hpe3par_cpg_snap в файле cinder.conf. Если hpe3par_cpg_snap не указан, то по умолчанию он равен значению параметра hpe3par_cpg.

source: Specifies the host persona property for a volume type. It overrides the hpe3par_cpg_snap setting. Defaults to the hpe3par_cpg_snap setting in the cinder.conf file. If hpe3par_cpg_snap is not set, it defaults to the hpe3par_cpg setting.
ru: Настраивает параметр персонализации для типа тома. Перезаписывает параметр hpe3par_cpg_snap. По умолчанию равен значению параметра hpe3par_cpg_snap в файле cinder.conf. Если hpe3par_cpg_snap не указан, то по умолчанию он равен значению параметра hpe3par_cpg.

source: The virtual volume set name that has been set up by the administrator that would have predefined QoS rules associated with it. If you specify extra_specs hpe3par:vvs, the qos_specs minIOPS, maxIOPS, minBWS, and maxBWS settings are ignored.
ru: Настроенное администратором имя набора виртуальных томов, определяющее правила связанной с ним QoS. Если настроен параметр extra_specs hpe3par:vvs, то параметры qos_specs minIOPS, maxIOPS, minBWS и maxBWS игнорируются.

source: Enables Flash cache setting for a volume type.
ru: Включает параметр кэша Flash для типа тома.

source: Specifies the provisioning for a volume type.
ru: Указывает тип подготовки к работе для типа тома.

source: Enables compression for a volume type. Minimum requirement of 3par OS version is 3.3.1 with SSD drives only. Volume size must have > 16 GB to enable compression on volume. A full provisioned volume cannot be compressed.
ru: Включает возможность сжатия для типа тома. Минимальные требования для версии 3par OS: версия 3.3.1 и только для дисков SSD. Для включения сжатия тома размер тома должен превышать 16 Гбайт. Полностью зарезервированный том не может быть сжат.

source: The valid value is: <is> True If True, the volume is to be replicated, if supported, by the backend driver. If the option is not specified or false, then replication is not enabled. This option is required to enable replication.
ru: Действительное значение: <is> True. Если «верно», том будет реплицироваться драйвером серверной части, если есть поддержка. Если параметр не указан, или имеет значение «ложно», то использование репликации не включается. Данный параметр нужен для включения использования репликации.

source: Sets the replication mode for 3par.
ru: Настраивает режим репликации 3par

source: Sets the time interval for synchronization. Only needed if replication:mode is periodic.
ru: Настраивает временной промежуток синхронизации. Необходим только в случае периодического значения replication:mode.

source: Sets the number of snapshots that will be saved on the primary array.
ru: Настраивает число снимков, сохраняемых в первичном массиве.

source: Sets the number of snapshots that will be saved on the secondary array.
ru: Настраивает число снимков, сохраняемых во вторичном массиве.

source: Sets the QoS, I/O issue count minimum goal. If not specified, there is no limit on I/O issue count.
ru: Настраивает минимальную цель QoS для количества проблем ввода-вывода. Если не указано, лимита для числа проблем ввода-вывода не будет.

source: Sets the QoS, I/O issue count rate limit. If not specified, there is no limit on I/O issue count.
ru: Настраивает минимальную цель QoS для частоты возникновения проблем ввода-вывода. Если не указано, лимита для числа проблем ввода-вывода не будет.

source: Sets the QoS, I/O issue bandwidth minimum goal. If not specified, there is no limit on I/O issue bandwidth rate.
ru: Настраивает минимальное целевое значение QoS для скорости пропускной способности при проблемах ввода-вывода. Если не указано, то пределов для скорости пропускной способности при возникновении проблем ввода-вывода нет.

source: Sets the QoS, I/O issue bandwidth rate limit. If not specified, there is no limit on I/O issue bandwidth rate.
ru: Настраивает предельное значение QoS для скорости пропускной способности при проблемах ввода-вывода Если не указано, то пределов для скорости пропускной способности при возникновении проблем ввода-вывода нет.

source: Sets the latency goal in milliseconds.
ru: Настраивает цель для значения времени задержки в миллисекундах.

source: Sets the priority of the QoS rule over other rules.
ru: Настраивает приоритет правила QoS над другими правилами.

source: Invalid 3PAR Domain: %(err)s
ru: Недействительный домен 3PAR: %(err)s

source: %s is not set
ru: %s не настроен

source: %s is not set and is required for the replication device to be valid.
ru: %s не настроен, но является необходимым для действительного статуса устройства репликации

source: Invalid hpe3parclient version found (%(found)s). Version %(minimum)s or greater required. Run "pip install --upgrade python-3parclient" to upgrade the hpe3parclient.
ru: Обнаружена недействительная версия hpe3parclient (%(found)s). Минимальная требуемая версия: %(minimum)s. Для обновления версии hpe3parclient выполните «pip install --upgrade python-3parclient».

source: Failed to Login to 3PAR (%(url)s) because %(err)s
ru: Сбой входа в 3PAR (%(url)s) в связи с %(err)s

source: You must install hpe3parclient before using 3PAR drivers. Run "pip install python-3parclient" to install the hpe3parclient.
ru: Перед использованием драйверов 3PAR необходимо установить hpe3parclient. Для его установки выполните «pip install python-3parclient»

source: HPE driver setup error: some required libraries (hpe3parclient, client.*) not found.
ru: Ошибка настройки драйвера HPE некоторые требуемые библиотеки не найдены (hpe3parclient, client.*).

source: CPG (%s) doesn't exist on array
ru: Группа общей подготовки (%s) не существует в массиве

source: Failed to get domain because CPG (%s) doesn't exist on array.
ru: Не удалось получить домен, т.к. группа общей подготовки (%s) не существует в массиве

source: Copy volume task failed: create_group_from_src_group id=%(id)s, status=%(status)s.
ru: Сбой задачи копирования тома: create_group_from_src_group id=%(id)s, status=%(status)s.

source: Virtual Volume Set %s does not exist.
ru: Набор виртуальных томов %s не существует

source: There was an error creating the cgsnapshot: %s
ru: Ошибка создания cgsnapshot: %s

source: Virtual volume '%s' doesn't exist on array.
ru: Вирт. том '%s' не существует в массиве.

source: Volume type ID '%s' is invalid.
ru: Недействительный ID типа тома '%s'

source: Managing of snapshots to failed-over volumes is not allowed.
ru: Управление снимками со стороны томов с отработанным отказом не допускается

source: Snapshot '%s' doesn't exist on array.
ru: Снимок '%s не существует в массиве

source: The provided snapshot '%s' is not a snapshot of the provided volume.
ru: Указанный снимок '%s' не является снимком указанного тома.

source: Reference must be for an unmanaged virtual volume.
ru: Отсылка должна вести на неуправляемый вирт. том.

source: Reference must be for an unmanaged snapshot.
ru: Отсылка должна вести на неуправляемый снимок

source: Unmanaging of snapshots from failed-over volumes is not allowed.
ru: Остановка управления снимками со стороны томов, отработавших отказ, не поддерживается

source: Reference must contain source-name or source-id.
ru: Отсылка должна содержать source-name или source-id.

source: Flash Cache Policy requires WSAPI version '%(fcache_version)s' version '%(version)s' is installed.
ru: Для политики кэширования Flash требуется WSAPI версии '%(fcache_version)s', установлена версия: '%(version)s'.

source: Compression Policy requires WSAPI version '%(compression_version)s' version '%(version)s' is installed.
ru: Для политики сжатия требуется WSAPI версии '%(compression_version)s', установлена версия: '%(version)s'.

source: Compression is not supported on underlying hardware
ru: Для базового аппаратного обеспечения сжатие не поддерживается

source: VV Set %s does not exist.
ru: Набор VV %s не существует

source: Must specify a valid persona %(valid)s,value '%(persona)s' is invalid.
ru: Необходимо указать действительную персонализацию %(valid)s, значение '%(persona)s' не действительно.

source: Must specify a valid provisioning type %(valid)s, value '%(prov)s' is invalid.
ru: Необходимо указать действительный тип подготовки %(valid)s, значение '%(prov)s' не действительно.

source: Dedup is a valid provisioning type, but requires WSAPI version '%(dedup_version)s' version '%(version)s' is installed.
ru: Дедупликация является действительным типом подготовки, но требует версию WSAPI '%(dedup_version)s', установлена версия: '%(version)s'

source: Volume (%s) already exists on array
ru: Том (%s) уже существует в массиве

source: Failed to add volume '%(volume)s' to vvset '%(vvs_name)s' because '%(err)s'
ru: Сбой добавления тома '%(volume)s' в vvset '%(vvs_name)s', причина: '%(err)s'

source: Copy volume task failed: create_cloned_volume id=%(id)s, status=%(status)s.
ru: Сбой задачи копирования тома: create_cloned_volume id=%(id)s, status=%(status)s.

source: The volume is currently busy on the 3PAR and cannot be deleted at this time. You can try again later.
ru: На данный момент том занят в 3PAR и не может быть удалён. Повторите попытку позже.

source: Volume has a temporary snapshot that can't be deleted at this time.
ru: У тома есть временный снимок, который не может быть удалён в данный момент.

source: Volume has children and cannot be deleted!
ru: У тома есть потомки, том нельзя удалить.

source: Copy volume task failed: convert_to_base_volume: id=%(id)s, status=%(status)s.
ru: Сбой задачи копирования тома: convert_to_base_volume: id=%(id)s, status=%(status)s.

source: Volume (%s) already exists on array.
ru: Том (%s) уже существует в массиве.

source: Snapshot has a temporary snapshot that can't be deleted at this time.
ru: У снимка есть временный снимок, который не может быть удалён в данный момент.

source: Snapshot has children and cannot be deleted!
ru: У снимка есть потомки, снимок нельзя удалить.

source: Tune volume task stopped before it was done: volume_name=%(volume_name)s, task-status=%(status)s.
ru: Задача по настройке тома была остановлена до её завершения: volume_name=%(volume_name)s, task-status=%(status)s.

source: Cannot retype from HPE3PARDriver to %s.
ru: Невозможно переназначить тип с HPE3PARDriver на %s.

source: Cannot retype from one 3PAR array to another.
ru: Невозможно переназначить тип с одного массива 3PAR на другой.

source: Invalid new snapCPG name for retype. new_snap_cpg='%s'.
ru: Новое имя группы общей подготовки пакетов snap для переназначения типа недействительно. new_snap_cpg='%s'.

source: Cannot retype to a CPG in a different domain.
ru: Невозможно переназначить тип на тип группы общей подготовки в другом домене

source: Cannot retype to a snap CPG in a different domain.
ru: Невозможно переназначить тип на тип группы общей подготовки пакетов snap в другом домене

source: Volume has a temporary snapshot.
ru: У тома есть временный снимок

source: There was an error stopping remote copy: %s.
ru: Ошибка остановки удалённой копии: %s.

source: Promote virtual copy failed: id=%(id)s, status=%(status)s.
ru: Не удалось повысить роли вирт. копии: id=%(id)s, статус=%(status)s.

source: There was an error starting remote copy: %s.
ru: Ошибка запуска удалённой копии: %s.

source: Issuing a fail-over failed because replication is not properly configured.
ru: Сбой запуска отработки отказа, неверная конфигурация репликации.

source: A valid secondary target MUST be specified in order to failover.
ru: Для отработки отказа НЕОБХОДИМО указать действительную вторичную цель.

source: The host is not ready to be failed back. Please resynchronize the volumes and resume replication on the 3PAR backends.
ru: Хост не готов к восстановлению размещения. Выполните повторную синхронизацию томов и продолжите репликацию на серверных частях 3PAR.

source: The replication mode was not configured correctly in the volume type extra_specs. If replication:mode is periodic, replication:sync_period must also be specified and be between 300 and 31622400 seconds.
ru: Режим репликации не был корректно настроен в типе тома extra_specs. Если параметр replication:mode имеет периодическое значение, то также нужно настроить значение параметра replication:sync_period, и это значение должно быть в диапазоне от 300 до 31622400 секунд.

source: There was an error creating the remote copy group: %s.
ru: Ошибка создания группы удалённого копирования: %s.

source: There was an error adding the volume to the remote copy group: %s.
ru: Ошибка добавления тома в группу удалённых копий: %s.

source: There was an error setting the sync period for the remote copy group: %s.
ru: Ошибка настройки периода синхронизации для группы удалённых копий: %s.

source: There was an error while modifying remote copy group: %s.
ru: Ошибка изменения группы удалённых копий: %s.

source: There was an error setting up a remote copy group on the 3PAR arrays: ('%s'). The volume will not be recognized as replication type.
ru: Ошибка настройки группы удалённого копирования в массивах 3PAR: ('%s'). Том не будет распознан как тип репликации.

source: The failed-over volume could not be deleted: %s
ru: Не удалось удалить том, отработавший отказ: %s

source: Replication status should be %(status)s for replication-enabled group: %(group)s.
ru: Для группы с включённым использованием репликации %(group)s, статус репликации должен быть %(status)s

source: replication is not properly configured on backend: (backend)%s
ru: неверная конфигурация репликации на серверной части: (backend)%s

source: There was an error removing a volume: %(volume)s from Group: %(group)s : %(err)s
ru: Ошибка удаления тома: %(volume)s из группы: %(group)s : %(err)s

source: There was an error adding a volume: %(volume)s to Group: %(group)s : %(err)s
ru: Ошибка добавление тома: %(volume)s в группу: %(group)s : %(err)s

source: There was an error modifying the remote copy group: %s.
ru: Ошибка изменения группы удалённых копий: %s.

source: There was an error deleting RCG %(rcg_name)s: %(error)s.
ru: Ошибка удаления группы удалённых копий %(rcg_name)s: %(error)s.

source: hpe3par:group_replication is not set on volume type: (id)%s
ru: параметр hpe3par:group_replication не настроен в типе тома: (id)%s

source: replication is not set on volume type: (id)%s
ru: репликация не настроена в типе тома: (id)%s

source: replication mode or replication sync period must be same on each volume type of Group:(id)%s
ru: режим репликации или промежуток между синхронизациями должен быть одинаковым для каждого типа тома в Group:(id)%s

source: There was a problem with the failover: (%(error)s) and it was unsuccessful.
ru: Проблема отработки отказа: (%(error)s), сбой.

source: There was a problem with the failback: (%(error)s) and it was unsuccessful.
ru: При восстановлении размещения возникли проблемы, сбой: (%(error)s)

source: A valid target is not found in order to failback.
ru: Не найдено действительной цели для выполнения восстановления размещения

source: The iSCSI driver is not supported for Primera %(version)s. It is supported for Primera 4.2 or higher versions.
ru: Драйвер iSCSI не поддерживается в Primera %(version)s. Поддержка есть для версии Primera 4.2 и более поздних.

source: At least one valid iSCSI IP address must be set.
ru: Необходимо указать хотя бы один действительный адрес IP iSCSI

source: Get active client failed.
ru: Сбой получения активного клиента

source: Create volume error. Because %s.
ru: Ошибка создания тома. Причина: %s.

source: Hypermetro and Replication can not be used in the same volume_type.
ru: Hypermetro и Replication не могут использоваться в одном и том же volume_type.

source: Lun migration error.
ru: Ошибка миграции LUN

source: Cannot find migration task.
ru: Невозможно найти задачу миграции

source: Volume %s doesn't exist.
ru: Том %s не существует

source: create_volume_from_snapshot: Snapshot %(name)s does not exist.
ru: create_volume_from_snapshot: снимок %(name)s не существует

source: Volume %s does not exist on the array.
ru: Том %s не существует в массиве

source: Can't extend replication volume, volume: %(id)s
ru: Невозможно расширить том репликации, том: %(id)s

source: New size should be bigger than the real size from backend storage. realsize: %(oldsize)s, newsize: %(newsize)s.
ru: Новый размер должен превышать реальный размер в фоновом хранилище. Реальный размер: %(oldsize)s, новый размер: %(newsize)s.

source: Parent volume of snapshot %s doesn't exist.
ru: Родительский том снимка %s не существует.

source: Can't support cache on the array, cache name is: %(name)s.
ru: Поддержка кэша в массиве невозможна, имя кэша: %(name)s.

source: Can't support partition on the array, partition name is: %(name)s.
ru: Поддержка раздела в массиве невозможна, имя раздела: %(name)s.

source: Can't support tier on the array.
ru: Поддержка яруса в массиве невозможна

source: Can't support qos on the array.
ru: Поддержка QoS в массиве невозможна

source: Can't find cache name on the array, cache name is: %(name)s.
ru: Не удалось найти имя кэша в массиве, имя кэша: %(name)s.

source: Can't find partition name on the array, partition name is: %(name)s.
ru: Не удалось найти имя раздела в массиве, имя раздела: %(name)s.

source: An error occurred during the LUNcopy operation. LUNcopy name: %(luncopyname)s. LUNcopy status: %(luncopystatus)s. LUNcopy state: %(luncopystate)s.
ru: Во время действия LUNcopy возникала ошибка. Имя LUNcopy: %(luncopyname)s. Статус LUNcopy: %(luncopystatus)s. Состояние LUNcopy: %(luncopystate)s.

source: Can't import LUN %s to Cinder. Already exists in a LUN group.
ru: Импорт LUN %s в Cinder невозможен. Уже присутствует в группе LUN.

source: Can't import LUN %s to Cinder. LUN status is not normal.
ru: Импорт LUN %s в Cinder невозможен. Статус LUN отличается от нормального.

source: Can't import LUN %s to Cinder. Already exists in a HyperMetroPair.
ru: Импорт LUN %s в Cinder невозможен. Уже присутствует в HyperMetroPair.

source: Failed to get SplitMirror.
ru: Не удалось получить SplitMirror

source: Failed to get target LUN of SplitMirror.
ru: Не удалось получить цель LUN SplitMirror

source: Can't import LUN %s to Cinder. Already exists in a SplitMirror.
ru: Импорт LUN %s в Cinder невозможен. Уже присутствует в SplitMirror.

source: Failed to get migration task.
ru: Не удалось найти задачу миграции.

source: Can't import LUN %s to Cinder. Already exists in a migration task.
ru: Импорт LUN %s в Cinder невозможен. Уже присутствует в задаче миграции.

source: Can't import LUN %s to Cinder. Already exists in a LUN copy task.
ru: Импорт LUN %s в Cinder невозможен. Уже присутствует в задаче копирования LUN.

source: Can't import LUN %s to Cinder. Already exists in a remote replication task.
ru: Импорт LUN %s в Cinder невозможен. Уже присутствует в задаче удалённой репликации.

source: Can't import LUN %s to Cinder. Already exists in a LUN mirror.
ru: Импорт LUN %s в Cinder невозможен. Уже присутствует в зеркале LUN.

source: The specified LUN does not belong to the given pool: %s.
ru: Указанный LUN не принадлежит указанному пулу: %s.

source: Can't import LUN %(lun_id)s to Cinder. LUN type mismatched.
ru: Импорт LUN %(lun_id)s в Cinder невозможен. Несоответствие типов LUN.

source: Can't find LUN on the array, please check the source-name or source-id.
ru: Не удалось найти LUN в массиве, проверьте значение source-name или source-id.

source: Can't import snapshot %s to Cinder. Snapshot status is not normal or running status is not online.
ru: Импорт снимка %s в Cinder невозможен. Статус снимка отличается от нормального, либо статус выполнения — «не в сети».

source: Can't import snapshot %s to Cinder. Snapshot is exposed to initiator.
ru: Импорт снимка %s в Cinder невозможен. Снимок открыт для инициатора.

source: Must specify snapshot source-name or source-id.
ru: Необходимо указать source-name или source-id снимка.

source: Can't find snapshot on array, please check the source-name or source-id.
ru: Не удалось найти снимок в массиве, проверьте значение source-name или source-id.

source: Can't import snapshot %s to Cinder. Snapshot doesn't belong to volume.
ru: Импорт снимка %s в Cinder невозможен. Снимок не принадлежит тому.

source: Can't create consistency group, array does not support hypermetro consistentgroup, group id: %(group_id)s.
ru: Невозможно создать группу согласованности, массив не поддерживает группы согласованности Hypermetro, ID группы: %(group_id)s.

source: Invalid secondary id %s.
ru: Недействительный вторичный ID %s.

source: No FC port connected to fabric.
ru: Нет портов FC, подключённых к Fabric

source: No initiator connected to fabric.
ru: Нет инициаторов, подключённых к Fabric

source: No FC port can be used for LUN %s.
ru: Нет портов FC, которые можно использовать для LUN %s.

source: RestURL is not configured.
ru: RestURL не настроен

source: UserName is not configured.
ru: UserName не настроен

source: UserPassword is not configured.
ru: UserPassword не настроен

source: SSLCertVerify configured error.
ru: Ошибка конфигурации SSLCertVerify

source: SAN product is not configured.
ru: Нет конфигурации для продукта SAN

source: Invalid SAN product %(text)s, SAN product must be in %(valid)s.
ru: Недействительный %(text)s для продукта SAN, продукт SAN должен быть в %(valid)s.

source: Invalid lun type %s is configured.
ru: Настроен недействительный тип LUN %s

source: %(array)s array requires %(valid)s lun type, but %(conf)s is specified.
ru: Массиву %(array)s требуется тип LUN %(valid)s, но указан %(conf)s.

source: Storage pool is not configured.
ru: Пул хранилищ не настроен

source: Name must be specified for initiator.
ru: Для инициатора должно быть указано имя

source: build_ini_targ_map fails. %s
ru: сбой build_ini_targ_map. %s

source: No FC initiator can be added to host.
ru: Нет инициаторов FC, которые можно добавить хосту

source: Can't find the same host id from arrays.
ru: Невозможно найти тот же ID хоста в массивах

source: Timed out waiting for condition.
ru: Истекло время ожидания условия

source: %(k)s spec must be specified as %(k)s='<is> True' or '<is> False'.
ru: спецификация %(k)s должна быть указана в виде %(k)s='<is> True' или '<is> False'.

source: replication_type spec must be specified as replication_type='<in> sync' or '<in> async'.
ru: Спецификация replication_type должна быть указана в виде replication_type='<in> sync' или '<in> async'.

source: %s spec must be specified as a string.
ru: Спецификация %s должна быть указана в виде строки

source: IOType must be in %(types)s.
ru: IOType должен быть в %(types)s.

source: QoS key %s is not valid.
ru: Недействительный ключ QoS %s

source: QoS value for %s must > 0.
ru: Значение %s в QoS должно быть > 0.

source: QoS policy must specify both IOType and one another qos spec, got policy: %s.
ru: В политике QoS необходимо указывать как IOType, так и одну другую спецификацию QoS, но получена политика: %s.

source: QoS policy upper limit and lower limit conflict, QoS policy: %s.
ru: Конфликт верхнего и нижнего лимитов политики QoS, политика QoS: %s.

source: Cannot set thin and thick at the same time.
ru: Нельзя одновременно указывать и толстое и тонкое

source: Cache name is not specified, please set smartcache:cachename in extra specs.
ru: Лимит кэша не указан, настройте smartcache:cachename в дополнительной спецификации
