Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: System does not support compression.
ru: Система не поддерживает сжатие.

source: If compression is set to True, rsize must also be set (not equal to -1).
ru: При значение «верно» для compression, также необходимо настроить rsize (не аналогично «-1»)

source: cycle_period_seconds should be integer between 60 and 86400.
ru: Значение cycle_period_seconds должно быть целым числом от 60 до 86400.

source: If nofmtdisk is set to True, rsize must also be set to -1.
ru: При значение «верно» для nofmtdisk, также необходимо указать «-1» для rsize

source: I/O Throttle rate cannot be negative or Zero. So skipping setting of I/O Throttle rate on volumes.
ru: Значение регулируемой скорости I/O не может быть отрицательным или нулевым. Поэтому настройка параметра регулируемой скорости I/O на томах пропускается.

source: An invalid '%(actual)s' unit was configured for IOThrottling_unit on Storage Template. It should be one of the values: %(expected)s. So skipping setting of I/O Throttle rate on volumes.
ru: Недействительные единицы '%(actual)s' были настроены для IOThrottling_unit в шаблоне хранилища. Должно быть одно из значений: %(expected)s. Поэтому настройка параметра регулируемой скорости I/O на томах пропускается.

source: CommandLineHelper._wait_for_condition: %s timeout.
ru: CommandLineHelper._wait_for_condition: истечение времени ожидания %s

source: You cannot specify -warning for thin-provisioned or compressed volumes that are in data reduction pools. The configured warning is %s.
ru: Для томов с тонким резервированием/сжатых томов, находящихся в пулах уплотнения данных, нельзя указывать -warning. Настроенное значение warning: %s.

source: You cannot specify -easytier for thin-provisioned or compressed volumes that are in data reduction pools. The configured easytier is %s
ru: Для томов с тонким резервированием/сжатых томов, находящихся в пулах уплотнения данных, нельзя указывать «-easytier». Настроенное значение easytier: %s

source: You cannot specify -grainsize for thin-provisioned or compressed volumes that are in data reduction pools. This type of volume will be created with a grainsize of 8 KB. The configured grainsize is %s.
ru: Для томов с тонким резервированием/сжатых томов, находящихся в пулах уплотнения данных, нельзя указывать -grainsize. Тома с таким типом будут создаваться со степенью детализации в 8 Кбайт. Настроенное значение grainsize: %s.

source: You cannot specify -buffersize for Hyperswap volumes that are in data reduction pools, The configured buffersize is %s.
ru: Для томов гипервизора, находящихся в пулах уплотнения данных, нельзя указывать -buffersize. Настроенное значение buffersize: %s.

source: You cannot specify -rsize for thin-provisioned or compressed volumes that are in data reduction pools. The -rsize parameter will be ignored in mkvdisk. Only its presence or absence is used to determine if the disk is a data reduction volume copy or a thick volume copy. The configured rsize is %s.
ru: Для томов с тонким резервированием/сжатых томов, находящихся в пулах уплотнения данных, нельзя указывать -rsize. Параметр -rsize будет проигнорирован в mkvdisk. Для определения, является ли диск копией тома уплотнения данных или копией толстого тома используется только либо присутствие, либо отсутствие этого параметра. Но настроенное значение rsize: %s.

source: You cannot set the autoexpand to disable for thin-provisioned or compressed volumes that are in data reduction pool. The configured autoexpand is %s.
ru: Для томов с тонким резервированием/сжатых томов, находящихся в пулах уплотнения данных, нельзя указывать отключение автоматического расширения. Настроенное значение autoexpand: %s.

source: The pool %s in which mirrored copy is stored is invalid
ru: Пул %s, в котором хранится зеркалированная копия, является недействительным.

source: Convert volume to hyperswap failed, the system is below release 7.6.0.0 or it is not hyperswap topology.
ru: Сбой преобразования тома в hyperswap, версия системы ниже 7.6.0.0, либо её топология не соответствует hyperswap.

source: convert_volume_to_hyperswap: Failed to get attributes for volume %s.
ru: convert_volume_to_hyperswap: не удалось получить атрибуты тома %s.

source: Failed to find a vdisk copy in the expected pool.
ru: Не удалось найти копию вирт. диска в ожидаемом пуле.

source: Unexecpted mapping status %(status)s for mapping %(id)s. Attributes: %(attr)s.
ru: Неожиданный статус %(status)s отображения %(id)s. Атрибуты: %(attr)s.

source: Mapping %(id)s prepare failed to complete within the allotted %(to)d seconds timeout. Terminating.
ru: Не удалось выполнить подготовку отображения %(id)s за выделенное время в %(to)d сек. Завершение.

source: Can't get volume from snapshot: %(id)s
ru: Не удалось получить том из снимка: %(id)s

source: Unexpected mapping status %(status)s for mapping %(id)s. Attributes: %(attr)s.
ru: Неожиданный статус %(status)s отображения %(id)s. Атрибуты: %(attr)s.

source: The configured flashcopy rate should be between 1 and 150.
ru: Настроенная частота flashcopy должна быть в диапазоне от 1 до 150.

source: The configured flashcopy rate is %(fc_rate)s, The storage code level is %(code_level)s, the flashcopy_rate range is 1-100 if the storwize code level below 7.8.1.
ru: Настроенная частота flashcopy: %(fc_rate)s, уровень кода хранилища: %(code_level)s, при уровне кода storwize ниже 7.8.1 диапазон flashcopy_rate: 1-100

source: create_copy: Source vdisk %(src)s does not exist.
ru: create_copy: исходный vdisk %(src)s не существует.

source: Vdisk %(name)s not involved in mapping %(src)s -> %(tgt)s.
ru: Vdisk %(name)s не охвачен отображением %(src)s -> %(tgt)s.

source: Unable to delete the volume for volume %(vol)s. Exception: %(err)s.
ru: Не удалось удалить том для тома %(vol)s. Исключение: %(err)s.

source: create_copy: Source vdisk %(src)s (%(src_id)s) does not exist.
ru: create_copy: исходный vdisk %(src)s (%(src_id)s) не существует.

source: add_vdisk_copy failed: A copy of volume %s exists. Adding another copy would exceed the limit of 2 copies.
ru: Сбой add_vdisk_copy: копия тома %s существует. Добавление другой копии превысит лимит в 2 копии.

source: add_vdisk_copy started without a vdisk copy in the expected pool.
ru: add_vdisk_copy запущена без копии vdisk в ожидаемом пуле.

source: Unable to add vdiskcopy for volume %(vol)s. Exception: %(err)s.
ru: Невозможно добавить vdiskcopy для тома %(vol)s. Исключение: %(err)s.

source: movevdisk command failed for %(vdisk),performing rmdiskaccess for %(iogrp)s.Exception: %(err)s.
ru: Сбой команды movevdisk для %(vdisk), при выполнении rmdiskaccess для %(iogrp)s. Исключение: %(err)s.

source: Expected single vdisk returned from lsvdisk when filtering on vdisk_UID. %(count)s were returned.
ru: При фильтрации lsvdisk по vdisk_UID ожидался возврат одного vdisk. Было возвращено: (count)s

source: The peer pool is necessary for hyperswap volume, please configure the peer pool.
ru: Для тома hyperswap необходим пул одноранговых узлов, настройте этот пул.

source: The hyperswap peer pool %s is invalid.
ru: Пул одноранговых узлов hyperswap %s недействителен.

source: The site_id of pools is necessary for hyperswap volume, but there is no site_id in the pool or peer pool.
ru: Параметр site_id пулов необходим для тома hyperswap, но для пула/пула одноранговых узлов site_id отсутствует.

source: The hyperswap volume must be configured in two independent sites, the pool %(pool)s is on the same site as peer_pool %(peer_pool)s.
ru: Том hyperswap должен быть настроен в двух независимых друг от друга расположениях, но расположение пула %(pool)s совпадает с расположением peer_pool %(peer_pool)s.

source: Cannot start revert since fcmap %(map_id)s in progress, current progress is %(progress)s
ru: Невозможно запустить откат, поскольку fcmap %(map_id)s находится в процессе выполнения, текущий ход выполнения: %(progress)s

source: Did not find the expected key %(key)s in %(fun)s: %(raw)s.
ru: Ожидаемый ключ %(key)s не найден в %(fun)s: %(raw)s.

source: Unexpected CLI response: header/row mismatch. header: %(header)s, row: %(row)s.
ru: Непредвиденный ответ CLI: несоответствие заголовок/столбец. Заголовок: %(header)s, столбец: %(row)s.

source: Unable to determine system name.
ru: Не удалось определить имя системы

source: Unable to determine system id.
ru: Не удалось определить ID системы

source: do_setup: No configured nodes.
ru: do_setup: нет настроенных узлов

source: The storage device does not support %(prot)s. Please configure the device to support %(prot)s or switch to a driver using a different protocol.
ru: Устройство хранилища не поддерживает %(prot)s. Настройте устройство для поддержки %(prot)s или переключитесь на драйвер, использующий другой протокол.

source: Password or SSH private key is required for authentication: set either san_password or san_private_key option.
ru: Для аутентификации требуется пароль или закрытый ключ SSH, укажите один из двух параметров: san_password или san_private_key

source: Create volume with a replication or hyperswap group_id is not supported. Please add volume to group after volume creation.
ru: Создание тома со значением group_id «репликация» или «hyperswap» не поддерживается. Добавьте том в группу уже после его создания.

source: Create hyperswap volume failed, the system is below release 7.6.0.0 or it is not hyperswap topology.
ru: Сбой создания тома hyperswap, версия системы ниже 7.6.0.0, либо её топология не соответствует hyperswap.

source: Create hyperswap volume with streched cluster or replication enabled is not supported.
ru: Создание тома hyperswap с включённым использованием возможностей «растянутый кластер» или «репликация» не поддерживается.

source: The default easytier of hyperswap volume is on, it does not support easytier off.
ru: Исходный том easytier или hyperswap включён, он не поддерживает параметр «easytier off».

source: Create mirror volume with replication enabled is not supported.
ru: Создание зеркального тома с включённым использованием возможности «репликация» не поддерживается.

source: Error: delete non-replicate volume in failover mode is not allowed.
ru: Ошибка: удаление нереплицируемого тома в режиме отработки отказа не разрешается

source: create_snapshot: get source volume failed.
ru: create_snapshot: сбой получения исходного тома

source: create_snapshot: Create snapshot to gmcv replication volume is not allowed.
ru: create_snapshot: создание снимков томов gmcv с репликацией не допускается

source: create_snapshot: Create snapshot to a hyperswap volume is not allowed.
ru: create_snapshot: создание снимков томов hyperswap не допускается

source: _extend_volume_op: Extending a hyperswap volume is not supported.
ru: _extend_volume_op: расширение тома hyperswap не поддерживается.

source: _extend_volume_op: Extending a volume with snapshots is not supported.
ru: _extend_volume_op: расширение томов со снимками не поддерживается

source: Failed to extend a volume with remote copy %(volume)s. Exception: %(err)s.
ru: Не удалось расширить том с удалённой копией %(volume)s. Исключение: %(err)s.

source: Replication is not properly enabled on backend.
ru: Использование репликации не включено корректно в серверной части

source: Unable to failback due to primary is not reachable.
ru: Восстановление размещения невозможно, т.к. отсутствует связь с первичным хранилищем

source: _wait_replica_vol_ready: no rc-releationship is established for volume:%(volume)s. Please re-establish the rc-relationship and synchronize the volumes on backend storage.
ru: _wait_replica_vol_ready: для тома %(volume)s не установлены отношения репликации с удалённой копией. Возобновите отношения и синхронизируйте тома в фоновом хранилище.

source: Wait synchronize failed. volume: %(volume)s
ru: Сбой ожидания синхронизации. Том: %(volume)s

source: Unable to failover due to replication target is not reachable. error=%(ex)s
ru: Не удалось отработать отказ, нет доступа к цели репликации. error=%(ex)s

source: Replication is not properly configured on backend.
ru: Неверная конфигурация репликации в серверной части

source: Invalid replication type %s.
ru: Недействительный тип репликации %s.

source: Unable to fail back the group %(rccg)s, error: %(error)s
ru: Невозможно восстановить размещение группы %(rccg)s, ошибка: %(error)s

source: Unable to fail over the group %(rccg)s to the aux back-end, error: %(error)s
ru: Не удалось отработать отказ для группы %(rccg)s на вспомогательную серверную часть, ошибка: %(error)s

source: _replica_grp_ready: no group %(rccg)s exists on the backend. Please re-create the rccg and synchronize the volumes on backend storage.
ru: _replica_grp_ready: в серверной части группа %(rccg)s не существует. Повторно создайте группу согласованности репликации и синхронизируйте тома в фоновом хранилище.

source: Wait synchronize failed. group: %(rccg)s
ru: Сбой ожидания синхронизации. Группа: %(rccg)s

source: _get_map_info_from_connector: Failed to get host name from connector.
ru: _get_map_info_from_connector: не удалось получить имя хоста из коннектора.

source: The snapshot of the replication volume %s has failed over to the aux backend. It can not attach to the aux backend.
ru: Снимок топа репликации %s отработал отказ на вспомогательную серверную часть. Его нельзя подключить к вспомогательной серверной части.

source: migrate_volume: Migrating a hyperswap volume is not supported.
ru: migrate_volume: миграция томов hyperswap не поддерживается.

source: Unable to migrate: the thin-provisioned or compressed volume can not be migrated from a data reduction pool.
ru: Миграция невозможна: том с тонким резервированием или сжатый том не может мигрировать из пула уплотнения данных

source: Unable to migrate: the thin-provisioned or compressed volume can not be migrated to a data reduction pool.
ru: Миграция невозможна: том с тонким резервированием или сжатый том не может мигрировать в пул уплотнения данных

source: Unable to retype: the thin-provisioned or compressed vol in data reduction pool can not modify iogrp.
ru: Невозможно переназначить тип: том с тонким резервированием или сжатый том в пуле уплотнения данных не может изменять iogrp

source: Unable to retype: volume %s is a mirrorred vol. But it has only one copy in storage.
ru: Невозможно переназначить тип: том %s является зеркалированным томом, но имеет только одну копию в хранилище.

source: Unable to retype: current action needs volume-copy. A copy of volume %s exists. Adding another copy would exceed the limit of 2 copies.
ru: Невозможно переназначить тип: для текущего действия необходим volume-copy. Копия тома %s существует. Добавление ещё одной копии превысит лимит в 2 копии.

source: Unable to retype: current action needs volume-copy, it is not allowed for mirror volume %s.
ru: Невозможно переназначить тип: для текущего действия необходим volume-copy, что запрещено для зеркалированного тома %s.

source: Unable to retype: The pool %s in which mirror copy is stored is not valid
ru: Невозможно переназначить тип: пул %s, в котором расположена копия зеркала, не является действительным

source: Unable to retype: the thin-provisioned or compressed vol can not be migrated from a dr pool or to a dr pool.
ru: Невозможно переназначить тип: том с тонким резервированием или сжатый том не может мигрировать из/в пул аварийного восстановления

source: Unable to retype: it is not allowed to change replication type and io group at the same time.
ru: Невозможно переназначить тип: нельзя одновременно менять тип репликации и группу io.

source: Unable to retype: it is not allowed to change %(old_rep_type)s volume to %(new_rep_type)s volume.
ru: Невозможно переназначить тип: нельзя менять том %(old_rep_type)s на том %(new_rep_type)s

source: Failed to retype volume, the error is %s
ru: Сбой переназначения типа тома, ошибка %s

source: The volume specified is a thin or compressed volume in a data reduction pool. The autoexpand and warning and easytier can not be changed.
ru: Указанный том является томом с тонким резервированием или сжатым томом в пуле уплотнения данных. Параметры autoexpand, warning и easytier нельзя изменить.

source: Unable to retype volume %s: current action needs volume-copy, it is not allowed for hyperswap type.
ru: Невозможно переназначить тип: для текущего действия необходим volume-copy, что запрещено для типа hyperswap

source: Retype between replicated volume and hyperswap volume is not allowed.
ru: Переназначение типа между реплицированным томом и томом hyperswap не допускается

source: Unable to retype: it is not allowed to change hyperswap type and IO group at the same time.
ru: Невозможно переназначить тип: нельзя одновременно менять тип hyperswap и группу IO.

source: Unable to retype volume %s: current action needs volume pool change, hyperswap volume does not support pool change.
ru: Невозможно переназначить тип тома %s: для текущего действия необходимо сменить пул тома, но тома hyperswap не поддерживают смену пула.

source: Retype an in-use volume to a hyperswap volume is not allowed.
ru: Переназначение типа используемого тома в том hyperswap не допускается.

source: Unable to retype: it is not allowed to change a normal volume with snapshot to a hyperswap volume.
ru: Невозможно переназначить тип: не допускается изменять нормальный том со снимком на том hyperswap

source: Unable to retype: it is not allowed to change a hyperswap volume peer_pool.
ru: Невозможно переназначить тип: не допускается изменять параметр peer_pool тома hyperswap

source: Unable to retype: A copy of volume %s exists. Retyping would exceed the limit of 2 copies.
ru: Невозможно переназначить тип: копия тома %s существует. Переназначение типа превысит лимит в 2 копии.

source: Failed to manage existing volume due to the volume to be managed is not in a valid I/O group.
ru: Сбой управления существующим томом: предназначенный к управлению том не участвует в действительной группе I/O.

source: Failed to manage existing volume due to the aux cluster for volume %(volume)s is %(aux_id)s. The configured cluster id is %(cfg_id)s
ru: Сбой управления существующим томом: вспомогательным кластером для тома %(volume)s является %(aux_id)s. ID настроенного кластера: %(cfg_id)s

source: Failed to manage existing volume due to the replication type of the volume to be managed is mismatch with the provided replication type.
ru: Сбой управления существующим томом: тип репликации тома, предназначенного к управлению, не совпадает с предоставленным типом репликации.

source: Failed to manage existing volume due to the cycle_period_seconds %(vol_cps)s of the volume to be managed is mismatch with cycle_period_seconds %(type_cps)s in the provided gmcv replication type.
ru: Сбой управления существующим томом: значение cycle_period_seconds предназначенного к управлению тома, равное %(vol_cps)s, не совпадает с cycle_period_seconds %(type_cps)s в предоставленном типе репликации gmcv.

source: Failed to manage existing volume due to the pool of the volume to be managed does not match the backend pool. Pool of the volume to be managed is %(vdisk_pool)s. Pool of the backend is %(backend_pool)s.
ru: Сбой управления существующим томом, т.к. пул тома, предназначенного к управлению, не соответствует пулу серверной части. Пул тома, предназначенного к управлению: %(vdisk_pool)s. Пул серверной части: %(backend_pool)s.

source: Failed to manage existing volume due to the hyperswap volume to be managed is mismatched with the provided non-hyperswap type.
ru: Сбой управления существующим томом: том hyperswap, предназначенный к управлению, не совпадает с указанным типом, не являющимся hyperswap.

source: Failed to manage existing hyperswap volume due to peer pool mismatch. The peer pool of the volume to be managed is %(vol_pool)s, but the peer_pool of the chosen type is %(peer_pool)s.
ru: Сбой управления существующим томом hyperswap: несовпадение пулов одноранговых узлов. Том, предназначенный к управлению, принадлежит пулу%(vol_pool)s, но peer_pool выбранного типа — %(peer_pool)s.

source: Failed to manage existing volume, the volume to be managed is not a hyperswap volume, mismatch with the provided hyperswap type.
ru: Сбой управления существующим томом: том, предназначенный к управлению, не является томом hyperswap, что не совпадает с указанным типом hyperswap.

source: Failed to manage existing volume due to mirror type mismatch. Volume to be managed has %(resp_len)s copies. mirror_pool of the chosen type is %(mirror_pool)s.
ru: Сбой управления существующим томом: несовпадение с типом зеркалирования. Число копий тома, предназначенного к управлению: %(resp_len)s Значение параметра mirror_pool выбранного типа — %(mirror_pool)s.

source: Failed to manage existing volume due to mirror pool mismatch. The secondary pool of the volume to be managed is %(sec_copy_pool)s. mirror_pool of the chosen type is %(mirror_pool)s.
ru: Сбой управления существующим томом: несовпадение зеркалированного пула. Вторичный пул тома, предназначенного к управлению: %(sec_copy_pool)s. Значение mirror_pool выбранного типа — %(mirror_pool)s.

source: Failed to manage existing volume due to the volume to be managed is thin, but the volume type chosen is thick.
ru: Сбой управления существующим томом: том, предназначенный к управлению, является тонким, но выбранный тип тома — толстый.

source: Failed to manage existing volume due to the volume to be managed is thick, but the volume type chosen is thin.
ru: Сбой управления существующим томом: том, предназначенный к управлению, является толстым, но выбранный тип тома — тонкий.

source: Failed to manage existing volume due to the volume to be managed is not compress, but the volume type chosen is compress.
ru: Сбой управления существующим томом: том, предназначенный к управлению, не сжатый том, но выбранный тип тома — сжатый.

source: Failed to manage existing volume due to the volume to be managed is compress, but the volume type chosen is not compress.
ru: Сбой управления существующим томом: том, предназначенный к управлению, является сжатым, но выбранный тип тома — не сжатый.

source: Failed to manage existing volume due to I/O group mismatch. The I/O group of the volume to be managed is %(vdisk_iogrp)s. I/O group of the chosen type is %(opt_iogrp)s.
ru: Сбой управления существующим томом: несовпадение групп I/O. Группа I/O тома, предназначенного к управлению: %(vdisk_iogrp)s.Группа I/O выбранного типа: %(opt_iogrp)s.

source: Failed to manage existing volume, the error is %s
ru: Сбой управления существующим томом, ошибка: %s

source: Unable to create hyperswap group: create hyperswap group from a hyperswap group is not supported.
ru: Сбой создания группы hyperswap: создание группы hyperswap на базе другой группы hyperswap не поддерживается.

source: create_group_from_src must be creating from a group snapshot, or a source group.
ru: create_group_from_src должна создаваться на базе снимка группы, или исходной группы.

source: Stop RC relationship has failed for %(vol)sdue to: %(err)s.
ru: Сбой прерывания отношений с удалённой копией для %(vol)sdue, причина: %(err)s.

source: Pretreatment before revert volume %(vol)s to snapshot %(snap)s failed due to: %(err)s.
ru: Сбой предварительной обработки перед откатом тома %(vol)s до состояния снимка %(snap)s, причина: %(err)s.

source: get_pool: Failed to get attributes for volume %s
ru: get_pool: не удалось получить атрибуты тома %s.

source: No vdisk with the UID specified by ref %s.
ru: Нет диска с UID, указанным отсылкой %s.

source: Configured the host IQN in both sites.
ru: Имя IQN хоста настроено на обоих расположениях.

source: Configured the host wwpns not in the same site.
ru: Имена wwpn хоста настроены не по тому же расположению.
