Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: manage_existing requires a 'name' key to identify an existing volume.
ru: Параметру manage_existing требуется ключ 'name' для идентификации существующего тома.

source: Unable to manage volume in a Pod
ru: Управление томом в стойке невозможно

source: Unable to find Purity ref with name=%s
ru: Не удалось найти отсылку на Purity с именем name=%s

source: %(driver)s manage_existing cannot manage a volume connected to hosts. Please disconnect this volume from existing hosts before importing
ru: %(driver)s manage_existing не может управлять томом, подключённым к хостам. Отключите том от существующих хостов перед импортом.

source: Unable to do manage snapshot operations with Purity REST API version %(api_version)s, requires %(required_versions)s.
ru: Невозможно управление действиями со снимками с использованием Purity REST API версии%(api_version)s, требуются версии: %(required_versions)s.

source: Volume connected to host %s
ru: Том подключён к хосту %s

source: Volume already managed
ru: Том уже управляется

source: Volume is in a Pod
ru: Том расположен в стойке

source: Snapshot already managed.
ru: Снимок уже управляется.

source: Unable to determine pod for volume %s
ru: Не удалось определить стойку для тома %s

source: maxIOPS QoS error. Must be more than 100 and less than 100000000
ru: Ошибка maxIOPS QoS. Значение должно быть больше 100 и меньше 100000000

source: maxBWS QoS error. Must be between 1 and 524288
ru: Ошибка maxBWS QoS. Значение должно быть больше 1 и 524288

source: Unable to connect or find connection to host
ru: Не удалось подключиться к хосту или найти его подключения

source: Unable to failback to "default", this can only be done after a failover has completed.
ru: Не удалось восстановить размещение "default", это можно выполнить только после завершения отработки отказа.

source: Secondary id can not be the same as primary array, backend_id = %(secondary)s.
ru: Вторичный id не может совпадать с первичным массивом, backend_id = %(secondary)s.

source: Unable to determine secondary_array from supplied secondary: %(secondary)s.
ru: Не удалось определить secondary_array по указанному вторичному: %(secondary)s.

source: Unable to find viable secondary array from configured targets: %(targets)s.
ru: Не удалось найти подходящего вторичного массива из настроенных целей: %(targets)s.

source: Unable to set host personality with Purity REST API version %(api_version)s, requires %(required_versions)s.
ru: Невозможно настроить персонализацию хоста с версией Purity REST API %(api_version)s, требуется версия %(required_versions)s.

source: Protection Group not ready.
ru: Группа защиты не готова

source: Replication not allowed yet.
ru: Репликация ещё не разрешена

source: Empty string passed for Pod name.
ru: Для имени стойки передана пустая строка.

source: Empty string passed for PG name.
ru: Для имени группы размещения передана пустая строка.

source: Unable to find failover target, no secondary targets configured.
ru: Не удалось найти цель отработки отказа, вторичные цели не настроены.

source: Unable to find viable pg snapshot to use for failover on selected secondary array: %(id)s.
ru: Не удалось найти подходящий снимок группы подготовки для отработки отказа на выбранный вторичный массив: %(id)s.

source: No iSCSI-enabled ports on target array.
ru: Порты с поддержкой iSCSI в целевом массиве не найдены.

source: Unable to re-use a host that is not managed by Cinder with use_chap_auth=True,
ru: Не удалось повторно использовать хост, не управляемый службой Cinder, с параметром «use_chap_auth=True»

source: Unable to re-use host with unknown CHAP credentials configured.
ru: Невозможно повторно использовать хост с неизвестными учётными данными CHAP

source: Username must be single-byte alphabet or number.
ru: Имя пользователя должно выражаться символом или числом из однобайтового набора

source: Password must contain 12-16 characters.
ru: Пароль должен содержать 12-16 символов

source: Failed to create HTTP client.
ru: Не удалось создать клиента HTTP

source: Model not support
ru: Модель не поддерживается

source: Dedupe cannot be enabled without thin_provisioning.
ru: Использование дедупликации нельзя включить без thin_provisioning.

source: Metadata of the snapshot is invalid
ru: Метаданные снимка недействительны

source: Volume %s does not exist.
ru: Том %s не существует

source: Param volume['provider_location'] is invalid.
ru: Недействительный параметр volume['provider_location']

source: Session id expired
ru: Срок действия ID сеанса истёк

source: Create volume %s failed
ru: Не удалось создать том %s

source: Volume %s delete failed
ru: Не удалось удалить том %s

source: get_specific_poolinfo failed
ru: сбой get_specific_poolinfo

source: Create target failed
ru: Не удалось создать цель

source: Delete target failed
ru: Не удалось удалить цель

source: Add target acl failed
ru: Не удалось добавить целевой список управления доступом

source: Map lun %(lun_index)s to target %(target_index)s failed
ru: Не удалось отобразить LUN %(lun_index)s на цель %(target_index)s

source: Disable lun %(lun_index)s from target %(target_index)s failed
ru: Не удалось отключить LUN %(lun_index)s цели %(target_index)s

source: Unmap lun %(lun_index)s from target %(target_index)s failed
ru: Не удалось удалить отображение LUN %(lun_index)s цели %(target_index)s

source: Unexpected response from QNAP API
ru: Непредвиденный ответ от QNAP API

source: create snapshot failed
ru: сбой создания снимка

source: delete snapshot %s failed
ru: сбой удаления снимка %s

source: Clone lun %(lunname)s from snapshot %(snapshot_id)s failed
ru: Не удалось клонировать LUN %(lunname)s снимка %(snapshot_id)s

source: Extend lun %s failed
ru: Не удалось расширить LUN %s

source: Get target info failed
ru: Не удалось получить сведения о цели

source: Remove target acl failed
ru: Не удалось удалить целевой список управления доступом

source: Insufficient permissions for Quobyte volume from snapshot cache directory at %(cpath)s. Please update permissions.
ru: Недостаточно полномочий на том Quobyte из каталога кэша снимка по пути %(cpath)s. Обновите полномочия.

source: There's no Quobyte volume configured (%s). Example: quobyte://<DIR host>/<volume name>
ru: Настроенный том Quobyte отсутствует (%s). Пример: quobyte://<DIR host>/<volume name>

source: Snapshot status must be "available" or "backing-up" to clone. But is: %(status)s
ru: Для клонирования, статус снимка должен быть «доступен» или «создание рез. копии». Получен статус: %(status)s

source: %s must be a valid raw or qcow2 image.
ru: %s должен быть действительным образом raw или qcow2

source: Unrecognized backing format: %s
ru: Нераспознанный резервный формат: %s

source: The mount %(mount_path)s is not a valid Quobyte volume. Stale mount?
ru: Смонтированный ресурс %(mount_path)s не является действительным томом Quobyte. Ресурс устарел?

source: The mount %(mount_path)s is not a valid Quobyte volume. Error: %(exc)s . Possibly a Quobyte client crash?
ru: Смонтированный ресурс %(mount_path)s не является действительным томом Quobyte. Ошибка: %(exc)s. Возможный фатальный сбой клиента Quobyte?

source: The mount %(mount_path)s is not a valid Quobyte volume according to partition list.
ru: Согласно списку разделов, смонтированный ресурс %(mount_path)s не является действительным томом Quobyte.

source: No matching Quobyte mount entry for %(mount_path)s could be found for validation in partition list.
ru: В списке разделов не удалось найти совпадающую запись для смонтированного ресурса Quobyte по пути %(mount_path)s для выполнения проверки правильности.

source: RBD Cinder driver failure: %(reason)s
ru: Сбой драйвера RBD Cinder: %(reason)s

source: RBD: Unknown failover target host %s.
ru: RBD: неизвестный целевой хост отработки отказа %s.

source: Missing backend_id in replication_device configuration.
ru: Отсутствует конфигурация backend_id в replication_device

source: Deferred deletion is enabled, but the local Ceph client has no support for the trash API. Support for this feature started with v12.2.0 Luminous.
ru: Использование отложенного удаления включено, но у локального клиента Ceph нет поддержки Trash API. Поддержка этой возможности реализована, начиная с версии v12.2.0 Luminous.

source: No keyring data found
ru: Данные набора ключей не найдены

source: Error connecting to ceph cluster.
ru: Ошибка подключения к кластеру ceph.

source: Failed to clone '%(src_vol)s@%(src_snap)s' to '%(dest)s', error: %(error)s
ru: Не удалось клонировать '%(src_vol)s@%(src_snap)s' в '%(dest)s', ошибка: %(error)s

source: Failed to flatten volume %(volume)s with error: %(error)s.
ru: Не удалось удалить зависимость тома %(volume)s от снимка, с ошибкой: %(error)s.

source: Failed to remove temporary snap %(snap_name)s, error: %(error)s
ru: Не удалось удалить временный пакет snap %(snap_name)s, ошибка: %(error)s

source: Failed to enable image replication
ru: Сбой включения репликации образов

source: Replication and Multiattach are mutually exclusive.
ru: «Репликация» и «С несколькими подключениями» взаимно исключают друг-друга

source: Failed to disable image replication
ru: Сбой отключения репликации образов

source: ImageBusy error raised while deleting rbd volume. This may have been caused by a connection from a client that has crashed and, if so, may be resolved by retrying the delete after 30 seconds has elapsed.
ru: Во время удаления тома RBD возникла ошибка ImageBusy. Это может быть следствием подключения от сбойного клиента, и в этом случае в качестве решения повторите удаление, подождав 30 секунд.

source: RBD: No available failover target host.
ru: RBD: нет доступного целевого хоста отработки отказа

source: RBD: Replication is not enabled.
ru: RBD: использование репликации не включено

source: Not stored in rbd
ru: Хранится не на устройстве RBD

source: Blank components
ru: Пустые компоненты

source: Not an rbd snapshot
ru: Не является снимком устройства RBD

source: Failed to Extend Volume %(volname)s
ru: Не удалось расширить том %(volname)s

source: Failed to manage existing volume %(name)s, because reported size %(size)s was not a floating-point number.
ru: Сбой управления существующего тома %(name)s, т.к. заявленный размер %(size)s не является числом с плавающей запятой.

source: Failed to manage existing snapshot %(name)s, because reported size %(size)s was not a floating-point number.
ru: Сбой управления существующим снимком %(name)s, т.к. переданный размер %(size)s не является числом с плавающей запятой.

source: The decorated method must accept either a volume or a snapshot object
ru: Метод декорирования должен в качестве объекта принимать либо том, либо снимок

source: NAS config '%(name)s=%(value)s' invalid. Must be 'auto', 'true', or 'false'
ru: Недействительная конфигурация NAS '%(name)s=%(value)s'. Должно быть: 'auto', 'true' или 'false'

source: Invalid %(obj_description)s state. Acceptable states for this operation: %(acceptable_states)s. Current %(obj_description)s state: %(current_state)s.
ru: Недействительное состояние %(obj_description)s. Принимаемые состояния для данного действия: %(acceptable_states)s. Текущее состояние: %(obj_description)s: %(current_state)s.

source: Encryption is not yet supported.
ru: Шифрование ещё не поддерживается

source: Expected volume size was %d
ru: Ожидаемый размер тома: %d

source: but size is now %d
ru: но сейчас размер равен %d

source: Share %s ignored due to invalid format. Must be of form address:/export. Please check the nas_host and nas_share_path settings.
ru: Общий ресурс %s игнорируется из-за недействительного формата. Действительная форма: address:/export. Проверьте значения параметров «nas_host» и «nas_share_path».

source: 'active' must be present when writing snap_info.
ru: При записи snap_info должно присутствовать 'active'.

source: No file found with %s as backing file.
ru: Для резервного файла %s не найден основной файл.

source: No snap found with %s as backing file.
ru: Для резервного файла %s не найден пакет snap

source: Nova returned "error" status while creating snapshot.
ru: Во время создания снимка служба Nova возвратила статус «ошибка».

source: Snapshot %(id)s has been asked to be deleted while waiting for it to become available. Perhaps a concurrent request was made.
ru: Во время ожидания доступности снимка %(id)s поступил запрос на его удаление. Возможно, был сделан параллельный запрос.

source: Timed out while waiting for Nova update for creation of snapshot %s.
ru: Истечение времени ожидания во время ожидания обновления Nova для создания снимка %s.

source: Unable to delete snapshot %(id)s, status: %(status)s.
ru: Невозможно удалить снимок %(id)s, статус: %(status)s.

source: Timed out while waiting for Nova update for deletion of snapshot %(id)s.
ru: Истечение времени ожидания во время ожидания обновления Nova для удаления снимка %s.

source: Could not revert volume '%(volume_id)s' to snapshot '%(snapshot_id)s' as it does not appear to be the latest snapshot. Current active image: %(active_file)s.
ru: Не удалось откатить состояние тома '%(volume_id)s' до снимка '%(snapshot_id)s', поскольку он, возможно, не является последним снимком. Текущий активный образ: %(active_file)s.

source: The existing volume reference must contain "source-name".
ru: Текущая отсылка на том должна содержать "source-name".

source: Volume not found.
ru: Том не найден.

source: Volume already managed.
ru: Том уже управляется.

source: Backing file present.
ru: Резервный файл присутствует.

source: Failed to open image.
ru: Сбой открытия образа

source: Unsupported image format: '%s'.
ru: Формат образа не поддерживается: '%s'.

source: Failed to get size.
ru: Не удалось получить сведения о размере

source: RSD retryable exception: %(reason)s
ru: Повторяемое исключение RSD: %(reason)s

source: RSDLib is not available, please install rsd-lib.
ru: RSDLib недоступна, установите rsd-lib.

source: initialize: Cannot connect to RSD PODM.
ru: инициализация: невозможно подключиться к RSD PODM.

source: initialize: Unsupported rsd_api version: %(current)s < %(expected)s.
ru: инициализация: неподдерживаемая версия rsd_api: %(current)s < %(expected)s.

source: initialize: Unsupported rsd_lib version: %(current)s < %(expected)s.
ru: инициализация: неподдерживаемая версия rsd_lib: %(current)s < %(expected)s.

source: Volume %(vol)s has %(len_cs)d capacity_sources!
ru: У тома %(vol)s присутствуют %(len_cs)d capacity_sources!

source: Volume %(vol)s has %(len_pp)d providing_pools!
ru: У тома %(vol)s присутствуют %(len_pp)d providing_pools!

source: Cannot specify both source_snap=%(snap)s and source_vol=%(vol)s!
ru: Нельзя одновременно указывать и source_snap=%(snap)s и source_vol=%(vol)s!

source: Unable to create new volume with %d GiB
ru: Не удалось создать новый том с размером %d Гиб

source: Unable to create snapshot from volume %s
ru: Не удалось создать снимок на базе тома %s

source: Unable to create volume from snapshot %s
ru: Невозможно создать том на базе снимка %s

source: Unable to create volume from volume %s, snapshot creation failed.
ru: Невозможно создать том на базе тома %s, не удалось создать снимок

source: Unable to delete the temp snapshot %(snap)s, during a failure to clone volume %(vol)s.
ru: Не удалось удалить временный снимок %(snap)s во время неудачного клонирования тома %(vol)s.

source: Unable to create volume from volume %s, volume creation failed.
ru: Невозможно создать том на базе тома %s, не удалось создать том

source: Unable to extend volume %s.
ru: Не удалось увеличить размер тома %s.

source: Volume is already attached
ru: Том уже прикреплён

source: Unable to delete volume %s.
ru: Не удалось удалить том %s.

source: Volume %s already attached
ru: Том %s уже прикреплён

source: Not allowed to attach from %(node)s to %(volume)s.
ru: Прикрепление из %(node)s к %(volume)s не разрешается.

source: Attach failed from %(node)s to %(volume)s.
ru: Сбой прикрепления из %(node)s к %(volume)s.

source: Attach volume error: %d target nqns
ru: Ошибка прикрепления, целевых NQN: %d

source: Attach volume error: %d target ips
ru: Ошибка прикрепления, целевых IP: %d

source: Attach volume error: %d host nqns
ru: Ошибка прикрепления, NQN хоста: %d

source: Undo-attach failed from %(node)s to %(volume)s.
ru: Сбой отмены прикрепления из %(node)s к %(volume)s.

source: Validation error during post-attach from %(node)s to %(volume)s.
ru: Ошибка проверки правильности во время post-attach из %(node)s к %(volume)s.

source: Post-attach failed from %(node)s to %(volume)s.
ru: Сбой post-attach из %(node)s к %(volume)s.

source: Detach failed from %(node)s for %(volume)s.
ru: Сбой открепления из %(node)s к %(volume)s.

source: Detach failed for %(volume)s from all host connections.
ru: Сбой отсоединения %(volume)s для всех подключений хоста

source: initialize_connection error: no uuid available!
ru: Ошибка initialize_connection: нет доступных uuid

source: initialize_connection error: no node_url from uuid %s!
ru: Ошибка initialize_connection: отсутствуют node_url из uuid %s

source: terminate_connection error: no uuid available!
ru: Ошибка terminate_connection: нет доступных uuid

source: terminate_connection error: no node_url from uuid %s!
ru: Ошибка terminate_connection: отсутствуют node_url из uuid %s

source: Bad response from SolidFire API
ru: Неверный ответ от SolidFire API

source: SolidFire Cinder Driver exception
ru: Исключение SolidFire Cinder Driver

source: Error in SolidFire API response: data=%(data)s
ru: Ошибка в ответе SolidFire API: data=%(data)s

source: Unable to locate account %(account_name)s in SolidFire cluster
ru: Не удалось найти учётную запись %(account_name)s в кластере SolidFire

source: Unable to locate volume id %(volume_id)s in SolidFire cluster
ru: Не удалось найти том id %(volume_id)s в кластере SolidFire

source: Retryable SolidFire Exception encountered
ru: Обнаружено повторяемое исключение SolidFire

source: Error on SF Keys
ru: Ошибка SF Keys

source: Data sync volumes timed out
ru: Истекло время ожидания синхронизации данных томов

source: Volume name [%(vol_name)s] already exists in the SolidFire backend.
ru: Имя тома [%(vol_name)s] уже существует в серверной части SolidFire.

source: Retry count exceeded for command: %s
ru: Превышено число повторных попыток для команды: %s

source: The decorated method must accept image_meta.
ru: Метод декорирования должен принимать image_meta.

source: The decorated method must accept src_uuid.
ru: Метод декорирования должен принимать src_uuid.

source: Specifies replication mode.
ru: Указывает метод репликации

source: Attribute: %s not found.
ru: Атрибут: %s не найден.

source: Replication device is unreachable!
ru: Отсутствует связь с устройством репликации

source: SolidFire driver only supports one replication target device.
ru: Драйвер SolidFire поддерживает только одно целевое устройство репликации

source: Source mvip cannot be the same as the replication target.
ru: Исходный вирт. IP управления не может совпадать с целью репликации

source: Cluster pair not found for cluster [%s]
ru: Пара кластера не найдена для кластера [%s]

source: Cluster pair not found or in an invalid state.
ru: Пара кластера не найдена либо имеет недействительный статус

source: API response: %s
ru: Ответ API: %s

source: Failed to get model update from clone [%s] - [%s]
ru: Не удалось получить сведения об обновлении модели от клона [%s] - [%s]

source: Scaled QoS error. Must be minIOPS <= maxIOPS <= burstIOPS. Currently: Min: %(min)s, Max: %(max)s, Burst: %(burst)s.
ru: Масштабная ошибка QoS. Должно быть: minIOPS <= maxIOPS <= burstIOPS. На данный момент: Min: %(min)s, Max: %(max)s, Burst: %(burst)s.

source: Volumes/account exceeded on both primary and secondary SolidFire accounts.
ru: Число томов на учётную запись превышено как в первичной, так и во вторичной учётной записях SolidFire.

source: Retrieved a different amount of SolidFire volumes for the provided Cinder volumes. Retrieved: %(ret)s Desired: %(des)s
ru: Для указанных томов Cinder подучено разное число томов SolidFire. Получено: %(ret)s Желательно: %(des)s

source: Failed to find group snapshot named: %s
ru: Не удалось найти снимок группы с именем: %s

source: Retrieved a different amount of SolidFire volumes for the provided Cinder snapshots. Retrieved: %(ret)s Desired: %(des)s
ru: Для указанных снимков Cinder подучено разное число томов SolidFire Получено: %(ret)s Желательно: %(des)s

source: Timeout waiting volumes to sync.
ru: Истекло время ожидания синхронизации томов

source: Volume status must be 'available' to execute storage assisted migration.
ru: Для выполнения миграции при поддержке хранилища статус тома должен быть «доступен».

source: Migration of replicated volumes is not allowed.
ru: Миграция реплицированных томов не разрешается

source: Destination backend config not found. Check if destination backend stanza is properly configured in cinder.conf, or add parameter --force-host-copy True to perform host-assisted migration.
ru: Не удалось найти конфигурационный файл целевой серверной части. Проверьте, правильно ли настроен станс целевой серверной части в cinder.conf, либо добавьте параметр «--force-host-copy» со значением «True» для выполнения миграции при поддержке хоста.

source: Manage existing volume requires 'source-id'.
ru: Для управления существующими томами требуется 'source-id'.

source: Not possible to manage a volume with replicated pair! Please split the volume pairs.
ru: Управление томом с реплицированной парой невозможно. Разделите пары томов.

source: Manage existing get size requires 'id'.
ru: Управление существующим get size требует 'id'.

source: Provided volume id does not exist on SolidFire backend.
ru: Указанный ID тома не существует в серверной части SolidFire.

source: Failed to find account for volume.
ru: Не удалось найти учётную запись тома

source: Failover requested on non replicated backend.
ru: Запрошена отработка отказа на не реплицированную серверную часть.

source: SolidFire driver received failover_host specifying failback to default, the host however is not in `failed_over` state.
ru: Драйвер SolidFire получил failover_host, указывающий восстановку размещения на default, но хост не находится в статусе `failed_over`

source: Replication id (%s) does not match the configured one in cinder.conf.
ru: ID репликации (%s) не совпадает с настроенным в cinder.conf.

source: Cannot find cinder volume in back-end storage.
ru: Не удалось найти том cinder в фоновом хранилище.

source: SPDK target responded with error: %s
ru: Цель SPDK ответила с ошибкой: %s

source: Unable to create volume using SPDK - no resources found
ru: Не удалось создать том с помощью SPDK — ресурсы не найдены

source: Could not connect to SPDK target: %(err)s
ru: Не удалось подключиться к цели SPDK: %(err)s

source: Not enough space to create snapshot with SPDK
ru: Недостаточно места для создания снимка с помощью SPDK

source: Could not create snapshot with SPDK driver
ru: Не удалось создать снимок с помощью драйвера SPDK

source: Not enough space to clone volume with SPDK
ru: Недостаточно места для создания тома с помощью SPDK

source: Invalid parameter %(param)s in the %(section)s section of the /etc/storpool.conf file: %(error)s
ru: Недействительный параметр %(param)s в разделе %(section)s файла /etc/storpool.conf: %(error)s

source: storpool libraries not found
ru: Библиотеки storpool не найдены

source: NFS is not configured to use NFSv3
ru: Нет конфигурации NFS для использования NFSv3

source: Filesnap over NFS is not supported, removing the ::snap:vxfs: file
ru: Работа Filesnap через NFS не поддерживается, файл ::snap:vxfs: удаляется

source: Unknown Virtuozzo Storage exception
ru: Неизвестное исключение хранилища Virtuozzo
