Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Partition name is not specified, please set smartpartition:partitionname in extra specs.
ru: Не указано имя раздела, настройте smartpartition:partitionname в дополнительной спецификации.

source: LUN %s is abnormal.
ru: Нештатный LUN %s

source: Remote pool cannot be found.
ru: Не удалось найти удалённый пул

source: Create hypermetro error. %s.
ru: Ошибка создания hypermetro. %s.

source: Can't get volume id. Volume name: %s.
ru: Не удалось получить ID тома. Имя тома: %s.

source: Can not add FC port to host.
ru: Невозможно добавить порт FC хосту

source: Map info is None due to array version not supporting hypermetro.
ru: Значение Map info — «нет», т.к. версия массива не поддерживает hypermetro.

source: The domain_name config in cinder.conf is wrong.
ru: Конфигурация domain_name в cinder.conf является неверной.

source: The CG does not exist on array.
ru: Группа согласованности не существует в массиве

source: Create replication pair failed. Error: %s.
ru: Сбой создания пары репликации. Ошибка: %s.

source: Split replication failed.
ru: Сбой разбиения репликации

source: We should not do switch over on primary array.
ru: Не переключаться на первичный массив

source: Wait synchronize failed. Running status: %s.
ru: Сбой ожидания синхронизации. Статус выполнения: %s.

source: Get remote device info failed.
ru: Сбой получения сведений об удалённом устройстве

source: Request method %s is invalid.
ru: Метод запроса %s недействителен

source: Password has expired or has been reset, please change the password.
ru: Истёк срок действия пароля, либо был выполнен откат. Смените пароль.

source: Failed to login with all rest URLs.
ru: Сбой входа в REST по всем адресам URL.

source: %s "data" is not in result.
ru: %s "data" отсутствует в результатах

source: Create lun error.
ru: Ошибка создания LUN

source: Delete lun error.
ru: Ошибка удаления LUN

source: Query resource pool error.
ru: Ошибка запроса пула ресурсов

source: Can not get pool info. pool: %s
ru: Не удалось получить сведения о пуле. Пул: %s

source: Get lun id by name error.
ru: Ошибка получения LUN по ID.

source: Activate snapshot error.
ru: Ошибка активации снимка

source: Stop snapshot error.
ru: Ошибка остановки снимка

source: Delete snapshot error.
ru: Ошибка удаления снимка

source: Get snapshot id error.
ru: Ошибка получения ID снимка

source: Create luncopy error.
ru: Ошибка создания luncopy

source: Find portgroup error.
ru: Ошибка поиска portgroup

source: Associate portgroup to mapping view error.
ru: Ошибка привязки portgroup к представлению отображения

source: Check portgroup associate error.
ru: Ошибка проверки привязки portgroup

source: Get iSCSI target port error.
ru: Ошибка проверки целевого порта iSCSI

source: Get hostgroup information error.
ru: Ошибка получения сведений о hostgroup

source: Get lungroup information error.
ru: Ошибка получения сведений о lungroup

source: Failed to create hostgroup: %(name)s. Check if it exists on the array.
ru: Не удалось создать hostgroup: %(name)s. Проверьте, существует ли группа в массиве.

source: Create hostgroup error.
ru: Ошибка создания hostgroup

source: Create lungroup error.
ru: Ошибка создания lungroup

source: Delete lungroup error.
ru: Ошибка удаления lungroup.

source: Check lungroup associate error.
ru: Ошибка проверки привязки lungroup.

source: Check hostgroup associate error.
ru: Ошибка проверки привязки hostgroup

source: Find host lun id error.
ru: Ошибка поиска ID номера LUN хоста

source: Find host in hostgroup error.
ru: Ошибка поиска хоста в hostgroup

source: Failed to create host: %(name)s. Please check if it exists on the array.
ru: Не удалось создать хост: %(name)s. Проверьте, существует ли он в массиве.

source: Add new host error.
ru: Ошибка добавления нового хоста

source: Associate host to hostgroup error.
ru: Ошибка привязки хоста к hostgroup

source: Associate lun to lungroup error.
ru: Ошибка привязки LUN к lungroup

source: Delete associated lun from lungroup error.
ru: Ошибка удаления привязанного LUN из lungroup

source: Check initiator added to array error.
ru: Ошибка проверки добавления инициатора в массив

source: Check initiator associated to host error.
ru: Ошибка проверки привязки инициатора к хосту

source: Initiator %(ini)s has been added to another host %(host)s.
ru: Инициатор %(ini)s был ранее добавлен на другой хост %(host)s.

source: Add initiator to array error.
ru: Ошибка добавления инициатора в массив

source: Associate initiator to host error.
ru: Ошибка привязки инициатора к хосту

source: Invalid ALUA value. ALUA value must be 1 or 0.
ru: Неверное значение ALUA. Значение ALUA должно быть 1 или 0.

source: Use CHAP to associate initiator to host error. Please check the CHAP username and password.
ru: Ошибка использования CHAP для привязки инициатора к хосту. Проверьте имя пользователя и пароль CHAP.

source: Use ALUA to associate initiator to host error.
ru: Ошибка использования ALUA для привязки инициатора к хосту.

source: Remove CHAP error.
ru: Ошибка удаления CHAP.

source: Find mapping view error.
ru: Ошибка поиска представления отображения

source: Add mapping view error.
ru: Ошибка добавления представления отображения

source: Associate host to mapping view error.
ru: Ошибка привязки хоста к представлению отображения

source: Associate lungroup to mapping view error.
ru: Ошибка привязки lungroup к представлению отображения

source: Delete lungroup from mapping view error.
ru: Ошибка удаления lungroup из представления отображения

source: Delete hostgroup from mapping view error.
ru: Ошибка удаления hostgroup из представления отображения

source: Delete portgroup from mapping view error.
ru: Ошибка удаления portgroup из представления отображения

source: Delete mapping view error.
ru: Ошибка удаления представления отображения

source: Find obj number error.
ru: Ошибка поиска номера объекта

source: Find portgroup from mapping view error.
ru: Ошибка поиска portgroup в представлении отображения

source: Find lun group from mapping view error.
ru: Ошибка поиска группы LUN в представлении отображения

source: Start LUNcopy error.
ru: Ошибка запуска LUNcopy

source: Get LUNcopy information error.
ru: Ошибка получения сведений о LUNcopy

source: Delete LUNcopy error.
ru: Ошибка удаления LUNcopy

source: Get connected free FC wwn error.
ru: Ошибка свободного номера wwn при подключении FC

source: Get fc initiator count error.
ru: Ошибка получения числа инициаторов FC

source: Get FC initiators from array error.
ru: Ошибка получения инициаторов FC из массива

source: Add FC port to host error.
ru: Ошибка добавления порта FC хосту

source: Get iSCSI port information error.
ru: Ошибка получения сведения о порте iSCSI

source: Get iSCSI port info error, please check the target IP configured in huawei conf file.
ru: Ошибка получения сведения о порте iSCSI, проверьте параметры целевого IP в файле конфигурации huawei.

source: Get FC target wwpn error.
ru: Ошибка получения имени wwpn целевого FC

source: Get QoS policy error.
ru: Ошибка получения политики QoS

source: Update QoS policy error.
ru: Ошибка обновления политики QoS

source: Get target IP error.
ru: Ошибка получения целевого IP

source: get_iscsi_params: No valid port in portgroup. portgroup_id: %(id)s, please check it on storage.
ru: get_iscsi_params: нет действительных портов в portgroup. portgroup_id: %(id)s, проверьте в хранилище.

source: get_iscsi_params: Failed to get target IP for initiator %(ini)s, please check config file.
ru: get_iscsi_params: не удалось получить целевой IP для инициатора %(ini)s, проверьте файл конфигурации.

source: Can't find valid IP from rest, please check it on storage.
ru: Не удалось получить действительный IP в rest, проверьте его в хранилище.

source: Create QoS policy error.
ru: Ошибка создания политики QoS

source: Delete QoS policy error.
ru: Ошибка удаления политики QoS

source: Activate or deactivate QoS error.
ru: Ошибка активации или деактивации QoS

source: Get QoS information error.
ru: Ошибка получения сведений о QoS

source: Remove lun from QoS error.
ru: Ошибка удаления LUN из QoS

source: Change lun priority error.
ru: Ошибка смены приоритета LUN

source: Change lun smarttier policy error.
ru: Ошибка смены политики smarttier для LUN

source: Get QoS id by lun id error.
ru: Ошибка получения ID QoS с помощью LUN ID

source: Get lungroup id by lun id error.
ru: Ошибка получения ID lungroup с помощью LUN ID

source: Get volume error.
ru: Ошибка получения сведений о томе

source: Get snapshot error.
ru: Ошибка получения сведений о снимке

source: Extend volume error.
ru: Ошибка расширения тома

source: Create lun migration error.
ru: Ошибка создания миграции LUN

source: Get lun migration task error.
ru: Ошибка получения задачи миграции LUN

source: Delete lun migration error.
ru: Ошибка удаления миграции LUN

source: Get partition by name error.
ru: Ошибка получения сведений о разделе по имени

source: Get partition by partition id error.
ru: Ошибка получения сведений о разделе по ID раздела

source: Add lun to partition error.
ru: Ошибка добавления LUN разделу

source: Remove lun from partition error.
ru: Ошибка удаления LUN раздела

source: Get cache by name error.
ru: Ошибка получения кэша по имени

source: Get smartcache by cache id error.
ru: Ошибка получения smartcache по ID кэша

source: Remove lun from cache error.
ru: Ошибка удаления LUN из кэша

source: Associate lun to QoS error.
ru: Ошибка привязки LUN к QoS

source: Add lun to cache error.
ru: Ошибка добавления LUN к кэшу

source: Get array info error.
ru: Ошибка получения сведений о массиве

source: Remove host from array error.
ru: Ошибка удаления хоста из массива

source: Delete hostgroup error.
ru: Ошибка удаления hostgroup.

source: Remove host from hostgroup error.
ru: Ошибка удаления хоста из hostgroup

source: Remove iscsi from host error.
ru: Ошибка удаления iscsi с хоста

source: Rename lun on array error.
ru: Ошибка переименования LUN в массиве

source: Rename snapshot on array error.
ru: Ошибка переименования снимка в массиве

source: Remove fc from host error.
ru: Ошибка удаления FC с хоста

source: Get host initiators info failed.
ru: Не удалось получить сведения об инициаторах хоста

source: Add fc initiator to array error.
ru: Ошибка добавления инициатора FC в массив

source: Get FC ports from array error.
ru: Ошибка получения портов FC из массива

source: get_hyper_domain_id error.
ru: ошибка get_hyper_domain_id.

source: create_hypermetro_pair error.
ru: ошибка create_hypermetro_pair.

source: delete_hypermetro error.
ru: ошибка delete_hypermetro.

source: sync_hypermetro error.
ru: ошибка sync_hypermetro error.

source: stop_hypermetro error.
ru: ошибка stop_hypermetro.

source: get_hypermetro_by_id error.
ru: ошибка get_hypermetro_by_id.

source: check_hypermetro_exist error.
ru: ошибка check_hypermetro_exist.

source: Change hostlun id error.
ru: Ошибка смены ID hostlun.

source: Get hypermetro group by name error.
ru: Ошибка получения сведений о группе hypermetro по имени.

source: Get hypermetro group by id error.
ru: Ошибка получения сведений о группе hypermetro по ID.

source: create hypermetro group error.
ru: ошибка создания группы hypermetro.

source: Delete hypermetro group error.
ru: Ошибка удаления группы hypermetro.

source: Get hypermetro group error.
ru: Ошибка получения сведений о группе hypermetro

source: stop hypermetro group error.
ru: ошибка остановки группы hypermetro.

source: sync hypermetro group error.
ru: ошибка синхронизации групп hypermetro

source: Add hypermetro to metrogroup error.
ru: Ошибка добавления hypermetro в metrogroup

source: Delete hypermetro from metrogroup error.
ru: Ошибка удаления hypermetro из metrogroup

source: Get HyperMetroPair error.
ru: Ошибка получения сведений о HyperMetroPair

source: License is unavailable.
ru: Лицензия недоступна

source: Get SplitMirror error.
ru: Ошибка получения сведений о SplitMirror

source: Get target LUN of SplitMirror error.
ru: Ошибка получения сведений о LUN SplitMirror

source: Get migration task error.
ru: Ошибка получения задачи миграции

source: Get volume by name error.
ru: Ошибка получения сведений о томе по имени

source: Get port groups by port error.
ru: Ошибка получения сведений о группах портов по порту

source: Get views by port group error.
ru: Ошибка при получении представления по группе портов

source: Get LUN group by view error.
ru: Ошибка получения группы LUN по представлению

source: Get port group by view error.
ru: Ошибка получения группы порта по представлению

source: Get FC ports by port group error.
ru: Ошибка получения сведений о портах FC из группы портов

source: Create port group error.
ru: Ошибка создания группы портов

source: Add port to port group error.
ru: Ошибка добавления порта в группу портов

source: Delete port group error.
ru: Ошибка удаления группы портов

source: Remove port from port group error.
ru: Ошибка удаления порта из группы портов

source: Get engines error.
ru: Ошибка получения сведений о подсистемах

source: Get port group error.
ru: Ошибка получения сведений о группе портов

source: Append port group description error.
ru: Ошибка добавления описания группы портов

source: Get ports by port group error.
ru: Ошибка получения сведений о портах из группы портов

source: Get remote devices error.
ru: Ошибка получения сведений об удалённых устройствах

source: Create replication error.
ru: Сбой создания репликации

source: Get pair failed.
ru: Не удалось получить сведения о паре

source: Switch over pair error.
ru: Ошибка переключения на пару

source: Split pair error.
ru: Ошибка разделения пары

source: delete_replication error.
ru: ошибка delete_replication

source: Sync pair error.
ru: Ошибка синхронизации пары

source: Set pair secondary access error.
ru: Ошибка при настройке пары ключей вторичного доступа

source: Failed to get object count.
ru: Не удалось получить число объектов

source: Get lun by name %s error.
ru: Ошибка получения LUN по имени %s

source: Get lun by id %s error.
ru: Ошибка получения LUN по ID %s

source: Get snapshot by name %s error.
ru: Ошибка получения сведений о снимке по имени %s

source: Get snapshot by id %s error.
ru: Ошибка получения сведений о снимке по ID %s

source: Update luns of qos %s error.
ru: Ошибка обновления номеров LUN для QoS %s

source: Cannot find partition by name %s.
ru: Не удалось найти раздел по имени %s.

source: Partition %s doesn't exist.
ru: Раздел %s не существует

source: Cannot find cache by name %s.
ru: Не удалось найти кэш по имени %s.

source: Cache %s doesn't exit.
ru: Кэш %s не существует

source: CLI Exception output: command: %(cmd)s stdout: %(out)s stderr: %(err)s
ru: Вывод исключения CLI: команда: %(cmd)s stdout: %(out)s stderr: %(err)s

source: %(fun)s: Failed with unexpected CLI output. Command: %(cmd)s stdout: %(out)s stderr: %(err)s
ru: %(fun)s: сбой с непредвиденным выводом CLI. Команда: %(cmd)s stdout: %(out)s stderr: %(err)s

source: _create_host: Can not translate host name. Host name is not unicode or string.
ru: _create_host: не удалось перевести имя хоста. Имя хоста не в Unicode или не является строкой.

source: _create_and_copy_vdisk_data: Failed to get attributes for vdisk %s.
ru: _create_and_copy_vdisk_data: не удалось получить атрибуты vdisk %s.

source: _create_vdisk %(name)s - did not find success message in CLI output. stdout: %(out)s stderr: %(err)s
ru: _create_vdisk %(name)s - сообщение об успешном выполнении не найдено в выводе CLI. stdout: %(out)s stderr: %(err)s

source: _get_hdr_dic: attribute headers and values do not match. Headers: %(header)s Values: %(row)s.
ru: _get_hdr_dic: заголовки и значения атрибутов не совпадают. Headers: %(header)s Values: %(row)s.

source: Could not get system name.
ru: Не удалось получить имя системы

source: open_access_enabled is not off.
ru: значение параметра «open_access_enabled» не равно «off».

source: Unable to parse attributes.
ru: Невозможно проанализировать атрибуты

source: Array does not exist or is offline. Current status of array is %s.
ru: Массив не существует или вне сети. Текущий статус массива: %s.

source: Did not find expected column in %(fun)s: %(hdr)s.
ru: Не удалось найти ожидаемый столбец в %(fun)s: %(hdr)s.

source: Reference must contain source-id or source-name element.
ru: Отсылка должна содержать элемент source-id или source-name.

source: No vdisk with the ID specified by ref %s.
ru: Нет диска с ID, указанным отсылкой %s.

source: %(fun)s: encountered unexpected CLI error, expected one of: %(errors)s
ru: %(fun)s: обнаружена непредвиденная ошибка CLI, ожидалось что-то из: %(errors)s

source: _create_host failed to return the host name.
ru: _create_host не смог возвратить имя хоста

source: flashsystem_multihostmap_enabled is set to False, failing requested multi-host map. (%(code)s %(message)s)
ru: для параметра flashsystem_multihostmap_enabled установлено значение «ложно», сбой создания запрошенного отображения multi-host. (%(code)s %(message)s)

source: _get_host_from_connector failed to return the host name for connector.
ru: _get_host_from_connector не мог возвратить имя хоста коннектора

source: _update_volume_stats: Could not get storage pool data.
ru: _update_volume_stats: не удалось получить данные пула хранилищ

source: check_for_setup_error: Unable to determine system name.
ru: check_for_setup_error: не удалось определить имя системы

source: check_for_setup_error: Unable to determine system id.
ru: check_for_setup_error: не удалось определить ID системы

source: check_for_setup_error: Password or SSH private key is required for authentication: set either san_password or san_private_key option.
ru: check_for_setup_error: для аутентификации требуется пароль или закрытый ключ SSH: укажите либо san_password, либо san_private_key.

source: create_snapshot: Volume status must be "available" or "in-use" for snapshot. The invalid status is %s.
ru: create_snapshot: для снимка том должен иметь либо статус "доступен", либо "используется". Недействительный статус: %s.

source: create_volume_from_snapshot: Volume is smaller than snapshot.
ru: create_volume_from_snapshot: том меньше снимка

source: create_volume_from_snapshot: Snapshot status must be "available" for creating volume. The invalid status is: %s.
ru: create_volume_from_snapshot: для создания тома статус снимка должен быть «доступен». Недействительный статус: %s.

source: create_cloned_volume: Source volume larger than destination volume
ru: create_cloned_volume: размер исходного тома больше размера целевого

source: The specified vdisk is mapped to a host.
ru: Указанный vdisk отображается на хост.

source: Illegal value '%(prot)s' specified for flashsystem_connection_protocol: valid value(s) are %(enabled)s.
ru: для параметра flashsystem_connection_protoco указано недействительноезначение, действительные значения: %(enabled)s.

source: _create_host: No connector ports.
ru: _create_host: нет портов коннектора

source: _get_vdisk_map_properties: No node found in I/O group %(gid)s for volume %(vol)s.
ru: _get_vdisk_map_properties: в %(gid)s группы I/O не найдено узлов для тома %(vol)s.

source: _get_vdisk_map_properties: Could not get FC connection information for the host-volume connection. Is the host configured properly for FC connections?
ru: _get_vdisk_map_properties: не удалось получить сведения о подключении FC для подключения хост-том. Проверьте правильность параметров подключений FC на хосте.

source: initialize_connection: vdisk %s is not defined.
ru: initialize_connection: vdisk %s не настроен

source: '%(prot)s' is invalid for flashsystem_connection_protocol in config file. valid value(s) are %(enabled)s.
ru: '%(prot)s' является недействительным значением для flashsystem_connection_protocol в файле конфигурации. Действительные значения: %(enabled)s.

source: target_ip_address must be set in config file when using protocol 'iSCSI'.
ru: При использовании протокола iSCSI необходимо настроить параметр target_ip_address в фале конфигурации.

source: No node found in I/O group %(gid)s for volume %(vol)s.
ru: Среди %(gid)s группы I/O не найден узел для тома %(vol)s.

source: vdisk %s is not defined.
ru: vdisk %s не настроен.

source: No config node found.
ru: Узел конфигурации не найден.

source: State of node is wrong. Current state is %s.
ru: Неверный статус узла. Текущий статус: %s.

source: No ip address found.
ru: Адрес IP не найден

source: GPFS driver unsupported operation: %(msg)s
ru: Действие, не поддерживаемое драйвером GPFS: %(msg)s

source: GPFS is not running, state: %s.
ru: GPFS не выполняется, состояние: %s.

source: Failed to find fileset for path %(path)s, command output: %(cmdout)s.
ru: Не удалось найти список файлов для пути %(path)s, вывод команды: %(cmdout)s.

source: Invalid storage pool %s requested. Retype failed.
ru: Был запрошен недействительный пул хранилища %s. Переназначить тип не удалось.

source: Could not find GPFS cluster id: %s.
ru: Не удалось найти ID кластера GPFS: %s.

source: Could not find GPFS file system device: %s.
ru: Не удалось найти устройство с фс GPFS: %s.

source: Invalid storage pool %s specificed.
ru: Указан недействительный пул хранилищ %s

source: Option gpfs_mount_point_base is not set correctly.
ru: Параметр gpfs_mount_point_base не настроен корректно.

source: Option gpfs_images_dir is not set correctly.
ru: Параметр gpfs_images_dir не настроен корректно.

source: gpfs_images_share_mode is set to copy_on_write, but %(vol)s and %(img)s belong to different file systems.
ru: gpfs_images_share_mode имеет настроенное значение copy_on_write, но %(vol)s и %(img)s принадлежат к разным файловым системам.

source: gpfs_images_share_mode is set to copy_on_write, but %(vol)s and %(img)s belong to different filesets.
ru: gpfs_images_share_mode имеет настроенное значение copy_on_write, но %(vol)s и %(img)s принадлежат к разным наборам файлов.

source: Downlevel GPFS Cluster Detected. GPFS Clone feature not enabled in cluster daemon level %(cur)s - must be at least at level %(min)s.
ru: Обнаружен кластер GPFS в прежней версией. Возможность клонирования GPFS не включена в программу-демон кластера уровня %(cur)s, необходим как минимум уровень %(min)s.

source: %s must be an absolute path.
ru: %s должен быть абсолютным путём.

source: %s is not a directory.
ru: %s не является каталогом

source: The GPFS filesystem %(fs)s is not at the required release level. Current level is %(cur)s, must be at least %(min)s.
ru: Файловая система GPFS %(fs)s не имеет требуемого уровня версии. Текущий уровень: %(cur)s, минимальный требуемый: %(min)s.

source: mkfs failed on volume %(vol)s, error message was: %(err)s.
ru: Сбой mkfs на томе %(vol)s, сообщение об ошибке: %(err)s.

source: %s cannot be accessed. Verify that GPFS is active and file system is mounted.
ru: Невозможно подучить доступ к %s. Убедитесь в том, что GPFS активен, а ФС смонтирована.

source: Failed to create consistency group: %(cgid)s. Error: %(excmsg)s.
ru: Не удалось создать группу согласованности : %(cgid)s. Ошибка: %(excmsg)s.

source: Failed to link fileset for the share %(cgname)s. Error: %(excmsg)s.
ru: Не удалось создать ссылку на набор файлов для общего ресурса %(cgname)s. Ошибка: %(excmsg)s.

source: Failed to set permissions for the consistency group %(cgname)s. Error: %(excmsg)s.
ru: Не удалось присвоить полномочия группе согласованности %(cgname)s. Ошибка: %(excmsg)s.

source: The fileset associated with consistency group %(cgname)s does not exist
ru: Набор файлов, связанный с группой согласованности %(cgname)s, не существует.

source: Failed to unlink fileset for consistency group %(cgname)s. Error: %(excmsg)s.
ru: Не удалось удалить ссылку на набор файлов для группы согласованности %(cgname)s. Ошибка: %(excmsg)s.
