Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Failed to find available FC targets for %s.
ru: Не удалось найти доступные цели FC для %s.

source: Volume %(name)s was created in VNX, but in %(state)s state.
ru: Том %(name)s был создан в VNX, но со статусом %(state)s.

source: storops Python library is not installed.
ru: Библиотека Python storops не установлена

source: The value %(value)s for key %(key)s in extra specs is invalid.
ru: Недействительное значение %(value)s ключа %(key)s в дополнительных спецификациях

source: Can not set tiering policy for a deduplicated volume. Set the tiering policy on the pool where the deduplicated volume locates.
ru: Не удалось настроить политику распределения по ярусам для дедуплицированного тома. См. политику распределения по ярусам того пула, в котором находится дедуплицированный том.

source: Compression Enabler is not installed. Can not create compressed volume.
ru: Средство включения сжатия не установлено. Не удалось создать сжатый том.

source: Deduplication Enabler is not installed. Can not create deduplicated volume.
ru: Средство включения дедупликации не установлено. Не удалось создать дедуплицированный том.

source: ThinProvisioning Enabler is not installed. Can not create thin volume.
ru: Средство включения тонкого резервирования не установлено. Невозможно создать тонкий том.

source: FAST VP Enabler is not installed. Can not set tiering policy for the volume.
ru: Средство включения FAST VP не установлено. Невозможно настроить политику распределения по ярусам для тома.

source: Initiators of host cannot be empty.
ru: Инициаторы хостов не могут быть пустыми

source: backend_id or san_ip cannot be empty for replication_device.
ru: backend_id или san_ip не могут быть пустыми для replication_device.

source: Replication is configured, but no MirrorView/S enabler installed on VNX.
ru: Конфигурация репликации настроена, но на VNX не установлено средство включения MirrorView/S.

source: VNX Cinder driver does not support multiple replication targets.
ru: Драйвер VNX Cinder не поддерживает несколько целей репликации.

source: Invalid backend_id specified.
ru: Указан недействительный backend_id

source: Failed to migrate volume between source vol %(src)s and dest vol %(dst)s.
ru: Не удалось выполнить миграцию тома с исходного %(src)s на целевой %(dst)s.

source: Failed to migrate volume %(src)s.
ru: Сбой миграции тома %(src)s.

source: Timeout waiting for %(condition_name)s in wait_until.
ru: Истечение времени ожидания %(condition_name)s в wait_until.

source: Replication should be enabled or disabled for both volume or group. volume replication status: %(vol_status)s, group replication status: %(group_status)s
ru: Использование репликации должно быть отключено/включено как для тома, так и для группы. Статус репликации тома: %(vol_status)s, статус репликации группы: %(group_status)s.

source: can not specify both password and keyfile
ru: невозможно указать одновременно и пароль и файл ключа

source: Output: %(outline)s: Command: %(cmdline)s
ru: Вывод: %(outline)s: Команда: %(cmdline)s

source: Invalid CLI output: %(exec_cmdline)s, %(stdoutlist)s
ru: Недействительный вывод консоли: %(exec_cmdline)s, %(stdoutlist)s

source: Execute CLI command error. Error: %s
ru: Ошибка выполнения консольной команды: %s

source: Invalid function is specified
ru: Указана недействительная функция

source: create_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Storage Configuration Service not found.
ru: create_volume, том: %(volume)s, имя тома: %(volumename)s, eternus_pool: %(eternus_pool)s, служба конфигурации хранилищ не найдена

source: create_volume, volumename: %(volumename)s, poolname: %(eternus_pool)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: create_volume, имя тома: %(volumename)s, имя пула: %(eternus_pool)s, Код возврата: %(rc)lu, ошибка: %(errordesc)s.

source: create_volume, volume: %(volume)s, EnumerateInstances, cannot connect to ETERNUS.
ru: create_volume, том: %(volume)s, EnumerateInstances, подключение к ETERNUS невозможно.

source: Invalid pool type was specified : %s.
ru: Был указан недействительный тип пула: %s.

source: create_volume_from_snapshot, Source Volume does not exist in ETERNUS.
ru: create_volume_from_snapshot, исходный том не существует в ETERNUS.

source: create_volume_from_snapshot, target volume instancename: %(volume_instancename)s, Get Instance Failed.
ru: create_volume_from_snapshot, имя экземпляра целевого тома: %(volume_instancename)s, сбой Get Instance.

source: create_cloned_volume, Source Volume does not exist in ETERNUS.
ru: create_cloned_volume, исходный том не существует в ETERNUS.

source: create_cloned_volume, target volume instancename: %(volume_instancename)s, Get Instance Failed.
ru: create_cloned_volume, имя экземпляра целевого тома: %(volume_instancename)s, сбой Get Instance.

source: _create_local_cloned_volume, Replication Service not found.
ru: _create_local_cloned_volume, служба репликации не найдена

source: _create_local_cloned_volume, volumename: %(volumename)s, sourcevolumename: %(sourcevolumename)s, source volume instance: %(source_volume)s, target volume instance: %(target_volume)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: _create_local_cloned_volume, имя тома: %(volumename)s, sourcevolumename: %(sourcevolumename)s, экземпляр с исходным томом: %(source_volume)s, экземпляр с целевым томом: %(target_volume)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.

source: _delete_volume, volumename: %(volumename)s, Storage Configuration Service not found.
ru: _delete_volume, имя тома: %(volumename)s, служба конфигурации хранилищ не найдена.

source: _delete_volume, volumename: %(volumename)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: _delete_volume, имя тома: %(volumename)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.

source: create_snapshot, volumename: %(s_volumename)s, source volume not found on ETERNUS.
ru: create_snapshot, имя тома: %(s_volumename)s, исходный том не найден в ETERNUS.

source: create_snapshot, volumename: %(volumename)s, Replication Service not found.
ru: create_snapshot, имя тома: %(volumename)s, служба репликации не найдена.

source: create_snapshot, eternus_pool: %(eternus_pool)s, pool not found.
ru: create_snapshot, eternus_pool: %(eternus_pool)s, пул не найден.

source: create_snapshot, snapshotname: %(snapshotname)s, source volume name: %(volumename)s, vol_instance.path: %(vol_instance)s, dest volume name: %(d_volumename)s, pool: %(pool)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: create_snapshot, имя снимка: %(snapshotname)s, имя исходного тома: %(volumename)s, vol_instance.path: %(vol_instance)s, имя целевого тома: %(d_volumename)s, pool: %(pool)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.

source: initialize_connection, volume: %(volume)s, Volume not found.
ru: initialize_connection, том: %(volume)s, том не найден.

source: extend_volume, volumename: %(volumename)s, volume not found.
ru: extend_volume, имя тома: %(volumename)s, том не найден.

source: extend_volume, eternus_pool: %(eternus_pool)s, pool not found.
ru: extend_volume, eternus_pool: %(eternus_pool)s, пул не найден.

source: extend_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Storage Configuration Service not found.
ru: extend_volume, том: %(volume)s, имя тома: %(volumename)s, eternus_pool: %(eternus_pool)s, служба конфигурации хранилищ не найдена

source: extend_volume, volumename: %(volumename)s, Return code: %(rc)lu, Error: %(errordesc)s, PoolType: %(pooltype)s.
ru: extend_volume, имя тома: %(volumename)s, код возврата: %(rc)lu, ошибка: %(errordesc)s, PoolType: %(pooltype)s.

source: _get_mapdata_fc, getting host-affinity from aglist/vol_instance failed, affinitygroup: %(ag)s, ReferenceNames, cannot connect to ETERNUS.
ru: _get_mapdata_fc, сбой получения host-affinity из aglist/vol_instance, группа схожести: %(ag)s, ReferenceNames, подключение к ETERNUS невозможно.

source: _get_mapdata_fc, getting host-affinity instance failed, volmap: %(volmap)s, GetInstance, cannot connect to ETERNUS.
ru: _get_mapdata_fc, сбой получения экземпляра host-affinity, volmap: %(volmap)s, GetInstance, подключение к ETERNUS невозможно.

source: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, cannot connect to ETERNUS.
ru: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, подключение к ETERNUS невозможно.

source: _get_mapdata_iscsi, Associators: FUJITSU_SAPAvailableForElement, cannot connect to ETERNUS.
ru: _get_mapdata_iscsi, коннекторы: FUJITSU_SAPAvailableForElement, подключение к ETERNUS невозможно.

source: _get_mapdata_iscsi, affinitygroup: %(ag)s, ReferenceNames, cannot connect to ETERNUS.
ru: _get_mapdata_iscsi, группа схожести: %(ag)s, ReferenceNames, подключение к ETERNUS невозможно.

source: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, cannot connect to ETERNUS.
ru: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, подключение к ETERNUS невозможно.

source: _get_drvcfg, filename: %(filename)s, tagname: %(tagname)s, data is None!! Please edit driver configuration file and correct.
ru: _get_drvcfg, имя файла: %(filename)s, имя метки: %(tagname)s, данные — «Нет». Исправьте данные в файле конфигурации драйвера.

source: _get_eternus_connection, filename: %(filename)s, ip: %(ip)s, port: %(port)s, user: %(user)s, passwd: ****, url: %(url)s, FAILED!!.
ru: _get_eternus_connection, имя файла: %(filename)s, ip: %(ip)s, port: %(port)s, пользователь: %(user)s, пароль: ****, url: %(url)s, СБОЙ.

source: _create_volume_name, id_code is None.
ru: _create_volume_name, значение id_code: «Нет».

source: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances, cannot connect to ETERNUS.
ru: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances, подключение к ETERNUS невозможно.

source: _find_pools, poolname: %(poolname)s, pooltype: %(ptype)s, Associator Names, cannot connect to ETERNUS.
ru: _find_pools, имя пула: %(poolname)s, тип пула: %(ptype)s, имена соединителя, подключение к ETERNUS невозможно.

source: _find_pools, show_pool_provision, pool name: %(pool_name)s, Return code: %(rc)lu, Error: %(errordesc)s, Message: %(job)s.
ru: _find_pools, show_pool_provision, имя пула: %(pool_name)s, код возврата: %(rc)lu, ошибка: %(errordesc)s, сообщение: %(job)s.

source: _find_eternus_service, classname: %(classname)s, EnumerateInstanceNames, cannot connect to ETERNUS.
ru: _find_eternus_service, имя класса: %(classname)s, EnumerateInstanceNames, подключение к ETERNUS невозможно.

source: _exec_eternus_service, classname: %(classname)s, InvokeMethod, cannot connect to ETERNUS.
ru: _exec_eternus_service, имя класса: %(classname)s, InvokeMethod, подключение к ETERNUS невозможно.

source: Device is in Busy state
ru: Статус устройства: «Занят»

source: _find_lun, volumename: %(volumename)s, EnumerateInstanceNames, cannot connect to ETERNUS.
ru: _find_lun, имя тома: %(volumename)s, EnumerateInstanceNames, подключение к ETERNUS невозможно.

source: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s, Cannot connect to ETERNUS.
ru: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s, подключение к ETERNUS невозможно.

source: _wait_for_copy_complete, cpsession: %(cpsession)s, copysession state is BROKEN.
ru: _wait_for_copy_complete, сеанс копирования: %(cpsession)s, статус сеанса копирования: РАЗОРВАН.

source: _delete_copysession, copy session type is undefined! copy session: %(cpsession)s, copy type: %(copytype)s.
ru: _delete_copysession, тип сеанса копирования не настроен! Сеанс копирования: %(cpsession)s, тип копирования: %(copytype)s.

source: _delete_copysession, Cannot find Replication Service
ru: _delete_copysession, не удалось найти службу репликации

source: _delete_copysession, copysession: %(cpsession)s, operation: %(operation)s, Error: Volume is in Busy state
ru: _delete_copysession, сеанс копирования: %(cpsession)s, действие: %(operation)s, ошибка: статус тома «Занят».

source: _delete_copysession, copysession: %(cpsession)s, operation: %(operation)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: _delete_copysession, сеанс копирования: %(cpsession)s, действие: %(operation)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.

source: _get_target_port, EnumerateInstances, cannot connect to ETERNUS.
ru: _get_target_port, EnumerateInstances, подключение к ETERNUS невозможно.

source: _get_target_port, protcol: %(protocol)s, target_port not found.
ru: _get_target_port, протокол: %(protocol)s, target_port не найден.

source: _map_lun, vol_instance.path:%(vol)s, volumename: %(volumename)s, volume_uid: %(uid)s, initiator: %(initiator)s, target: %(tgt)s, aglist: %(aglist)s, Storage Configuration Service not found.
ru: _map_lun, vol_instance.path:%(vol)s, имя тома: %(volumename)s, volume_uid: %(uid)s, инициатор: %(initiator)s, цель: %(tgt)s, aglist: %(aglist)s, служба конфигурации хранилищ не найдена.

source: _find_initiator_names, connector: %(connector)s, initiator not found.
ru: _find_initiator_names, коннектор: %(connector)s, инициатор не найден.

source: _find_affinity_group, connector: %(connector)s, EnumerateInstanceNames, cannot connect to ETERNUS.
ru: _find_affinity_group, коннектор: %(connector)s, EnumerateInstanceNames, подключение к ETERNUS невозможно.

source: _find_affinity_group,connector: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, cannot connect to ETERNUS.
ru: _find_affinity_group, коннектор: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, подключение к ETERNUS невозможно.

source: _find_affinity_group, connector: %(connector)s, Associators: FUJITSU_AuthorizedTarget, cannot connect to ETERNUS.
ru: _find_affinity_group, коннектор: %(connector)s, соединители: FUJITSU_AuthorizedTarget, подключение к ETERNUS невозможно.

source: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit, cannot connect to ETERNUS.
ru: _unmap_lun,vol_instance.path: %(volume)s, имена соединителей: CIM_ProtocolControllerForUnit, подключение к ETERNUS невозможно.

source: _unmap_lun, vol_instance.path: %(volume)s, volumename: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, Controller Configuration Service not found.
ru: _unmap_lun, vol_instance.path: %(volume)s, имя тома: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, служба конфигурации контроллера не найдена.

source: _unmap_lun, volumename: %(volumename)s, volume_uid: %(volume_uid)s, AffinityGroup: %(ag)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: _unmap_lun, имя тома: %(volumename)s, volume_uid: %(volume_uid)s, AffinityGroup: %(ag)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, cannot connect to ETERNUS.
ru: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, подключение к ETERNUS невозможно.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, cannot connect to ETERNUS.
ru: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, подключение к ETERNUS невозможно.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo, cannot connect to ETERNUS.
ru: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, имена соединителей: CIM_BindsTo, подключение к ETERNUS невозможно.

source: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn not found.
ru: _get_eternus_iscsi_properties, список iscsiip: %(iscsiip_list)s, IQN не найден.

source: _find_pool_from_volume, vol_instance: %s, Associators: FUJITSU_AllocatedFromStoragePool, cannot connect to ETERNUS.
ru: _find_pool_from_volume, vol_instance: %s, соединители: FUJITSU_AllocatedFromStoragePool, подключение к ETERNUS невозможно.

source: _find_pool_from_volume, vol_instance: %s, pool not found.
ru: _find_pool_from_volume, vol_instance: %s, пул не найден.

source: _find_pool_from_volume, vol_instance: %s, the pool of volume not in driver configuration file.
ru: _find_pool_from_volume, vol_instance: %s, пул тома отсутствует в файле конфигурации драйвера.

source: _check_user, Return code: %(rc)lu, Error: %(errordesc)s, Message: %(job)s.
ru: _check_user, код возврата: %(rc)lu, ошибка: %(errordesc)s, сообщение: %(job)s.

source: _check_user, Specified user(%(user)s) does not have Software role: %(role)s.
ru: _check_user, у указанного пользователя (%(user)s) отсутствует роль Software: %(role)s.

source: _exec_eternus_cli, unexpected error: %(ex)s.
ru: _exec_eternus_cli, непредвиденная ошибка: %(ex)s.

source: _exec_eternus_cli, unexpected error, command: %(command)s, option: %(option)s, ip: %(ip)s, resuslt: %(result)s, retdata: %(retdata)s.
ru: _exec_eternus_cli, непредвиденная ошибка, команда: %(command)s, параметр: %(option)s, ip: %(ip)s, результат: %(result)s, retdata: %(retdata)s.

source: _exec_eternus_cli, cannot connect to ETERNUS. SSH Result: %(result)s, retdata: %(retdata)s.
ru: _exec_eternus_cli, подключение к ETERNUS невозможно. Результат SSH: %(result)s, retdata: %(retdata)s.

source: Configuration is not found.
ru: Конфигурация не найдена.

source: Storage pool %(pool)s does not exist in the FusionStorage.
ru: Пул хранилищ %(pool)s не существует в FusionStorage.

source: Storage pool %(pool)s does not exist on the array. Please check.
ru: Пул хранилищ %(pool)s не существует в массиве. Проведите проверку.

source: Volume: %(vol_name)s does not exist!
ru: Том: %(vol_name)s не существует

source: Snapshot: %(name)s does not exist!
ru: Снимок: %(name)s не существует

source: Volume: %(vol_name)s already exists!
ru: Том: %(vol_name)s уже существует

source: The required host: %(host)s and its manager ip are not included in the configuration file.
ru: Запрошенный хост: %(host)s и адрес ip его диспетчера не включены в файл конфигурации.

source: Host attach volume failed!
ru: Сбой подключения тома к хосту.

source: %(err)s result: %(res)s.
ru: %(err)s результат: %(res)s.

source: Get version session error.
ru: Ошибка сеанса получения версии

source: Login session error.
ru: Ошибка сеанса входа в систему.

source: Logout session error.
ru: Ошибка сеанса выхода из системы.

source: Keep alive session error.
ru: Ошибка поддержания сеанса.

source: Query pool session error.
ru: Ошибка сеанса опроса пула

source: Query volume by name session error
ru: Ошибка сеанса опроса тома по имени

source: Query volume by ID session error
ru: Ошибка сеанса опроса тома по ID

source: Create volume session error.
ru: Ошибка сеанса создания тома

source: Delete volume session error.
ru: Ошибка сеанса удаления тома

source: Attach volume session error.
ru: Ошибка сеанса подключения тома

source: Detach volume session error.
ru: Ошибка сеанса отключения тома

source: Expand volume session error.
ru: Ошибка сеанса расширения тома

source: query snapshot list session error.
ru: Ошибка сеанса опроса списка снимков.

source: Create snapshot error.
ru: Ошибка создания снимка.

source: Delete snapshot session error.
ru: Ошибка сеанса удаления снимка

source: create volume from snapshot session error.
ru: ошибка сеанса создания тома из снимка.

source: The host %s is not reliable. Please check cinder-volume backend.
ru: Хост %s не является надёжным. Проверьте серверную часть cinder-volume.

source: %s is not configured.
ru: %s не настроен.

source: No valid storage pool configured.
ru: Нет действительных настроенных пулов хранилищ.

source: Hedvig param %s is not set.
ru: Параметр Hedvig %s не настроен.

source: Failed to create volume %s. Rest API failed
ru: Не удалось создать том %s. Сбой Rest API.

source: Failed to create volume: %s
ru: Не удалось создать том: %s

source: Failed to delete volume %s. Rest API failed
ru: Не удалось удалить том %s. Сбой Rest API.

source: Failed to delete volume: %s
ru: Не удалось удалить том: %s.

source: Failed to create cloned volume. Rest API failed
ru: Не удалось создать клонированный том. Сбой Rest API

source: Failed to create cloned volume
ru: Не удалось создать клонированный том.

source: Volume assignment to connect failed. volume: %s Rest API failed
ru: Сбой присвоения тома для подключения. Том: %s сбой Rest API

source: Volume assignment to connect failed. volume: %s
ru: Сбой присвоения тома для подключения. Том: %s

source: Failed to get hedvig controller
ru: Не удалось получить сведения о контроллере Hedvig

source: Failed to terminate connection. volume: %s Rest API failed
ru: Не удалось разорвать подключение. Том: %s. Сбой Rest API.

source: Failed to terminate connection. volume: %s
ru: Не удалось разорвать подключение. Том: %s.

source: Failed to create snapshot. snapshotName: %s Rest API failed
ru: Не удалось создать снимок. snapshotName: %s Сбой Rest API.

source: Failed to create snapshot. snapshotName: %s
ru: Не удалось создать снимок. snapshotName: %s

source: Failed to delete snapshot: %s, Rest API failed
ru: Не удалось удалить снимок: %s. Сбой Rest API.

source: Failed to delete snapshot: %s
ru: Не удалось удалить снимок %s

source: Failed to create volume from snapshot %s Rest API failed
ru: Не удалось создать том из снимка %s. Сбой Rest API.

source: Failed to create volume from snapshot %s
ru: Не удалось создать том из снимка %s.

source: Shrinking of volumes are not allowed
ru: Уменьшение томов не разрешено.

source: Failed to extend volume. Rest API failed
ru: Не удалось расширить том. Сбой Rest API.

source: Failed to extend volume
ru: Не удалось расширить том.

source: Failed to create snapshot for vdisk %s Rest API failed
ru: Не удалось создать снимок для vdisk %s. Сбой Rest API

source: Failed to create snapshot for vdisk %s
ru: Не удалось создать снимок для vdisk %s.

source: Unable to fetch volume stats. Rest API failed
ru: Не удалось получить статистику тома. Сбой Rest API.

source: Unable to fetch volume stats
ru: Не удалось получить статистику тома.

source: Failed to get hedvig controller for compute %s Rest API failed
ru: Не удалось получить сведения о контроллере Hedvig для compute %s. Сбой Rest API.

source: Failed to get hedvig controller for compute %s
ru: Не удалось получить сведения о контроллере Hedvig для compute %s

source: Failed to delete lun
ru: Не удалось удалить LUN

source: Failed to get lun for vdisk: %s
ru: Не удалось получить LUN для vdisk: %s

source: Failed to get iqn for hostname: %s
ru: Не удалось получить IQN для имени хоста: %s

source: Failed to add access. hedvig controller: %s
ru: Не удалось добавить доступ. Контроллер hedvig: %s

source: Failed to create volume
ru: Не удалось создать том

source: Failed to delete Vdisk
ru: Не удалось удалить Vdisk

source: Failed to clone snapshot
ru: Не удалось клонировать снимок

source: Unable to connect to the nodes
ru: Не удалось подключиться к узлам

source: GetSessionId failure
ru: Сбой GetSessionId

source: NodeMap is empty
ru: Пустой NodeMap

source: REST call status - Retry limit reached
ru: Статус вызова REST: достигнут лимит повторных попыток

source: create_vdisk REST call status - %s
ru: Статус вызова REST create_vdisk: %s

source: resize_vdisk REST call status - %s
ru: Статус вызова REST resize_vdisk: %s

source: REST call status - %s
ru: Статус вызова REST: %s

source: HBSD error occurred. %(message)s
ru: Произошла ошибка HBSD. %(message)s

source: Device or resource is busy.
ru: Устройство или ресурс занят.

source: Volume %s doesn't exist on array.
ru: Том %s не существует в массиве.
