Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: Bad HTTP response status %(status)s
ru: Неверный статус ответа HTTP %(status)s

source: Bad reset resource status : %(reason)s
ru: Неверный статус отката ресурса: %(reason)s

source: There is no metadata in DB object.
ru: Объект БД не содержит метаданных

source: Operation not supported: %(operation)s.
ru: Действие не поддерживается: %(operation)s.

source: Attachment %(attachment_id)s has no key %(specs_key)s.
ru: У прикрепления %(attachment_id)s нет ключа %(specs_key)s.

source: An invalid 'name' value was provided. %(reason)s
ru: Было указано недействительное значение для 'name'. %(reason)s

source: The [service_user] send_service_user_token option was requested, but no service auth could be loaded. Please check the [service_user] configuration section.
ru: Был запрошен параметр [service_user] send_service_user_token, но не удалось загрузить аутентификацию службы. Проверьте раздел конфигурации [service_user].

source: Rekey not supported.
ru: Повторное создание ключей не поддерживается

source: Image compression upload disallowed, but container_format is compressed
ru: Сжатие образов при отправке не разрешено, но container_format относится к сжатому формату

source: Cinder accelerator %(accelerator)s encountered an error while compressing/decompressing image. Command %(cmd)s execution failed. %(description)s Reason: %(reason)s
ru: Ускоритель Cinder %(accelerator)s обнаружил ошибку во время сжатия/распаковки образа. Сбой выполнения команды %(cmd)s. %(description)s Причина: %(reason)s

source: Exceeded the configured limit of %(set_limit)s snapshots per volume.
ru: Превышен настроенный лимит числа снимков на том: %(set_limit)s

source: Default quota for resource: %(res)s is set by the default quota flag: quota_%(res)s, it is now deprecated. Please use the default quota class for default quota.
ru: Исходная квота ресурса: %(res)s настроена с помощью флага квоты: quota_%(res)s, что является устаревшей конфигурацией. Для исходной квоты используйте класс по умолчанию.

source: Cannot register resource
ru: Невозможно зарегистрировать ресурс

source: Cannot register resources
ru: Невозможно зарегистрировать ресурсы

source: One of %(binary)s services is too old to accept %(method)s request. Required RPC API version is %(version)s. Are you running mixed versions of %(binary)ss?
ru: У одной из служб %(binary)s слишком старая версия для принятия запроса %(method)s. Необходима версия RPC API: %(version)s. Присутствуют смешанные версии %(binary)ss?

source: %(worker_name)s value of %(workers)d is invalid, must be greater than 0.
ru: Значение %(workers)d для %(worker_name)s не является допустимым, значение должно быть больше 0

source: serve() can only be called once
ru: serve() можно вызвать только один раз

source: Unable to find ssh_hosts_key_file: %s
ru: Не удалось найти ssh_hosts_key_file: %s

source: Specify a password or private_key
ru: Укажите пароль или private_key

source: Error connecting via ssh: %s
ru: Ошибка подключения через ssh: %s

source: Can not translate %s to integer.
ru: Невозможно перевести %s в целое число.

source: May specify only one of %s
ru: Можно указать только что-то одно из %s

source: Metadata should be a dict.
ru: Метаданные должны быть в виде словаря

source: Metadata property key %s greater than 255 characters.
ru: Ключ параметра метаданных %s превышает 255 символов.

source: Metadata property key %s value greater than 255 characters.
ru: Значение ключа параметров метаданных %s превышает 255 символов.

source: Value '%(param)s' for '%(param_string)s' is not a boolean.
ru: Значение '%(param)s' для '%(param_string)s' не является логическим.

source: Unable to get a block device for file '%s'
ru: Не удалось получить блочное устройство для '%s'

source: %(name)s cannot be all spaces.
ru: %(name)s не может состоять целиком из пробелов.

source: or
ru: или

source: specs must be a dictionary.
ru: спецификации должны быть в виде словаря.

source: %s is not a valid log level.
ru: %s не является действительным уровнем журналирования.

source: Invalid is_public filter [%s]
ru: Недопустимый фильтр is_public [%s]

source: limit param must be an integer
ru: Параметр ограничения должен выражаться целым числом

source: limit param must be positive
ru: Параметр ограничения должен выражаться положительным числом

source: The 'sort_key' and 'sort_dir' parameters are deprecated and cannot be used with the 'sort' parameter.
ru: Параметры 'sort_key' и 'sort_dir' являются устаревшими и не могут использоваться вместе с 'sort'.

source: One and only one of cluster and host must be set.
ru: Необходимо настроить один и только один кластер, и один и только один хост

source: Host field is missing.
ru: Отсутствует поле хоста

source: Filter keys can only contain ASCII characters.
ru: Ключи фильтров могут содержать только символы ASCII

source: Invalid filters %s are found in query options.
ru: В параметрах запроса обнаружены недопустимые фильтры %s

source: Unable to terminate volume connection from backend.
ru: Не удалось разорвать подключение к тому со стороны серверной части.

source: Error force detaching volume - %(err_type)s: %(err_msg)s
ru: Ошибка принудительного открепления тома — %(err_type)s: %(err_msg)s

source: Can't find service: %s
ru: Не удалось найти службу: %s

source: Failed to delete the cgsnapshot
ru: Не удалось удалить cgsnapshot

source: 'consistencygroup_id' must be specified
ru: необходимо указать 'consistencygroup_id'

source: Invalid value '%s' for force.
ru: Недействительное значение '%s' для «force»

source: volume_types must be provided to create consistency group %(name)s.
ru: для создания группы согласованности %(name)s необходимо предоставить volume_types

source: Group type %s not found. Rerun migration script to create the default cgsnapshot type.
ru: Не удалось найти тип группы %s. Повторно запустите сценарий миграции для создания типа по умолчанию cgsnapshot.

source: Either 'cgsnapshot_id' or 'source_cgid' must be provided to create consistency group %(name)s from source.
ru: Для создания группы согласованности %(name)s на базе источника необходимо предоставить либо 'cgsnapshot_id', либо 'source_cgid'

source: Cannot provide both 'cgsnapshot_id' and 'source_cgid' to create consistency group %(name)s from source.
ru: Для создания группы согласованности %(name)s на базе источника нельзя одновременно предоставлять и 'cgsnapshot_id' и 'source_cgid'

source: Name, description, add_volumes, and remove_volumes can not be all empty in the request body.
ru: Имя, описание, а также значения 'add_volumes' и 'remove_volume' не могут быть пустыми в теле запроса

source: Missing request body.
ru: Отсутствует тело запроса

source: Invalid status: '%s'
ru: Недопустимый статус: '%s'

source: Invalid update setting: '%s'
ru: Недействительный параметр обновления: '%s'

source: Failed to disassociate qos specs.
ru: Сбой удаления привязки спецификаций QoS

source: Qos specs still in use.
ru: Спецификации QoS ещё используются

source: Volume Type id must not be None.
ru: ID типа тома не может иметь значение «Нет»

source: Quota %(key)s limit must be equal or greater than existing resources. Current usage is %(usage)s and the requested limit is %(limit)s.
ru: Лимит %(key)s квоты должен быть равен или превышать существующие ресурсы. Текущее потребление: %(usage)s, запрошенный лимит: %(limit)s.

source: Invalid sort keys passed: %s
ru: Переданы недействительные ключи сортировки: %s

source: Invalid sort dirs passed: %s
ru: Переданы недействительные каталоги сортировки: %s

source: Unknown action
ru: Неизвестное действие

source: Snapshot status %(cur)s not allowed for update_snapshot_status
ru: Статус снимка %(cur)s не допускается для update_snapshot_status

source: Provided snapshot status %(provided)s not allowed for snapshot with status %(current)s.
ru: Предоставленный статус снимка %(provided)s не допускается для снимка со статусом %(current)s.

source: Volume Type is currently in use.
ru: Тип тома на данный момент используется

source: cacheable cannot be set with multiattach.
ru: cacheable нельзя настраивать одновременно с multiattach.

source: Request body and URI mismatch
ru: Несоответствие тела запроса и URI

source: Volume type name can not be empty.
ru: Название типа тома не может быть пустым

source: Specify volume type name, description, is_public or a combination thereof.
ru: Укажите имя типа тома, описание, is_public, или их сочетания

source: Target volume type is still in use.
ru: Тип целевого тома на данный момент используется

source: Error attaching volume - %(err_type)s: %(err_msg)s
ru: Ошибка прикрепления тома %(err_type)s: %(err_msg)s

source: Error detaching volume - %(err_type)s: %(err_msg)s
ru: Ошибка открепления тома — %(err_type)s: %(err_msg)s

source: Unable to fetch connection information from backend.
ru: Не удалось получить сведения о подключении со стороны серверной части.

source: Malformed request body.
ru: Неправильный формат тела запроса.

source: Cannot find requested '%s' volume type
ru: Не удалось найти запрошенный тип тома '%s'

source: %(name)s '%(value)s' not found
ru: %(name)s '%(value)s' не найден

source: Access list not available for public volume types.
ru: Список доступа недоступен для общедоступных типов томов

source: Cannot create encryption specs. Volume type in use.
ru: Не удалось создать спецификации шифрования. Тип тома используется.

source: Cannot update encryption specs. Volume type in use.
ru: Не удалось обновить спецификации шифрования. Тип тома используется.

source: Cannot delete encryption specs. Volume type in use.
ru: Не удалось удалить спецификации шифрования. Тип тома используется.

source: Invalid service catalog json.
ru: Недопустимый json каталога служб.

source: Error decoding your request. Either the URL or the request body contained characters that could not be decoded by Cinder.
ru: Ошибка при расшифровке запроса. Либо URL, либо тело запроса содержит символы, которые служба Cinder не смогла расшифровать..

source: Must specify an ExtensionManager class
ru: Необходимо указать класс ExtensionManager

source: An API version request must be compared to a VersionedMethod object.
ru: Запрос версии API должен сопоставляться с объектом VersionedMethod object.

source: cannot understand JSON
ru: невозможно понять JSON

source: too many body keys
ru: слишком много ключей тела

source: Unsupported Content-Type
ru: Неподдерживаемый тип содержимого

source: There is no such action: %s. Verify the request body and Content-Type header and try again.
ru: Нет такого действия: %s. Проверьте тело запроса и заголовок Content-Type и повторите попытку.

source: Malformed request body
ru: Неправильный формат тела запроса

source: Malformed request url
ru: Неправильный формат URL запроса

source: Missing required element '%s' in request body.
ru: В теле запроса отсутствует обязательный элемент '%s'

source: Only %(value)s %(verb)s request(s) can be made to %(uri)s every %(unit_string)s.
ru: Только запросы %(value)s %(verb)s на %(uri)s могут выполняться каждые %(unit_string)s.

source: This request was rate-limited.
ru: У этого запроса было ограничение частоты

source: Request body contains too many items
ru: Слишком много элементов в теле запроса

source: Default volume type can not be found.
ru: Не удалось найти тип тома по умолчанию

source: Invalid imageRef provided.
ru: Предоставлен недействительный imageRef

source: Multiple matches found for '%s', use an ID to be more specific.
ru: Для '%s' найдено несколько совпадений, для сужения запроса используйте ID

source: Invalid image identifier or unable to access requested image.
ru: Недействительный ID образа, либо отсутствует доступ к запрошенному образу

source: Unable to create attachment for volume (%s).
ru: Не удалось создать прикрепление тома (%s).

source: Unable to create attachment for volume.
ru: Не удалось создать прикрепление тома

source: Unable to update attachment.(%s).
ru: Не удалось обновить прикрепление тома (%s).

source: Unable to update the attachment.
ru: Не удалось обновить прикрепление

source: Invalid filter keys: %s
ru: Недопустимые ключи фильтра: %s

source: Must specify one or more of the following keys to update: name, description, add_volumes, remove_volumes.
ru: Для обновления необходимо указать один или более из следующих ключей: имя, описание, add_volumes, remove_volumes.

source: Project with id %s not found.
ru: Проект с ID %s не найден

source: You are not authorized to perform this operation.
ru: Отсутствует авторизация на выполнение этого действия

source: Group_type %(group_type)s is reserved for migrating CGs to groups. Migrated group snapshots can only be operated by CG snapshot APIs.
ru: Тип group_type %(group_type)s зарезервирован для миграции групп согласованности в группы. Снимки мигрировавших групп могут управляться только API снимков групп согласованности.

source: Error occurred when deleting group snapshot %s.
ru: Во время удаления снимка группы %s возникла ошибка

source: Group Type %(type_id)s has no extra spec with key %(id)s.
ru: У типа группы %(type_id)s нет дополнительной спецификации с ключом %(id)s.

source: Group type name can not be empty.
ru: Название типа группы не может быть пустым.

source: Specify group type name, description or a combination thereof.
ru: Укажите имя типа группы, описание, или их сочетание

source: Target group type is still in use.
ru: Тип целевой группы ещё используется

source: Default group type can not be found.
ru: Не удалось найти тип группы по умолчанию

source: Group_type %(group_type)s is reserved for migrating CGs to groups. Migrated group can only be operated by CG APIs.
ru: Тип group_type %(group_type)s зарезервирован для миграции групп согласованности в группы. Мигрировавшие группы могут управляться только интерфейсами API снимков групп согласованности.

source: Invalid %s operator
ru: Недействительный оператор %s

source: Invalid %s value
ru: Недействительное значение %s

source: Volume %s doesn't have any snapshots.
ru: У тома %s нет снимков

source: Specified snapshot %(s_id)s is None or not the latest one of volume %(v_id)s.
ru: У указанного снимка %(s_id)s имеется значение «Нет», либо он не является самым свежим снимком тома %(v_id)s.

source: Can't revert volume %(v_id)s to its latest snapshot %(s_id)s. The volume size must be equal to the snapshot size.
ru: Не удалось откатить том %(v_id)s до состояния его последнего снимка %(s_id)s. Размер тома должен быть равен размеру снимка.

source: Nova specific image is found, but boot volume snapshot id:%s not found.
ru: Указанный образ Nova найден, но снимок загрузочного тома id:%s не найден

source: Resource type %(resource_type)s not valid, must be %(valid_types)s
ru: Недействительный тип ресурсов %(resource_type)s, должен быть %(valid_types)s

source: There is no resource with UUID %s pending cleanup.
ru: Среди ресурсов, ожидающих очистки, нет ресурса с UUID %s

source: There are multiple resources with UUID %s pending cleanup. Please be more specific.
ru: Среди ресурсов, ожидающих очистки, есть несколько с UUID %s. Нужно больше подробностей.

source: The '%s' can not be None.
ru: '%s' не может иметь значение «Нет»

source: The 'name' can not be None.
ru: «Имя» не может иметь значение «Нет»

source: The 'name' can not be empty.
ru: «Имя» не может быть пустым

source: The 'name' can not be greater than 255 characters.
ru: «Имя» не может превышать 255 символов

source: The 'status' can not be empty.
ru: «Статус» не может быть пустым

source: Group snapshot status: %(status)s is invalid, valid statuses are: %(valid)s.
ru: Статус снимка группы: недействительный статус %(status)s, действительные статусы: %(valid)s.

source: progress must be an integer percentage
ru: ход выполнения должен выражаться целой процентной долью

source: progress must be an integer percentage between 0 and 100
ru: ход выполнения должен выражаться целой процентной долью от 0 до 100

source: Bad key(s) in quota set: %s
ru: Неверные ключи в наборе квот: %s

source: Bad key(s) in quota class set: %s
ru: Неверные ключи в наборе классов квот: %s

source: The 'status' can not be None.
ru: «Статус» не может иметь значение «Нет»

source: Group status: %(status)s is invalid, valid status are: %(valid)s.
ru: Статус группы: недействительный статус %(status)s, действительные статусы: %(valid)s.

source: Must specify 'status', 'attach_status' or 'migration_status' for update.
ru: Для обновления необходимо указать 'status', 'attach_status' или 'migration_status'.

source: Volume status: %(status)s is invalid, valid statuses are: %(valid)s.
ru: Статус тома: недействительный статус %(status)s, действительные статусы: %(valid)s.

source: Volume attach status: %(status)s is invalid, valid statuses are: %(valid)s.
ru: Статус прикрепления тома: недействительный статус %(status)s, действительные статусы: %(valid)s.

source: Volume migration status: %(status)s is invalid, valid statuses are: %(valid)s.
ru: Статус миграции тома: недействительный статус %(status)s, действительные статусы: %(valid)s.

source: Snapshot status: %(status)s is invalid, valid statuses are: %(valid)s.
ru: Статус снимка: недействительный статус %(status)s, действительные статусы: %(valid)s.

source: Backup status: %(status)s is invalid, valid statuses are: %(valid)s.
ru: Статус рез. копии: недействительный статус %(status)s, действительные статусы: %(valid)s.

source: key_size must be an integer.
ru: key_size должен выражаться целым числом

source: Invalid input for field/attribute %(path)s. Value: %(value)s. %(message)s
ru: Недействительный ввод для поля/атрибута %(path)s. Значение: %(value)s. %(message)s

source: Backup status must be available or error
ru: При получении ошибки должен быть доступен статус рез. копии

source: force delete
ru: удалить принудительно

source: Incremental backups exist for this backup.
ru: Для данной рез. копии есть инкрементные рез. копии

source: all_tenants must be a boolean, got '%s'.
ru: all_tenants должен иметь логическое значение, получено: '%s'.

source: Volume %(vol1)s does not match with snapshot.volume_id %(vol2)s.
ru: Том %(vol1)s не совпадает с snapshot.volume_id %(vol2)s.

source: Snapshot to be backed up must be available, but the current status is "%s".
ru: Снимок, для которого нужно создать рез. копию, должен быть доступен, но текущий статус% "%s".

source: Volume to be backed up must be available or in-use, but the current status is "%s".
ru: Снимок, для которого нужно создать рез. копию, должен быть доступен или использоваться, но текущий статус% "%s".

source: Backing up an in-use volume must use the force flag.
ru: Для создания рез. копии используемого тома требуется флаг «force»

source: No backups available to do an incremental backup.
ru: Для создания инкрементной рез. копии нет доступных рез. копий

source: The parent backup must be available for incremental backup.
ru: Для создания инкрементной рез. копии требуется родительская рез. копия

source: Backup status must be available
ru: Должен быть доступен статус рез. копии

source: Backup to be restored has invalid size
ru: Недействительный размер рез. копии, на базе которой будет выполнено восстановление

source: Error while creating volume %(volume_id)s for restoring backup %(backup_id)s.
ru: Ошибка при создании тома %(volume_id)s для восстановления из рез. копии %(backup_id)s.

source: Volume to be restored to must be available
ru: Восстанавливаемый том должен быть доступен

source: volume size %(volume_size)d is too small to restore backup of size %(size)d.
ru: размер тома %(volume_size)d недостаточен для восстановления рез. копии размером в %(size)d.

source: Backup status must be available and not %s.
ru: Статус рез. копии должен быть доступен, и не быть %s.

source: Provided backup record is missing an id
ru: В указанной записи рез. копии отсутствует ID

source: Provided backup record is missing size attribute
ru: В указанной записи рез. копии отсутствует атрибут размера

source: Backup already exists in database.
ru: Рез. копия уже присутствует в БД

source: unsupported compression algorithm: %s
ru: алгоритм сжатия не поддерживается: %s

source: Invalid chunk size. It must be a multiple of 4096.
ru: Недействительный размер фрагмента. Он должен быть кратным 4096.

source: volume size %d is invalid.
ru: недействительный размер тома %d

source: Chunk size is not multiple of block size for creating hash.
ru: Размер фрагмента не кратен размеру блока для создания хеша

source: Hash block size has changed since the last backup. New hash block size: %(new)s. Old hash block size: %(old)s. Do a full backup.
ru: Размер блока хеша изменился со времени создания последней рез. копии. Новый размер блока хеша: %(new)s. Старый размер: %(old)s. Сделайте полное рез. копирование.

source: Volume size increased since the last backup. Do a full backup.
ru: Размер тома увеличился со времени создания последней рез. копии. Сделайте полное рез. копирование.

source: restore_backup aborted, actual object list does not match object list stored in metadata.
ru: Действие restore_backup прервано, фактический список объектов не совпадает со списком, сохранённым в метаданных

source: No support to restore backup version %s
ru: Для восстановления из рез. копии %s нет поддержки

source: Metadata restore failed due to incompatible version.
ru: Сбой восстановления метаданных в связи с несовместимостью версий.

source: The source volume type '%s' is not available.
ru: Тип тома источника '%s' недоступен

source: The source volume type '%(src)s' is different than the destination volume type '%(dest)s'.
ru: Тип тома источника '%(src)s' отличается от типа целевого тома '%(dest)s'.

source: Unsupported backup metadata version (%s)
ru: Версия метаданных рез. копии не поддерживается (%s)

source: Create backup aborted, expected snapshot status %(expected_status)s but got %(actual_status)s.
ru: Создание рез. копии прервано, ожидался статус снимка %(expected_status)s, получен %(actual_status)s.

source: Create backup aborted, expected volume status %(expected_status)s but got %(actual_status)s.
ru: Создание рез. копии прервано, ожидался статус тома %(expected_status)s, получен %(actual_status)s.

source: Create backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
ru: Создание рез. копии прервано, ожидался статус рез. копии %(expected_status)s, получен %(actual_status)s.

source: Create backup aborted due to backup service is down.
ru: Создание рез. копии прервано, служба рез. копий не запущена

source: Restore backup aborted, expected volume status %(expected_status)s but got %(actual_status)s.
ru: Восстановление из рез. копии прервано, ожидался статус тома %(expected_status)s, получен %(actual_status)s.

source: Restore backup aborted: expected backup status %(expected_status)s but got %(actual_status)s.
ru: Восстановление из рез. копии прервано, ожидался статус рез. копии %(expected_status)s, получен %(actual_status)s.

source: Restore backup aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
ru: Восстановление из рез. копии прервано, текущая настроенная служба рез. копий [%(configured_service)s] отличается от службы, с помощью которой была создана данная рез. копия [%(backup_service)s].

source: Delete_backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
ru: Delete_backup прервано, ожидался статус рез. копии %(expected_status)s, получен %(actual_status)s.

source: Delete backup is aborted due to backup service is down.
ru: Удаление рез. копии прервано, служба рез. копий не запущена
