Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/cinder-18.0.0/cinder.po
Languages: ru

source: No mounted Virtuozzo Storage shares found
ru: Смонтированных разделяемых ресурсов хранилища Virtuozzo не найдено

source: Specifies volume format.
ru: Указывает формат тома

source: VzStorage config file at %(config)s doesn't exist.
ru: Файл конфигурации VzStorage в %(config)s не существует

source: Invalid mount point base: %s.
ru: Недействительная база точки монтирования: %s.

source: VzStorage config 'vzstorage_used_ratio' invalid. Must be > 0 and <= 1.0: %s.
ru: Недействительная конфигурация VzStorage 'vzstorage_used_ratio'. Должно быть > 0 и <= 1.0: %s.

source: %s is not installed.
ru: %s не установлен.

source: Invalid Virtuozzo Storage share specification: %r. Must be: [MDS1[,MDS2],...:/]<CLUSTER NAME>[:PASSWORD].
ru: Недействительная спецификация общего ресурса хранилища Virtuozzo: %r. Должно быть: [MDS1[,MDS2],...:/]<ИМЯ КЛАСТЕРА>[:ПАРОЛЬ].

source: File already exists at %s.
ru: Файл уже существует в %s.

source: Unsupported volume format %s
ru: Формат тома не поддерживается: %s

source: Volume %s does not have provider_location specified, skipping.
ru: Для тома %s не настроен параметр provider_location, пропускается

source: Volume status must be available for snapshot %(id)s. (is %(status)s)
ru: Статус тома должен быть доступен для снимка %(id)s. (%(status)s)

source: Expected higher file exists for snapshot %s
ru: Для снимка %s ожидается файл более высокого уровня

source: Volume status must be 'available'.
ru: Том должен иметь статус «доступен»

source: Invalid rbd_iscsi_client version found (%(found)s). Version %(min)s or greater required. Run "pip install --upgrade rbd-iscsi-client" to upgrade the client.
ru: Обнаружена недействительная версия rbd_iscsi_client (%(found)s). Требуется версия %(min)s или выше. Выполните "pip install --upgrade rbd-iscsi-client" для обновления клиента до новой версии.

source: You must install rbd-iscsi-client python package before using this driver.
ru: Перед использованием этого драйвера необходимо установить пакет python rbd-iscsi-client.

source: Failed to get_clients() from rbd-target-api
ru: Не ужалось получить get_clients() из rbd-target-api

source: Failed to get_config() from rbd-target-api
ru: Не удалось получить get_config() из rbd-target-api

source: Failed to get_disks() from rbd-target-api
ru: Не удалось получить get_disks() из rbd-target-api

source: already managed by Cinder
ru: уже управляется Cinder

source: parent volume not safe to manage
ru: управление родительским томом не является безопасным

source: Option datera_image_cache_volume_type_id must be set to a valid volume_type id
ru: Для параметра datera_image_cache_volume_type_id необходимо указать действительный ID volume_type.

source: Converted to %(vol_format)s, but format is now %(file_format)s
ru: Был преобразован в %(vol_format)s, но теперь формат %(file_format)s

source: Snapshot not ready.
ru: Снимок не готов

source: Resource not ready.
ru: Ресурс не готов

source: Bad response from Datera API
ru: Неверный ответ от Datera API

source: existing_ref argument must be of this format: tenant:app_inst_name:storage_inst_name:vol_name or app_inst_name:storage_inst_name:vol_name
ru: Аргумент existing_ref должен иметь формат: «tenant:app_inst_name:storage_inst_name:vol_name» или «app_inst_name:storage_inst_name:vol_name»

source: existing_ref argument must be of this format: 1234567890.12345678
ru: Аргумент existing_ref должен иметь формат: 1234567890.12345678

source: san_login and/or san_password is not set for Datera driver in the cinder.conf. Set this information and start the cinder-volume service again.
ru: Параметры san_login и/или san_password не настроены для драйвера Datera в cinder.conf. Укажите эти сведения и повторно запустите службу cinder-volume.

source: Setting this value will calculate IOPS for each volume of this type based on their size. Eg. A setting of 100 will give a 1 GB volume 100 IOPS, but a 10 GB volume 1000 IOPS. A setting of '0' is unlimited. This value is applied to total_iops_max and will be overridden by total_iops_max if iops_per_gb is set and a large enough volume is provisioned which would exceed total_iops_max
ru: При использовании значения, указанного для данного параметра, будут рассчитываться IOPS для каждого тома данного типа на основании размера тома. Например: значение параметра 100 даст 100 IOPS для тома размером в 1Гбайт, и 1000 IOPS для тома размером в 10Гбайт. Значение «0» означает отсутствие лимита. Рассчитанное значение применяется к параметру total_iops_max и будет перезаписано значением total_iops_max с настроенным iops_per_gb, а также в случае резервирования достаточно большого тома, размер которого превышает значение total_iops_max.

source: Setting this value will calculate bandwidth for each volume of this type based on their size in KiB/s. Eg. A setting of 100 will give a 1 GB volume 100 KiB/s bandwidth, but a 10 GB volume 1000 KiB/s bandwidth. A setting of '0' is unlimited. This value is applied to total_bandwidth_max and will be overridden by total_bandwidth_max if set and a large enough volume is provisioned which woudl exceed total_bandwidth_max
ru: При использовании значения, указанного для данного параметра, будет рассчитываться пропускная способность для каждого тома данного типа на основании их размера в КиБ/с. Например: значение параметра 100 даст пропускную способность в 100 КиБ/с для тома в 1Гбайт, и 1000 КиБ/с для тома в 10Гбайт. Значение «0» означает отсутствие лимита. Рассчитанное значение применяется к параметру total_bandwidth_max и будет перезаписано явно настроенным значением total_bandwidth_max, а также в случае резервирования достаточно большого тома, размер которого превышает значение total_bandwidth_max.

source: 'DEPRECATED: PLEASE USE 'placement_policy' on 3.3.X+ versions of the Datera product. 'single_flash' for single-flash-replica placement, 'all_flash' for all-flash-replica placement, 'hybrid' for hybrid placement
ru: 'УСТАРЕВШИЙ ПАРАМЕТР: ИСПОЛЬЗУЙТЕ 'placement_policy' в версиях 3.3.X+ продукта Datera. 'single_flash' для размещения single-flash-replica, 'all_flash' для размещения all-flash-replica, 'hybrid' для гибридного размещения.

source: Valid path to a media placement policy. Example: /placement_policies/all-flash
ru: Действительный путь до политики размещения носителя. Пример: /placement_policies/all-flash

source: True to round robin the provided portals for a target
ru: «Верно» для циклического перебора указанных для цели порталов

source: Specifies number of replicas for each volume. Can only be increased once volume is created
ru: Указывает число реплик для каждого тома. Может быть увеличено только после создания тома.

source: Specifies IP pool to use for volume. If provided string contains commas, it will be split on the commas and each substring will be uses as a separate IP pool and the volume's IP pool will be chosen randomly from the list. Example: 'my-ip-pool1,my-ip-pool2,my-ip-pool3', next attach my-ip-pool2 was chosen randomly as the volume IP pool
ru: Указывает пул IP, используемый томом. Если указана строка, содержащая запятые, то она будет разбита по запятым, и каждая подстрока будет использоваться как отдельный пул IP, а пул IP тома будет случайным образом выбираться из списка. Пример: 'my-ip-pool1,my-ip-pool2,my-ip-pool3', и далее my-ip-pool2 был выбран случайным образом в качестве пула IP тома.

source: Specifies Template to use for volume provisioning
ru: Указывает шаблоны, используемы при резервировании томов

source: Max read bandwidth setting for volume qos, use 0 for unlimited
ru: Параметр для макс. пропускной способности на чтение для QoS тома, используйте «0» для неограниченного значения.

source: Max write bandwidth setting for volume qos, use 0 for unlimited
ru: Параметр для макс. пропускной способности на запись для QoS тома, используйте «0» для неограниченного значения.

source: Max total bandwidth setting for volume qos, use 0 for unlimited
ru: Параметр для макс. общей пропускной способности для QoS тома, используйте «0» для неограниченного значения.

source: Max read iops setting for volume qos, use 0 for unlimited
ru: Параметр для макс. IOPS чтения для QoS тома, используйте «0» для неограниченного значения.

source: Max write iops setting for volume qos, use 0 for unlimited
ru: Параметр для макс. IOPS записи для QoS тома, используйте «0» для неограниченного значения.

source: Max total iops setting for volume qos, use 0 for unlimited
ru: Параметр для макс. общего значения IOPS для QoS тома, используйте «0» для неограниченного значения.

source: Volume to Initiator Group mapping already exists
ru: Отображение тома на группу инициаторов уже существует

source: System is busy, retry operation.
ru: Система занята, повторите действие

source: Exceeded the limit of snapshots per volume
ru: Превышен лимит снимков на том

source: can't handle both name and index in req
ru: невозможно обработать и имя и индекс в запросе

source: Exception: %s
ru: Исключение: %s

source: Volume by this name already exists
ru: Том с таким именем уже существует

source: Bad response from XMS, %s
ru: Неверный ответ от XMS, %s

source: can't find lun-map, ig:%(ig)s vol:%(vol)s
ru: не удалось найти lun-map, ig:%(ig)s том:%(vol)s

source: iscsi portal, %s, not found
ru: портал iscsi %s не найден

source: XtremIO not initialized correctly, no clusters found
ru: Неверная инициализация XtremIO, кластеров не найдено

source: Invalid XtremIO version %(cur)s, version %(min)s or up is required
ru: Неверная версия XtremIO %(cur)s, требуется версия %(min)s или выше

source: can't find the volume to extend
ru: не удалось найти том для расширения

source: create_consistencygroup_from_src only supports a cgsnapshot source or a consistency group source. Multiple sources cannot be used.
ru: Параметр create_consistencygroup_from_src в виде источников поддерживает только cgsnapshot или группу согласованности. Нельзя использовать несколько источников.

source: Failed to create IG, %s
ru: Не удалось создать группу инициаторов, %s

source: There are no accessible iSCSI targets on the system.
ru: В системе нет целей iSCSI с доступом

source: There are no accessible Fibre Channel targets on the system.
ru: В системе нет целей Fibre Channel с доступом

source: Failed to get targets
ru: Не удалось получить сведения о целях

source: Specifies the PowerFlex Replication Consistency group for a volume type. Source and target volumes will be added to the specified RCG during creation.
ru: Указывает группу согласованности репликации PowerFlex для типа тома. Исходный и целевой тома будут добавлены в указанную группу во время создания.

source: Max over subscription is configured to %(ratio)1f while PowerFlex support up to %(powerflex_ratio)s.
ru: Макс. значение превышения лимита настроено на %(ratio)1f, а поддержка PowerFlex — до %(powerflex_ratio)s.

source: Using PowerFlex versions less than v2.0 has been deprecated and will be removed in a future version.
ru: Использование версии PowerFlex меньше v2.0 является устаревшим и будет удалено в следующей версии

source: Must specify storage pools. Option: powerflex_storage_pools.
ru: Необходимо указать пулы хранилищ. Параметр: powerflex_storage_pools.

source: Invalid storage pool name. The correct format is: protection_domain:storage_pool. Value supplied was: %s.
ru: Недействительное имя пула хранилищ. Корректный формат: protection_domain:storage_pool. Было предоставлено значение: %s.

source: Failed to query properties for pool %s.
ru: Не удалось запросить сведения о параметрах пула %s.

source: Target %(target)s is not valid choice. Valid choices: %(choices)s.
ru: Цель %(target)s не является действительным выбором. Действительные выборы: %(choices)s.

source: Illegal provisioning type. The supported provisioning types are 'thick', 'thin' or 'compressed'.
ru: Недопустимый тип резервирования. Поддерживаемые типы: 'thick', 'thin' или 'compressed'.

source: Cannot create volume of size %s: not multiple of 8GB.
ru: Невозможно создать том с размером %s: не кратно 8Гб.

source: Volume creation rejected due to unsafe backend configuration.
ru: Создание тома отклонено в связи с незащищённой конфигурацией серверной части

source: None numeric BWS QoS limitation.
ru: Нет числового ограничения пропускной способности для QoS

source: None numeric IOPS QoS limitation.
ru: Нет числового ограничения IOPS для QoS

source: Failed to query stats for Storage Pool %s.
ru: Не удалось запросить статистику для пула хранилищ %s.

source: Migration of volume %s is still in progress but timeout has expired. Volume status is set to maintenance to prevent performing operations with this volume. Check the migration status on the storage side and set volume status manually if migration succeeded.
ru: Миграция тома %s ещё выполняется, но истекло время ожидания. Статус тома установлен на «обслуживание» для предотвращения выполнения действий с данным томом. Проверьте статус миграции на стороне хранилища и вручную установите статус тома, если миграция прошла успешно.

source: Query volume response does not contain required fields: volumeType and vtreeId.
ru: В ответе на запрос тома отсутствуют обязательные поля: volumeType и vtreeId.

source: Migration of volume %(vol_id)s failed or paused on the storage side. Migration status: %(status)s, pause reason: %(reason)s.
ru: Миграция тома %(vol_id)s не удалась или приостановлена на стороне хранилища. Статус миграции: %(status)s, причина приостановки: %(reason)s.

source: Check Migration status response does not contain required fields: migrationStatus and migrationPauseReason.
ru: Ответ на проверку статуса миграции не содержит обязательных полей: migrationStatus и migrationPauseReason.

source: Reverting replicated volume is not allowed.
ru: Откат параметров реплицированного тома не допускается.

source: Volume %(vol_id)s size is not equal to snapshot %(snap_id)s size. Revert to snapshot operation is not allowed.
ru: Размер тома %(vol_id)s не равен размеру снимка %(snap_id)s. Действие по откату к состоянию снимка не допускается.

source: Reference must contain source-id.
ru: Отсылка должна содержать source-id.

source: Volume must have a volume type.
ru: У тома должен быть тип

source: Failed to query volumes in Storage Pool %(pool_name)s of Protection Domain %(domain_name)s.
ru: Не удалось запросить тома в пуле хранилищ %(pool_name)s домена защиты %(domain_name)s.

source: Volume mapped to %d host(s).
ru: Число хостов, на которые отображается том: %d

source: Snapshot's parent is not original parent due to deletion or revert action, therefore this snapshot cannot be managed.
ru: Родитель снимка не является исходным родителем в связи с удалением или действием отката, поэтому управление этим снимком невозможно.

source: Snapshot's parent in PowerFlex is %(ancestor_id)s and not %(vol_id)s.
ru: Родителем снимка PowerFlex является %(ancestor_id)s, а не %(vol_id)s.

source: Failed to manage volume. Volume is already managed.
ru: Сбой управления снимком. Снимок уже управляется.

source: Failed to manage volume. Volume is connected to hosts. Please disconnect volume from existing hosts before importing.
ru: Сбой управления томом. Том подключён к хостам. Отключите том от существующих хостов перед импортом.

source: PowerFlex does not support more than one replication backend.
ru: PowerFlex поддерживает не более одной серверной части репликации

source: REST server IP, username and password must be specified.
ru: Необходимо указать IP сервера REST, имя пользователя и пароль

source: Path to REST server's certificate must be specified.
ru: Необходимо указать путь до сертификата сервера REST

source: Failed to query REST API version. Status code: %d.
ru: Не удалось запросить версию REST API. Код статуса: %d.

source: Failed to query REST API version. Response: %s.
ru: Не удалось запросить версию REST API. Ответ: %s.

source: Failed to query volume: %s.
ru: Не удалось запросить том: %s.

source: Failed to create volume: %s.
ru: Не удалось создать том: %s.

source: Failed to create snapshot for volume %(vol_name)s: %(response)s.
ru: Не удалось создать снимок тома %(vol_name)s: %(response)s.

source: Unable to query Replication CG id with None name.
ru: Невозможно запросить группу согласованности репликации с именем «Нет».

source: Replication CG with name %s wasn't found.
ru: Не удалось найти группу согласованности репликации с именем %s

source: Failed to get Replication CG id with name %(name)s: %(message)s.
ru: Не удалось получить ID группы согласованности репликации с именем %(name)s: %(message)s.

source: Failed to query volumes pair %(pair_id)s: %(err)s.
ru: Не удалось запросить пару томов %(pair_id)s: %(err)s.

source: Failed to query replication pairs: %s.
ru: Не удалось запросить пары репликации: %s.

source: Volume pair for volume with id %s is not found.
ru: Пара томов для тома с ID %s не найдена

source: Failed to create volumes pair: %s.
ru: Не удалось создать пару томов: %s.

source: Failed to delete volumes pair %(vol_pair_id)s: %(err)s.
ru: Не удалось удалить пару томов %(vol_pair_id)s: %(err)s.

source: Unable to query Protection Domain id with None name.
ru: Невозможно запросить ID домена защиты с именем «Нет».

source: Prorection Domain with name %s wasn't found.
ru: Не удалось найти домен защиты с именем %s

source: Failed to get Protection Domain id with name %(name)s: %(err_msg)s.
ru: Не удалось получить ID домена защиты с именем %(name)s: %(err_msg)s.

source: Failed to get domain properties from id %(domain_id)s: %(err_msg)s.
ru: Не удалось получить параметры домена из ID %(domain_id)s: %(err_msg)s.

source: Unable to query storage pool id for Pool %(pool_name)s and Domain %(domain_name)s.
ru: Не удалось запросить ID пула хранилищ для пула %(pool_name)s и домена %(domain_name)s.

source: Pool with name %(pool_name)s wasn't found in domain %(domain_id)s.
ru: Пул с именем %(pool_name)s не был найден в домене %(domain_id)s.

source: Failed to get pool id from name %(pool_name)s: %(err_msg)s.
ru: Не удалось получить ID пула из имени %(pool_name)s: %(err_msg)s.

source: Failed to get pool properties from id %(pool_id)s: %(err_msg)s.
ru: Не удалось получить параметры пула из ID %(pool_id)s: %(err_msg)s.

source: Failed to extend volume %(vol_id)s: %(err)s.
ru: Сбой расширения тома %(vol_id)s: %(err)s.

source: Failed to delete volume %(vol_id)s: %(err)s.
ru: Сбой удаления тома %(vol_id)s: %(err)s.

source: Unable to retrieve properties for pool %s.
ru: Не удалось получить сведения о свойствах пула %s.

source: Failed to rename volume %(vol_id)s: %(err)s.
ru: Не удалось переименовать том %(vol_id)s: %(err)s.

source: Failed to %(action)s rcg with id %(rcg_id)s: %(err_msg)s.
ru: Сбой %(action)s для группы согласованности репликации с ID %(rcg_id)s: %(err_msg)s.

source: Failed to check migration status of volume %s.
ru: Не удалось проверить статус миграции тома %s.

source: Failed to migrate volume %s.
ru: Сбой миграции тома %s.

source: Failed to revert volume %(vol_id)s to snapshot %(snap_id)s: %(err)s.
ru: Сбой отката тома %(vol_id)s до состояния снимка %(snap_id)s: %(err)s.

source: The same array serial number (%s) is defined for powermax_array and replication_device in cinder.conf. Please ensure your target_device_id points to a different array.
ru: Один и тот же серийный номер массива (%s) настроен для powermax_array и replication_device в cinder.conf. Убедитесь в том, что target_device_id указывает на другой массив.

source: Unable to get the SLO/Workload combinations from the array. Exception received was %(e)s
ru: Не удалось получить комбинации «SLO/рабочая нагрузка» из массива. Исключение %(e)s

source: Either multipathing is not correctly/currently enabled on your system or the volume was created prior to multipathing being enabled. Please refer to the online PowerMax Cinder driver documentation for this release for further details.
ru: Механизм доступа по нескольким путям в системе был либо настроен неверно, либо его использование не включено, либо том был создан до включения для использования. Подробности см. в сетевой документации драйвера PowerMax для Cinder данного релиза.

source: Error Attaching volume %(vol)s. Cannot retrieve hostlunid.
ru: Ошибка подключения тома %(vol)s. Не удалось получить hostlunid.

source: Cannot find Volume: %(volume_name)s. Extend operation. Exiting....
ru: Не удалось найти том: %(volume_name)s. Действие по расширению тома. Завершение работы....

source: The volume: %(volume)s is a snapshot source. Extending a volume with snapVx snapshots is only supported on PowerMax/VMAX from OS version 5978 onwards. Exiting...
ru: Том %(volume)s является источником снимка. Расширение тома с помощью снимков snapVx поддерживается только на PowerMax/VMAX начиная с версии ОС 5978 и далее. Завершение работы…

source: Your original size: %(orig_vol_size)s GB is greater than or the same as: %(new_size)s GB. Only extend ops are supported. Exiting...
ru: Исходный размер: %(orig_vol_size)s Гбайт превышает или равен: %(new_size)s Гбайт. Поддерживаются только действия по расширению. Завершение работы…

source: Error extending volume. Error received was %(e)s
ru: Ошибка расширения тома. Полученная ошибка: %(e)s

source: Could not determine which rep_device to use from cinder.conf
ru: По данным в cinder.conf не удалось определить, какое устройство rep_device нужно использовать

source: Cannot retrieve volume %(vol)s from the array.
ru: Не удалось получить том %(vol)s из массива.

source: Unable to get corresponding record for srp. Please refer to the current online documentation for correct configuration and note that the xml file is no longer supported.
ru: Не удалось получить соответствующую запись для пула ресурсов хранилищ. Правильную конфигурацию ищите в текущей сетевой документации, а также обратите внимание, что файлы XML более не поддерживаются.

source: Unable to get configuration information necessary to create a volume: %(errorMessage)s.
ru: Не удалось получить сведения о конфигурации, необходимые для создания тома: %(errorMessage)s.

source: Cannot retrieve volume %(vol)s from the array.
ru: Не удалось получить том %(vol)s из массива.

source: SnapVx feature is not licensed on %(array)s.
ru: Возможность SnapVx не лицензирована в %(array)s.

source: Cannot find source device on %(array)s.
ru: Не удалось найти исходное устройство в %(array)s.

source: Error creating snap Vx of %(vol)s. Exception received: %(e)s.
ru: Ошибка создания пакета snap Vx для %(vol)s. Получено исключение: %(e)s.

source: Either SLO: %(slo)s or workload %(workload)s is invalid. Examine previous error statement for valid values.
ru: Недействительный SLO%(slo)s, либо %(workload)s. Просмотрите предыдущее сообщение об ошибке на предмет действительных значений.

source: Port Group name has not been provided - please configure the 'storagetype:portgroupname' extra spec on the volume type, or enter a list of Port Groups in the cinder.conf associated with this backend.
ru: Имя группы портов не было указано — настройте дополнительную спецификацию 'storagetype:portgroupname' для типа тома, либо введите список групп портов в файл cinder.conf, связанный с этой серверной частью.

source: Unable to get verify storagetype:storagegrouptags in the Volume Type. Only alpha-numeric, dashes and underscores allowed. List values must be separated by commas. The number of values must not exceed 8
ru: Не удалось выполнить «get verify storagetype:storagegrouptags» в типе тома. Разрешены только буквенно-числовые символы, тире и символы нижнего подчёркивания. Значения в списках должны разделяться запятыми. Количество значений не должно превышать 8.
