Repository: jtux270/translate
Catalog: ovirt/3.6_zanata/ready/frontend_webadmin_modules_uicompat_src_main_resources_org_ovirt_engine_ui_uicompat_LocalizedEnums.po
Languages: ru

# NonOperationalReason___NONE
source: Host is Operational.
ru: Хост в рабочем состоянии.

# NonOperationalReason___GENERAL
source: Unknown reason.
ru: Неизвестная причина.

# NonOperationalReason___CPU_TYPE_INCOMPATIBLE_WITH_CLUSTER
source: Host CPU type is not compatible with Cluster Properties.
ru: Тип ЦП хоста не совместим со свойствами кластера.

# NonOperationalReason___STORAGE_DOMAIN_UNREACHABLE
source: Host failed to attach one of the Storage Domains attached to it.
ru: Хосту не удалось присоединить один из прикреплённых доменов хранилищ

# NonOperationalReason___NETWORK_UNREACHABLE
source: One of the Logical Networks defined for this Cluster is Unreachable by the Host.
ru: Одна из логических сетей, настроенных для этого кластера, недоступна для хоста.

# NonOperationalReason___VM_NETWORK_IS_BRIDGELESS
source: One of the host's networks is configured as a non-VM network while its Logical Network definition specifies it is a VM network. Sync network.
ru: Одна из сетей хоста настроена не как сеть ВМ, хотя логическая сеть определяет её как сеть ВМ. Синхронизируйте сеть.

# NonOperationalReason___VERSION_INCOMPATIBLE_WITH_CLUSTER
source: Host's Compatibility Version doesn't match the Cluster's Compatibility Version.
ru: Версия совместимости узла не совпадает с версией совместимости кластера.

# NonOperationalReason___CLUSTER_VERSION_INCOMPATIBLE_WITH_CLUSTER
source: Host's Cluster Compatibility Version doesn't match the Cluster's Compatibility Version.
ru: Версия совместимости кластера хоста не совпадает с версией совместимости кластера.

# NonOperationalReason___KVM_NOT_RUNNING
source: KVM is not running on the Host.
ru: KVM на узле не выполняется..

# NonOperationalReason___TIMEOUT_RECOVERING_FROM_CRASH
source: Timeout connecting to Host.
ru: Истекло время ожидания подключения к хосту.

# NonOperationalReason___GLUSTER_COMMAND_FAILED
source: Gluster command failed on server.
ru: Сбой команды Gluster на сервере.

# NonOperationalReason___GLUSTER_HOST_UUID_NOT_FOUND
source: Could not find Gluster UUID of the server.
ru: Не удалось найти Gluster UUID сервера

# NonOperationalReason___GLUSTER_HOST_UUID_ALREADY_EXISTS
source: Gluster UUID already exists.
ru: Gluster UUID уже существует.

# NonOperationalReason___EMULATED_MACHINES_INCOMPATIBLE_WITH_CLUSTER
source: None of the Host's emulated machine flags match any of the cluster emulated machines.
ru: Ни один из флагов эмулируемой машины хоста не совпадает ни с одной из эмулируемых машин кластера.

# NonOperationalReason___EMULATED_MACHINES_INCOMPATIBLE_WITH_CLUSTER_LEVEL
source: None of the Host's emulated machine flags match the emulated machine flags supported at the cluster level.
ru: Ни один из флагов эмулируемой машины хоста не совпадает с флагами эмулируемой машины, поддерживаемыми на уровне кластера

# NonOperationalReason___MIXING_RHEL_VERSIONS_IN_CLUSTER
source: Not possible to mix RHEL 6x and 7x hosts in one cluster.
ru: Невозможно одновременно использовать узлы версий RHEL 6x и RHEL 7x на одном кластере.

# NonOperationalReason___RNG_SOURCES_INCOMPATIBLE_WITH_CLUSTER
source: The Host supported Random Number Generator sources doesn't comply with sources required by Cluster.
ru: Источники случайных чисел, поддерживаемые узлом, не отвечают требованиям кластера.

# NonOperationalReason___UNTRUSTED
source: Host is untrusted.
ru: Недоверенный узел.

# NonOperationalReason___UNINITIALIZED
source: Host is uninitialized as it is not attested yet.
ru: Хост не инициализирован, его аттестация ещё не была проведена.

# NonOperationalReason___ARCHITECTURE_INCOMPATIBLE_WITH_CLUSTER
source: Host's architecture doesn't match the Cluster's architecture.
ru: Архитектура узла не совпадает с архитектурой кластера.

# NonOperationalReason___NETWORK_INTERFACE_IS_DOWN
source: One or more interfaces required by one or more networks is down.
ru: Один или более интерфейсов, требующихся для сети, отключен.

# NonOperationalReason___HOST_FEATURES_INCOMPATIBILE_WITH_CLUSTER
source: The Host doesn't support all the features required by the cluster.
ru: Хост не поддерживает все возможности, необходимые для кластера

# NonOperationalReason___LIBRBD_PACKAGE_NOT_AVAILABLE
source: Librbd1 package, which is needed for using Cinder storage domains, isn't available on the Host.
ru: Пакет Librbd1, необходимый для использования доменов хранилищ Cinder, недоступен на хосте.

# NonOperationalReason___VDS_CANNOT_CONNECT_TO_GLUSTERFS
source: Host cannot connect to Glusterfs. Verify that glusterfs-cli package is installed on the host.
ru: Хост не может подключиться к Glusterfs. Убедитесь, что на хосте установлен пакет glusterfs-cli.

# NonOperationalReason___LIBVIRT_SECRETS_REGISTRATION_FAILURE
source: Couldn't register authentication keys, which are required for the Cinder storage domains, on the Host.
ru: На хосте не удалось зарегистрировать ключи аутентификации, необходимые для доменов хранилищ Cinder.

# UsbPolicy___ENABLED_LEGACY
source: Legacy
ru: Поддержка устаревших версий

# UsbPolicy___DISABLED
source: Disabled
ru: Отключено

# UsbPolicy___ENABLED_NATIVE
source: Native
ru: Собственная поддержка

# VmPauseStatus___NONE
source: None
ru: Нет

# VmPauseStatus___NOERR
source: No Error
ru: Ошибок нет

# VmPauseStatus___EOTHER
source: VM has been paused due to a storage error
ru: ВМ была приостановлена из-за ошибки хранилища

# VmPauseStatus___EIO
source: VM has been paused due to a storage I/O error
ru: ВМ была приостановлена из-за ошибки ввода/вывода хранилища

# VmPauseStatus___ENOSPC
source: VM has been paused due to lack of storage space
ru: ВМ была приостановлена из-за отсутствия места в хранилище

# VmPauseStatus___EPERM
source: VM has been paused due to storage read/write permissions problem
ru: ВМ была приостановлена из-за проблем с правами чтения/записи хранилища

# ActionGroup___CREATE_STORAGE_POOL
source: Create
ru: Создать

# ActionGroup___DELETE_STORAGE_POOL
source: Delete
ru: Удалить

# ActionGroup___EDIT_STORAGE_POOL_CONFIGURATION
source: Edit Properties
ru: Свойства

# ActionGroup___CREATE_STORAGE_DOMAIN
source: Create
ru: Создать

# ActionGroup___DELETE_STORAGE_DOMAIN
source: Delete
ru: Удалить

# ActionGroup___EDIT_STORAGE_DOMAIN_CONFIGURATION
source: Edit Properties
ru: Свойства

# ActionGroup___MANIPULATE_STORAGE_DOMAIN
source: Manipulate Status
ru: Состояние управления

# ActionGroup___CREATE_TEMPLATE
source: Create
ru: Создать

# ActionGroup___DELETE_TEMPLATE
source: Delete
ru: Удалить

# ActionGroup___EDIT_TEMPLATE_PROPERTIES
source: Edit Properties
ru: Свойства

# ActionGroup___EDIT_ADMIN_TEMPLATE_PROPERTIES
source: Edit administrative properties
ru: Свойства администрирования

# ActionGroup___CONFIGURE_TEMPLATE_NETWORK
source: Assign vNIC Profile to Template
ru: Назначить профиль vNIC шаблону

# ActionGroup___COPY_TEMPLATE
source: Copy
ru: Копировать

# ActionGroup___CREATE_CLUSTER
source: Create
ru: Создать

# ActionGroup___DELETE_CLUSTER
source: Delete
ru: Удалить

# ActionGroup___EDIT_CLUSTER_CONFIGURATION
source: Edit Properties
ru: Свойства

# ActionGroup___CONFIGURE_CLUSTER_NETWORK
source: Edit Network
ru: Свойства сети

# ActionGroup___ASSIGN_CLUSTER_NETWORK
source: Assign Network to Cluster
ru: Назначить сеть кластеру

# ActionGroup___CREATE_HOST
source: Create
ru: Создать

# ActionGroup___DELETE_HOST
source: Delete
ru: Удалить

# ActionGroup___EDIT_HOST_CONFIGURATION
source: Edit Properties
ru: Свойства

# ActionGroup___MANIPULATE_HOST
source: Manipulate Status
ru: Состояние управления

# ActionGroup___CONFIGURE_HOST_NETWORK
source: Edit Network
ru: Свойства сети

# ActionGroup___CREATE_VM
source: Create
ru: Создать

# ActionGroup___CREATE_INSTANCE
source: Create Instance
ru: Создать экземпляр

# ActionGroup___DELETE_VM
source: Delete
ru: Удалить

# ActionGroup___MOVE_VM
source: Move VM
ru: Переместить ВМ

# ActionGroup___EDIT_VM_PROPERTIES
source: Edit properties
ru: Свойства

# ActionGroup___MIGRATE_VM
source: Migrate
ru: Миграция

# ActionGroup___CHANGE_VM_CUSTOM_PROPERTIES
source: Edit custom properties
ru: Пользовательские свойства

# ActionGroup___EDIT_ADMIN_VM_PROPERTIES
source: Edit administrative properties
ru: Свойства администрирования

# ActionGroup___IMPORT_EXPORT_VM
source: Import/Export
ru: Импорт/экспорт

# ActionGroup___CONFIGURE_VM_NETWORK
source: Assign vNIC Profile to VM
ru: Назначить профиль vNIC машине

# ActionGroup___CONFIGURE_VM_STORAGE
source: Edit Storage
ru: Свойства хранилища

# ActionGroup___REBOOT_VM
source: Reboot VM
ru: Перезагрузить ВМ

# ActionGroup___STOP_VM
source: Stop VM
ru: Остановить ВМ

# ActionGroup___SHUT_DOWN_VM
source: Shut Down VM
ru: Выключить ВМ

# ActionGroup___HIBERNATE_VM
source: Hibernate VM
ru: Перевести ВМ в режим гибернации

# ActionGroup___RUN_VM
source: Run VM
ru: Запустить ВМ

# ActionGroup___CHANGE_VM_CD
source: Change CD
ru: Сменить CD

# ActionGroup___CONNECT_TO_VM
source: Remote Log In
ru: Удаленный вход

# ActionGroup___CONNECT_TO_SERIAL_CONSOLE
source: Connect to VM Serial Console
ru: Подключиться к последовательной консоли машины

# ActionGroup___RECONNECT_TO_VM
source: Override opened console session
ru: Заместить открытую консольную сессию

# ActionGroup___MANIPULATE_VM_SNAPSHOTS
source: Edit Snapshots
ru: Редактировать снимки

# ActionGroup___CREATE_VM_POOL
source: Create
ru: Создать

# ActionGroup___DELETE_VM_POOL
source: Delete
ru: Удалить

# ActionGroup___EDIT_VM_POOL_CONFIGURATION
source: Edit Properties
ru: Свойства

# ActionGroup___VM_POOL_BASIC_OPERATIONS
source: Basic Operations
ru: Основные операции

# ActionGroup___MANIPULATE_USERS
source: Manipulate Users
ru: Управление пользователями

# ActionGroup___MANIPULATE_PERMISSIONS
source: Manipulate Permissions
ru: Управление правами доступа

# ActionGroup___ADD_USERS_AND_GROUPS_FROM_DIRECTORY
source: Add users and groups from directory while adding permissions
ru: Добавить пользователей/группы из каталога во время добавления прав доступа

# ActionGroup___LOGIN
source: Login Permissions
ru: Права доступа входа в систему

# ActionGroup___TAG_MANAGEMENT
source: Tag management Permissions
ru: Права доступа для управления метками

# ActionGroup___AUDIT_LOG_MANAGEMENT
source: Audit Log management Permissions
ru: Права доступа для управления журналом аудита

# ActionGroup___BOOKMARK_MANAGEMENT
source: Bookmark management Permissions
ru: Права доступа для управления закладками

# ActionGroup___EVENT_NOTIFICATION_MANAGEMENT
source: Event notification management Permissions
ru: Права доступа для управления уведомлениями о событиях

# ActionGroup___MANIPULATE_ROLES
source: Manipulate Roles
ru: Управление ролями

# ActionGroup___CONFIGURE_STORAGE_POOL_NETWORK
source: Edit Properties
ru: Свойства

# ActionGroup___CREATE_STORAGE_POOL_NETWORK
source: Create
ru: Создать

# ActionGroup___DELETE_STORAGE_POOL_NETWORK
source: Delete
ru: Удалить

# ActionGroup___CONFIGURE_ENGINE
source: Generic Configuration
ru: Общая конфигурация

# ActionGroup___CREATE_GLUSTER_VOLUME
source: Create Volume
ru: Создать том

# ActionGroup___MANIPULATE_GLUSTER_VOLUME
source: Manipulate Volume
ru: Управление томом

# ActionGroup___DELETE_GLUSTER_VOLUME
source: Delete Volume
ru: Удалить том

# ActionGroup___CREATE_DISK
source: Create
ru: Создать

# ActionGroup___ATTACH_DISK
source: Attach
ru: Присоединить

# ActionGroup___EDIT_DISK_PROPERTIES
source: Edit Properties
ru: Свойства

# ActionGroup___CONFIGURE_DISK_STORAGE
source: Edit Storage
ru: Свойства хранилища

# ActionGroup___DISK_LIVE_STORAGE_MIGRATION
source: Live Storage Migration
ru: Динамическая миграция хранилища

# ActionGroup___DELETE_DISK
source: Delete
ru: Удалить

# ActionGroup___CONFIGURE_NETWORK_VNIC_PROFILE
source: Edit Properties
ru: Свойства

# ActionGroup___CREATE_NETWORK_VNIC_PROFILE
source: Create
ru: Создать

# ActionGroup___DELETE_NETWORK_VNIC_PROFILE
source: Delete
ru: Удалить

# ActionGroup___CONFIGURE_SCSI_GENERIC_IO
source: Manipulate SCSI I/O Privileges
ru: Управление привилегиями ввода/вывода SCSI

# ActionGroup___ACCESS_IMAGE_STORAGE
source: Access Image Storage Domains
ru: Доступ к доменам хранилищ образов

# ActionGroup___MANIPULATE_GLUSTER_HOOK
source: Manipulate Gluster Hook
ru: Управление ловушкой Gluster

# ActionGroup___MANIPULATE_GLUSTER_SERVICE
source: Manipulate Service
ru: Управление службой

# ActionGroup___MANIPULATE_AFFINITY_GROUPS
source: Manipulate Affinity Groups
ru: Управление группами схожести

# ActionGroup___CREATE_MAC_POOL
source: Create
ru: Создать

# ActionGroup___EDIT_MAC_POOL
source: Edit Settings
ru: Свойства

# ActionGroup___DELETE_MAC_POOL
source: Delete
ru: Удалить

# ActionGroup___CONFIGURE_MAC_POOL
source: Use existing MAC Pool
ru: Использовать существующий пул MAC-адресов

# ActionGroup___CONFIGURE_STORAGE_DISK_PROFILE
source: Manipulate Disk Profiles
ru: Управление профилями дисков

# ActionGroup___CREATE_STORAGE_DISK_PROFILE
source: Create Disk Profiles
ru: Создать профиль диска

# ActionGroup___DELETE_STORAGE_DISK_PROFILE
source: Delete Disk Profiles
ru: Удалить профиль диска

# ActionGroup___ATTACH_DISK_PROFILE
source: Attach Disk Profile
ru: Присоединить профиль диска

# EventNotificationEntity___Host
source: General Host Events:
ru: Общие события хоста:

# EventNotificationEntity___VdsGroup
source: Cluster Events:
ru: События кластера:

# EventNotificationEntity___VirtHost
source: Virt Host Events:
ru: События виртуального хоста:

# EventNotificationEntity___Vm
source: VM Events:
ru: События ВМ:

# EventNotificationEntity___Storage
source: Storage Management Events:
ru: События управления хранилищем:

# EventNotificationEntity___Engine
source: General Management Events:
ru: Общие события управления:

# EventNotificationEntity___GlusterVolume
source: Gluster Volume Events:
ru: События томов Gluster:

# EventNotificationEntity___DWH
source: Data Warehouse Events:
ru: События хранилища данных:

# EventNotificationEntity___GlusterHook
source: Gluster Hook Events:
ru: События ловушек Gluster:

# EventNotificationEntity___GlusterService
source: Gluster Service:
ru: Служба Gluster:

# AuditLogType___VDS_FAILURE
source: Host is non responsive
ru: Хост не отвечает

# AuditLogType___HOST_UPDATES_ARE_AVAILABLE
source: Host has available updates
ru: Для хоста доступны обновления

# AuditLogType___USER_VDS_MAINTENANCE
source: Host was switched to Maintenance Mode (Reason: ${Reason}).
ru: Хост был переключен в режим обслуживания (причина: ${Reason}).

# AuditLogType___USER_VDS_MAINTENANCE_MANUAL_HA
source: Host was switched to Maintenance Mode, but Hosted Engine HA maintenance mode could not be enabled
ru: Хост был переключен в режим обслуживания, но режим обслуживания Hosted Engine HA включить не удалось

# AuditLogType___USER_VDS_MAINTENANCE_MIGRATION_FAILED
source: Failed to switch Host to Maintenance mode
ru: Сбой переключения хоста в режим обслуживания

# AuditLogType___VDS_MAINTENANCE
source: Host was switched to Maintenance Mode
ru: Хост был переключен в режим обслуживания

# AuditLogType___VDS_MAINTENANCE_MANUAL_HA
source: Host was switched to Maintenance Mode, but Hosted Engine HA maintenance mode could not be enabled
ru: Хост был переключен в режим обслуживания, но режим обслуживания Hosted Engine HA включить не удалось

# AuditLogType___VDS_MAINTENANCE_FAILED
source: Failed to switch Host to Maintenance mode
ru: Сбой переключения хоста в режим обслуживания

# AuditLogType___VDS_ACTIVATE_FAILED
source: Failed to activate Host
ru: Сбой активации хоста

# AuditLogType___VDS_ACTIVATE_MANUAL_HA
source: Host was activated, but the Hosted Engine HA service may still be in maintenance mode
ru: Хост был активирован, но служба Hosted Engine HA ещё может находиться в режиме обслуживания

# AuditLogType___VDS_ACTIVATE_MANUAL_HA_ASYNC
source: Host was recovered, but the Hosted Engine HA service may still be in maintenance mode
ru: Хост был восстановлен, но служба Hosted Engine HA ещё может находиться в режиме обслуживания

# AuditLogType___VDS_RECOVER_FAILED
source: Host failed to recover
ru: Сбой восстановления хоста

# AuditLogType___VDS_SLOW_STORAGE_RESPONSE_TIME
source: Slow storage response time
ru: Увеличенное время отклика хранилища

# AuditLogType___VDS_APPROVE_FAILED
source: Failed to approve Host
ru: Не удалось утвердить хост

# AuditLogType___VDS_INSTALL_FAILED
source: Host installation failed
ru: Сбой установки хоста

# AuditLogType___VDS_INITIATED_RUN_VM_FAILED
source: Failed to restart VM on a different host
ru: Сбой перезапуска ВМ на другом хосте

# AuditLogType___VM_FAILURE
source: VM cannot be found on Host
ru: ВМ не найдена на хосте

# AuditLogType___VM_MIGRATION_START
source: Starting migration of VM
ru: Запуск миграции ВМ

# AuditLogType___VM_MIGRATION_FAILED
source: Migration failed
ru: Сбой миграции

# AuditLogType___VM_NOT_RESPONDING
source: VM is not responding
ru: ВМ не отвечает

# AuditLogType___VM_STATUS_RESTORED
source: VM status restored
ru: Состояние ВМ восстановлено

# AuditLogType___VM_DOWN_ERROR
source: VM is down with error
ru: ВМ не работает, есть ошибка

# AuditLogType___IRS_FAILURE
source: Failed to access Storage
ru: Сбой доступа к хранилищу

# AuditLogType___IRS_DISK_SPACE_LOW
source: Low disk space
ru: Недостаточно места на диске

# AuditLogType___IRS_DISK_SPACE_LOW_ERROR
source: Critically low disk space
ru: Критически недостаточно места на диске

# AuditLogType___VDC_STOP
source: Engine has stopped
ru: Центр управления был остановлен

# AuditLogType___ENGINE_BACKUP_STARTED
source: Engine backup started
ru: Резервное копирование Центра управления запущено

# AuditLogType___ENGINE_BACKUP_COMPLETED
source: Engine backup completed successfully
ru: Резервное копирование Центра управления успешно завершено

# AuditLogType___ENGINE_BACKUP_FAILED
source: Engine backup failed
ru: Сбой резервного копирования Центра управления

# AuditLogType___CLUSTER_ALERT_HA_RESERVATION
source: HA Reservation check has failed
ru: Сбой проверки резервирования HA

# AuditLogType___HOST_INTERFACE_STATE_DOWN
source: Host's interface changed state to down
ru: Изменение состояния интерфейса хоста: отключен

# AuditLogType___HOST_BOND_SLAVE_STATE_DOWN
source: Host's slave of bond changed state to down
ru: Состояние подчинённого интерфейса хоста изменилось на: отключен

# AuditLogType___CLUSTER_ALERT_HA_RESERVATION_DOWN
source: HA Reservation check has passed
ru: Проверка резервирования HA пройдена

# AuditLogType___VDS_NETWORK_MTU_DIFFER_FROM_LOGICAL_NETWORK
source: The MTU value of the Host network differs from logical network
ru: Значение MTU сети хоста отличается от значения MTU логической сети

# AuditLogType___GLUSTER_VOLUME_CREATE
source: Gluster Volume Created
ru: Том Gluster создан

# AuditLogType___GLUSTER_VOLUME_CREATE_FAILED
source: Gluster Volume could not be created
ru: Не удалось создать том Gluster

# AuditLogType___GLUSTER_VOLUME_OPTION_ADDED
source: Gluster Volume Option added
ru: Параметр тома Gluster добавлен

# AuditLogType___GLUSTER_VOLUME_OPTION_MODIFIED
source: Gluster Volume Option modified
ru: Параметр тома Gluster изменён

# AuditLogType___GLUSTER_VOLUME_OPTION_SET_FAILED
source: Gluster Volume Option could not be set
ru: Не удалось установить параметр тома Gluster

# AuditLogType___GLUSTER_VOLUME_START
source: Gluster volume started
ru: Том Gluster запущен

# AuditLogType___GLUSTER_VOLUME_START_FAILED
source: Gluster Volume could not be started
ru: Не удалось запустить том Gluster

# AuditLogType___GLUSTER_VOLUME_STOP
source: Gluster volume stopped
ru: Том Gluster остановлен

# AuditLogType___GLUSTER_VOLUME_STOP_FAILED
source: Gluster Volume could not be stopped
ru: Не удалось остановить том Gluster

# AuditLogType___GLUSTER_VOLUME_OPTIONS_RESET
source: Gluster Volume Options reset
ru: Сброс параметров тома Gluster

# AuditLogType___GLUSTER_VOLUME_OPTIONS_RESET_ALL
source: All the Gluster Volume Options reset
ru: Сброс всех параметров тома Gluster

# AuditLogType___GLUSTER_VOLUME_OPTIONS_RESET_FAILED
source: Gluster Volume Options could not be reset
ru: Не удалось сбросить параметры тома Gluster

# AuditLogType___GLUSTER_VOLUME_DELETE
source: Gluster Volume deleted
ru: Том Gluster удален

# AuditLogType___GLUSTER_VOLUME_DELETE_FAILED
source: Gluster Volume could not be deleted
ru: Не удалось удалить том Gluster

# AuditLogType___GLUSTER_VOLUME_REMOVE_BRICKS
source: Gluster Volume Bricks Removed
ru: Элементы тома Gluster удалены

# AuditLogType___GLUSTER_VOLUME_REMOVE_BRICKS_FAILED
source: Gluster Volume Bricks could not be removed
ru: Не удалось удалить элементы тома Gluster

# AuditLogType___GLUSTER_VOLUME_REBALANCE_FINISHED
source: Gluster Volume rebalance finished
ru: Перебалансировка тома Gluster завершена

# AuditLogType___GLUSTER_VOLUME_GEO_REP_RESUME_FAILED
source: Failed to resume geo-replication session on volume
ru: Сбой возобновления сеанса георепликации на томе

# AuditLogType___GLUSTER_VOLUME_GEO_REP_RESUME
source: Geo-replication session resumed on volume
ru: Сеанс георепликации на томе возобновлён

# AuditLogType___GLUSTER_VOLUME_MIGRATE_BRICK_DATA_FINISHED
source: Gluster Volume migration of data for remove brick finished
ru: Перенос данных тома Gluster для удаления элемента завершён

# AuditLogType___START_REMOVING_GLUSTER_VOLUME_BRICKS
source: Started removing bricks from Volume
ru: Начато удаление элементов с тома

# AuditLogType___START_REMOVING_GLUSTER_VOLUME_BRICKS_FAILED
source: Could not remove volume bricks
ru: Не удалось удалить элементы тома

# AuditLogType___GLUSTER_VOLUME_ADD_BRICK
source: Gluster Volume brick(s) added
ru: Элемент(ы) тома Gluster добавлены

# AuditLogType___GLUSTER_VOLUME_ADD_BRICK_FAILED
source: Failed to add brick(s) on Gluster Volume
ru: Сбой добавления элементов тома Gluster

# AuditLogType___GLUSTER_VOLUME_REBALANCE_START
source: Gluster Volume Rebalance started
ru: Перебалансировка тома Gluster запущена

# AuditLogType___GLUSTER_VOLUME_REBALANCE_START_FAILED
source: Gluster Volume Rebalance could not be started
ru: Не удалось запустить перебалансировку тома Gluster

# AuditLogType___GLUSTER_VOLUME_REBALANCE_STOP
source: Gluster Volume Rebalance stopped
ru: Перебалансировка тома Gluster остановлена

# AuditLogType___GLUSTER_VOLUME_REBALANCE_STOP_FAILED
source: Gluster Volume Rebalance could not be stopped
ru: Не удалось остановить перебалансировку тома Gluster

# AuditLogType___GLUSTER_VOLUME_REMOVE_BRICKS_COMMIT
source: Gluster volume remove bricks committed
ru: Удаление элементов тома Gluster зафиксировано

# AuditLogType___GLUSTER_VOLUME_REMOVE_BRICKS_COMMIT_FAILED
source: Gluster volume remove bricks could not be committed
ru: Не удалось зафиксировать удаление элементов тома Gluster

# AuditLogType___GLUSTER_VOLUME_REPLACE_BRICK_FAILED
source: Gluster Volume Replace Brick Failed
ru: Сбой замены элемента тома Gluster

# AuditLogType___GLUSTER_VOLUME_REPLACE_BRICK_START
source: Gluster Volume Replace Brick Started
ru: Замена элемента тома Gluster запущена

# AuditLogType___GLUSTER_VOLUME_REPLACE_BRICK_START_FAILED
source: Gluster Volume Replace Brick could not be started
ru: Не удалось запустить замену элемента тома Gluster

# AuditLogType___GLUSTER_SERVER_ADD_FAILED
source: Failed to Add Gluster Server
ru: Сбой добавления сервера Gluster

# AuditLogType___GLUSTER_SERVER_REMOVE
source: Gluster Server Removed
ru: Сервер Gluster удален

# AuditLogType___GLUSTER_SERVER_REMOVE_FAILED
source: Failed to Remove Gluster Server
ru: Сбой удаления сервера Gluster

# AuditLogType___GLUSTER_VOLUME_PROFILE_START
source: Gluster Volume Profile started
ru: Профиль тома Gluster запущен

# AuditLogType___GLUSTER_VOLUME_PROFILE_START_FAILED
source: Failed to start Gluster Volume Profile
ru: Сбой запуска профиля тома Gluster

# AuditLogType___GLUSTER_VOLUME_PROFILE_STOP
source: Gluster Volume Profile stopped
ru: Профиль тома Gluster остановлен
