Repository: jtux270/translate
Catalog: ovirt/3.6_zanata/ready/frontend_webadmin_modules_uicompat_src_main_resources_org_ovirt_engine_ui_uicompat_LocalizedEnums.po
Languages: ru

# VdcActionType___StartRebalanceGlusterVolume
source: Start Rebalance Gluster Volume
ru: Запустить перебалансировку тома Gluster

# VdcActionType___CreateGlusterVolumeSnapshot
source: Create Gluster Volume Snapshot
ru: Создать снимок тома Gluster

# VdcActionType___ReplaceGlusterVolumeBrick
source: Start Gluster Volume Replace Brick
ru: Запустить замену элемента тома Gluster

# VdcActionType___GlusterHostAdd
source: Add Gluster server
ru: Добавить сервер Gluster

# vdcActionType___StartGlusterVolumeProfile
source: Start Gluster Volume Profile
ru: Запустить профиль тома Gluster

# vdcActionType___StopGlusterVolumeProfile
source: Stop Gluster Volume Profile
ru: Остановить профиль тома Gluster

# VdcActionType___EnableGlusterHook
source: Enable Gluster Hook
ru: Включить ловушку Gluster

# VdcActionType___DisableGlusterHook
source: Disable Gluster Hook
ru: Отключить ловушку Gluster

# VdcActionType___UpdateGlusterHook
source: Update Gluster Hook
ru: Обновить ловушку Gluster

# VdcActionType___AddGlusterHook
source: Add Gluster Hook
ru: Добавить ловушку Gluster

# VdcActionType___RemoveGlusterHook
source: Remove Gluster Hook
ru: Удалить ловушку Gluster

# VdcActionType___RefreshGlusterHook
source: Refresh Gluster Hook
ru: Обновить сведения о ловушке Gluster

# VdcActionType___SyncStorageDevices
source: Sync Storage Devices
ru: Синхронизировать устройства хранения

# VdcActionType___CreateBrick
source: Create Brick
ru: Создать элемент

# VdcActionType___ManageGlusterService
source: Manage Service
ru: Работа со службой

# VdcActionType___RefreshGeoRepSessions
source: Refresh Geo-replication Sessions
ru: Обновить сведения о сеансах георепликации

# VdcActionType___CreateGlusterVolumeGeoRepSession
source: Created geo-replication session
ru: Сеанс георепликации создан

# VdcActionType___StopGeoRepSession
source: Stop Geo-replication session
ru: Остановить сеанс георепликации

# VdcActionType___StartGlusterVolumeGeoRep
source: Start Geo-Replication Session
ru: Запустить сеанс георепликации

# VdcActionType___PauseGlusterVolumeGeoRepSession
source: Pause Geo-Replication Session
ru: Приостановить сеанс георепликации

# VdcActionType___ResumeGeoRepSession
source: Resume Geo-Replication Session
ru: Возобновить сеанс георепликации

# VdcActionType___DeleteGeoRepSession
source: Delete Geo-replication session
ru: Удалить сеанс георепликации

# VdcActionType___DeleteGlusterVolumeSnapshot
source: Delete volume snapshot
ru: Удалить снимок тома

# VdcActionType___DeleteAllGlusterVolumeSnapshots
source: Delete all volume snapshots
ru: Удалить все снимки тома

# VdcActionType___ActivateGlusterVolumeSnapshot
source: Activate volume snapshot
ru: Активировать снимок тома

# VdcActionType___DeactivateGlusterVolumeSnapshot
source: Deactivate volume snapshot
ru: Отключить снимок тома

# VdcActionType___RestoreGlusterVolumeSnapshot
source: Restore volume snapshot
ru: Восстановить снимок тома

# VdcActionType___UpdateGlusterVolumeSnapshotConfigCommand
source: Update Gluster volume snapshot configuration
ru: Обновить параметры снимка тома Gluster

# VdcActionType___ScheduleGlusterVolumeSnapshot
source: Schedule gluster volume snapshots
ru: Внести в расписание создание снимков тома Gluster

# VdcActionType___RescheduleGlusterVolumeSnapshot
source: Reschedule gluster volume snapshots
ru: Изменить расписание создания снимков тома Gluster

# VdcActionType___ActivateStorageDomain
source: Activate Storage Domain
ru: Активировать домен хранения

# VdcActionType___FenceVdsManualy
source: Fence Host Manually
ru: Провести операцию блокады хоста вручную

# VdcActionType___AddEmptyStoragePool
source: New Data Center
ru: Новый дата-центр

# VdcActionType___AddNFSStorageDomain
source: New NFS Storage Domain
ru: Новый домен хранилища NFS

# VdcActionType___AddSANStorageDomain
source: New SAN Storage Domain
ru: Новый домен хранилища SAN

# VdcActionType___AddLocalStorageDomain
source: New Local Storage Domain
ru: Новый локальный домен хранилища

# VdcActionType___AddStoragePoolWithStorages
source: Initialize Data Center
ru: Инициализировать дата-центр

# VdcActionType___AttachStorageDomainToPool
source: Attach Storage Domain
ru: Присоединить домен хранилища

# VdcActionType___DeactivateStorageDomain
source: Move Storage Domain to Maintenance mode
ru: Перевести домен хранилища в режим обслуживания

# VdcActionType___DetachStorageDomainFromPool
source: Detach Storage Domain
ru: Отсоединить домен хранения

# VdcActionType___ExtendSANStorageDomain
source: Edit SAN Storage Domain configuration
ru: Свойства домена хранилища SAN

# VdcActionType___RemoveStorageDomain
source: Remove Storage Domain
ru: Удалить домен хранилища

# VdcActionType___RemoveStoragePool
source: Remove Data Center
ru: Удалить дата-центр

# VdcActionType___UpdateStorageDomain
source: Edit Storage Domain properties
ru: Свойства домена хранилища

# VdcActionType___UpdateStoragePool
source: Edit Data Center properties
ru: Свойства дата-центра

# VdcActionType___AddEventSubscription
source: Add Event Subscription
ru: Добавить подписку на событие

# VdcActionType___RemoveEventSubscription
source: Remove Event Subscription
ru: Удалить подписку на событие

# VdcActionType___ImportVm
source: Import Vm
ru: Импорт ВМ

# VdcActionType___ExportVm
source: Export Vm
ru: Экспорт ВМ

# VdcActionType___RemoveVmFromImportExport
source: Remove Vm from Export Domain
ru: Удалить ВМ из домена экспорта

# VdcActionType___ImportVmTemplate
source: Import Template
ru: Импорт шаблона

# VdcActionType___ExportVmTemplate
source: Export Template
ru: Экспорт шаблона

# VdcActionType___RemoveVmTemplateFromImportExport
source: Remove Template from Export Domain
ru: Удалить шаблон из домена экспорта

# VdcActionType___AddQuota
source: Add Quota
ru: Добавить квоту

# VdcActionType___UpdateQuota
source: Update Quota
ru: Обновить квоту

# VdcActionType___RemoveQuota
source: Remove Quota
ru: Удалить квоту

# VdcActionType___ConnectStorageToVds
source: Connect Storage Domain to Host
ru: Подключить домен хранилища к хосту

# VdcActionType___AddVnicProfile
source: Add Vnic Profile
ru: Добавить профиль Vnic

# VdcActionType___UpdateProfile
source: Update Vnic Profile
ru: Обновить профиль Vnic

# VdcActionType___RemoveVnicProfile
source: Remove Vnic Profile
ru: Удалить профиль Vnic

# VdcActionType___AddSubnetToProvider
source: Add Subnet to Provider
ru: Добавить подсеть до поставщика

# VdcActionType___RemoveSubnetFromProvider
source: Remove Subnet from Provider
ru: Удалить подсеть до поставщика

# VdcObjectType___AdElements
source: Active Directory Users and Groups
ru: Пользователи и группы Active Directory

# VdcActionType___AddLibvirtSecret
source: Add Libvirt Secret
ru: Добавить секрет Libvirt

# VdcActionType___UpdateLibvirtSecret
source: Update Libvirt Secret
ru: Обновить секрет Libvirt

# VdcObjectType___System
source: System
ru: Система

# VdcObjectType___StoragePool
source: Data Center
ru: Дата-центр

# VdcObjectType___Bookmarks
source: Bookmarks
ru: Закладки

# VdcObjectType___Storage
source: Storage
ru: Хранилище

# VdcObjectType___MultiLevelAdministration
source: Multi-Level Administration
ru: Многоуровневое администрирование

# VdcObjectType___UITabs
source: UI Tabs
ru: Вкладки UI

# VdcObjectType___Tags
source: Tag
ru: Тег

# VdcObjectType___Unknown
source: Unknown
ru: Неизвестно

# VdcObjectType___VDS
source: Host
ru: Хост

# VdcObjectType___VdsGroups
source: Cluster
ru: Кластер

# VdcObjectType___Network
source: Network
ru: Сеть

# VdcObjectType___VM
source: VM
ru: ВМ

# VdcObjectType___VmPool
source: VM Pool
ru: Пул ВМ

# VdcObjectType___VmTemplate
source: VM Template
ru: Шаблон ВМ

# VdcObjectType___EventNotification
source: Event Notification
ru: Уведомление о событии

# VdcObjectType___ImportExport
source: Import/Export
ru: Импорт/экспорт

# VdcObjectType___GlusterHook
source: Gluster Hook
ru: Ловушка Gluster

# VdcObjectType___UpdateWatchdog
source: Update Watchdog
ru: Обновить Watchdog

# VdcObjectType___RemoveWatchdog
source: Remove Watchdog
ru: Удалить Watchdog

# VdcObjectType___AddWatchdog
source: Add Watchdog
ru: Добавить Watchdog

# VdcObjectType___GlusterService
source: Gluster Service
ru: Служба Gluster

# VdcObjectType___VnicProfile
source: Vnic Profile
ru: Профиль Vnic

# VdcObjectType___DiskProfile
source: Disk Profile
ru: Профиль диска

# VdsSelectionAlgorithm___None
source: None
ru: Нет

# VdsSelectionAlgorithm___EvenlyDistribute
source: Even Distribution
ru: Равномерное распределение

# VdsSelectionAlgorithm___PowerSave
source: Power Saving
ru: Энергосбережение

# AuditLogType___DWH_STOPPED
source: ETL Service Stopped
ru: Служба ELT остановлена

# AuditLogType___DWH_STARTED
source: ETL Service Started
ru: Служба ELT запущена

# AuditLogType___DWH_ERROR
source: ETL Service Error
ru: Ошибка службы ELT

# AuditLogType___VDS_TIME_DRIFT_ALERT
source: Host has time-drift
ru: На хосте есть смещение времени

# AuditLogType___HA_VM_RESTART_FAILED
source: Highly-Available VM restart failed
ru: Сбой перезапуска ВМ высокой доступности

# AuditLogType___HA_VM_FAILED
source: Highly-Available VM failed
ru: Сбой ВМ высокой доступности

# AuditLogType___EXCEEDED_MAXIMUM_NUM_OF_RESTART_HA_VM_ATTEMPTS
source: Exceeded the maximum number of attempts to restart failed highly-available VM
ru: Превышено максимальное число попыток перезапустить отказавшую ВМ высокой доступности

# AuditLogType___SYSTEM_DEACTIVATED_STORAGE_DOMAIN
source: Storage Domain state was set to inactive
ru: Домену хранилища присвоен статус: неактивен

# AuditLogType___VDS_SET_NONOPERATIONAL
source: Host state was set to non-operational
ru: Хосту присвоен статус: нерабочее состояние

# AuditLogType___VDS_SET_NONOPERATIONAL_IFACE_DOWN
source: Host state was set to non-operational due to a missing Interface
ru: В связи с отсутствие интерфейса хосту присвоен статус: нерабочее состояние

# AuditLogType___VDS_SET_NONOPERATIONAL_DOMAIN
source: Host state was set to non-operational due to inaccessible Storage Domain
ru: В связи с отсутствием доступа к домену хранилища, хосту присвоен статус: нерабочее состояние

# AuditLogType___SYSTEM_CHANGE_STORAGE_POOL_STATUS_NO_HOST_FOR_SPM
source: Failed electing an SPM for the Data-Center
ru: Не удалось выбрать SPM для дата-центра

# AuditLogType___VDS_LOW_MEM
source: Host free memory is under defined threshold
ru: Объём свободной памяти хоста меньше установленного порога

# AuditLogType___VDS_HIGH_MEM_USE
source: Host memory usage exceeded defined threshold
ru: Потребление памяти хоста превысило установленный порог

# AuditLogType___HOST_INTERFACE_HIGH_NETWORK_USE
source: Host network interface usage exceeded defined threshold
ru: Использование сетевого интерфейса хоста превысило установленный порог

# AuditLogType___VDS_HIGH_CPU_USE
source: Host cpu usage exceeded defined threshold
ru: Загрузка ЦП хоста превысила установленный порог

# AuditLogType___VDS_HIGH_SWAP_USE
source: Host swap memory usage exceeded defined threshold
ru: Загрузка файла подкачки хоста превысило объявленный порог

# AuditLogType___VDS_LOW_SWAP
source: Host free swap memory is under defined threshold
ru: Свободный объём файла подкачки хоста меньше установленного порога

# MigrationSupport___MIGRATABLE
source: Allow manual and automatic migration
ru: Разрешить ручную и автоматическую миграцию

# MigrationSupport___IMPLICITLY_NON_MIGRATABLE
source: Allow manual migration only
ru: Разрешить только ручную миграцию

# MigrationSupport___PINNED_TO_HOST
source: Do not allow migration
ru: Не разрешать миграцию

# QuotaEnforcementTypeEnum___DISABLED
source: Disabled
ru: Выключено

# QuotaEnforcementTypeEnum___SOFT_ENFORCEMENT
source: Audit
ru: Аудит

# QuotaEnforcementTypeEnum___HARD_ENFORCEMENT
source: Enforced
ru: Принудительно

# VdsTransparentHugePagesState___Never
source: Never
ru: Никогда

# VdsTransparentHugePagesState___Always
source: Always
ru: Всегда

# GlusterHookStage___PRE
source: Pre
ru: До

# GlusterHookStage___POST
source: Post
ru: После

# GlusterHookStatus___ENABLED
source: Enabled
ru: Включено

# GlusterHookStatus___DISABLED
source: Disabled
ru: Выключено

# GlusterHookStatus___MISSING
source: Missing
ru: Отсутствует

# GlusterHookContentType___TEXT
source: Text
ru: Текст

# GlusterHookContentType___BINARY
source: Binary
ru: Двоичный

# GlusterServiceStatus___RUNNING
source: Up
ru: Работает

# GlusterServiceStatus___STOPPED
source: Down
ru: Отключен

# GlusterServiceStatus___MIXED
source: Partially Up
ru: Частично работает

# GlusterServiceStatus___NOT_AVAILABLE
source: Not Installed
ru: Не установлено

# GlusterServiceStatus___UNKNOWN
source: Unknown
ru: Неизвестно

# RaidType___NONE
source: None
ru: Нет

# VmWatchdogAction___NONE
source: none
ru: нет

# VmWatchdogAction___RESET
source: reset
ru: сброс

# VmWatchdogAction___POWEROFF
source: poweroff
ru: отключить питание

# VmWatchdogAction___DUMP
source: dump
ru: дамп

# VmWatchdogAction___PAUSE
source: pause
ru: пауза

# VmType___Desktop
source: Desktop
ru: Рабочий стол

# VmType___Server
source: Server
ru: Сервер

# AuditLogType___VDS_UNTRUSTED
source: Host state was set to non-operational. Host is untrusted by the attestation service
ru: Хосту присвоен статус: нерабочее состояние. Хост не является доверенным для службы аттестации

# AuditLogType___USER_UPDATE_VM_FROM_TRUSTED_TO_UNTRUSTED
source: VM moved from trusted cluster to non-trusted cluster
ru: ВМ перенесена с доверенного кластера на недоверенный кластер

# AuditLogType___USER_UPDATE_VM_FROM_UNTRUSTED_TO_TRUSTED
source: VM moved from non-trusted cluster to trusted cluster
ru: ВМ перенесена с недоверенного кластера на доверенный кластер

# AuditLogType___IMPORTEXPORT_IMPORT_VM_FROM_TRUSTED_TO_UNTRUSTED
source: Import VM from trusted cluster into non-trusted cluster
ru: Импорт ВМ с доверенного кластера на недоверенный кластер

# AuditLogType___IMPORTEXPORT_IMPORT_VM_FROM_UNTRUSTED_TO_TRUSTED
source: Import VM from non-trusted cluster into trusted cluster
ru: Импорт ВМ с недоверенного кластера на доверенный кластер

# AuditLogType___USER_ADD_VM_FROM_TRUSTED_TO_UNTRUSTED
source: A non-trusted VM was created from trusted Template
ru: Недоверенная ВМ была создана из доверенного шаблона

# AuditLogType___USER_ADD_VM_FROM_UNTRUSTED_TO_TRUSTED
source: A trusted VM was created from non-trusted Template
ru: Доверенная ВМ была создана из недоверенного шаблона

# AuditLogType___IMPORTEXPORT_IMPORT_TEMPLATE_FROM_TRUSTED_TO_UNTRUSTED
source: Template imported from trusted cluster into non-trusted cluster
ru: Шаблон импортирован с доверенного кластера не недоверенный

# AuditLogType___IMPORTEXPORT_IMPORT_TEMPLATE_FROM_UNTRUSTED_TO_TRUSTED
source: Template imported from non-trusted cluster into trusted cluster
ru: Шаблон импортирован с недоверенного кластера на доверенный

# AuditLogType___USER_ADD_VM_TEMPLATE_FROM_TRUSTED_TO_UNTRUSTED
source: A non-trusted Template was created from trusted VM
ru: Недоверенный шаблон был создан из доверенной ВМ

# AuditLogType___USER_ADD_VM_TEMPLATE_FROM_UNTRUSTED_TO_TRUSTED
source: A trusted Template was created from non-trusted VM
ru: Доверенный шаблон был создан из недоверенной ВМ

# AuditLogType___USER_UPDATE_VM_TEMPLATE_FROM_TRUSTED_TO_UNTRUSTED
source: Template moved from trusted cluster to non-trusted cluster
ru: Шаблон был перенесен с доверенного кластера на недоверенный кластер

# AuditLogType___USER_UPDATE_VM_TEMPLATE_FROM_UNTRUSTED_TO_TRUSTED
source: Template moved from non-trusted cluster to trusted cluster
ru: Шаблон был перенесен с недоверенного кластера на доверенный кластер

# AuditLogType___VM_CONSOLE_CONNECTED
source: VM console connected
ru: Консоль ВМ подключена

# AuditLogType___VM_CONSOLE_DISCONNECTED
source: VM console disconnected
ru: Консоль ВМ отключена

# AuditLogType___VM_SET_TICKET
source: VM console session initiated
ru: Начат сеанс консоли ВМ

# AuditLogType___NETWORK_UPDATE_DISPLAY_FOR_CLUSTER_WITH_ACTIVE_VM
source: Display network was updated on cluster with an active VM
ru: Передача экрана была обновлена на кластере с активной ВМ

# AuditLogType___NETWORK_UPDATE_DISPLAY_FOR_HOST_WITH_ACTIVE_VM
source: Display network was updated on host with an active VM
ru: Передача экрана была обновлена на хосте с активной ВМ

# AuditLogType___VM_PAUSED
source: VM has been paused
ru: ВМ была приостановлена

# AuditLogType___HOST_CERTIFICATION_HAS_EXPIRED
source: Host's certification has expired
ru: Срок сертификата хоста истёк

# AuditLogType___HOST_CERTIFICATION_IS_ABOUT_TO_EXPIRE
source: Host's certification is about to expire
ru: Срок сертификата хоста скоро истечёт

# AuditLogType___ENGINE_CERTIFICATION_HAS_EXPIRED
source: Engine's certification has expired
ru: Срок сертификата Центра управления истёк

# AuditLogType___ENGINE_CERTIFICATION_IS_ABOUT_TO_EXPIRE
source: Engine's certification is about to expire
ru: Срок сертификата движка скоро истечёт

# AuditLogType___ENGINE_CA_CERTIFICATION_HAS_EXPIRED
source: Engine CA's certification has expired
ru: Срок CA сертификата Центра управления истёк

# AuditLogType___ENGINE_CA_CERTIFICATION_IS_ABOUT_TO_EXPIRE
source: Engine CA's certification is about to expire
ru: Срок CA сертификата Центра управления скоро истечёт

# UnitVmModel$CpuSharesAmount___DISABLED
source: Disabled
ru: Отключено

# UnitVmModel$CpuSharesAmount___HIGH
source: High
ru: Высокое

# UnitVmModel$CpuSharesAmount___MEDIUM
source: Medium
ru: Среднее

# UnitVmModel$CpuSharesAmount___LOW
source: Low
ru: Низкое

# UnitVmModel$CpuSharesAmount___CUSTOM
source: Custom
ru: Пользовательское

# PolicyUnitType___Filter
source: Filter
ru: Фильтр

# PolicyUnitType___Weight
source: Weight
ru: Загрузка

# PolicyUnitType___LoadBalancing
source: Load Balancing
ru: Балансировка нагрузки

# LdapRefStatus___Inactive
source: Inactive
ru: Неактивно

# LdapRefStatus___Active
source: Active
ru: Активно

# KdumpStatus___UNKNOWN
source: Unknown
ru: Неизвестно

# KdumpStatus___DISABLED
source: Disabled
ru: Отключено

# KdumpStatus___ENABLED
source: Enabled
ru: Включено

# SELinuxMode___ENFORCING
source: Enforcing
ru: Принудительно

# SELinuxMode___PERMISSIVE
source: Permissive
ru: Разрешительно

# SELinuxMode___DISABLED
source: Disabled
ru: Отключено

# NumaTuneMode___STRICT
source: Strict
ru: Строгий

# NumaTuneMode___PREFERRED
source: Preferred
ru: Предпочтительный

# NumaTuneMode___INTERLEAVE
source: Interleave
ru: Чередование

# ImportSource___EXPORT_DOMAIN
source: Export Domain
ru: Домен экспорта

# ImportSource___OVA
source: Virtual Appliance (OVA)
ru: Виртуальное устройство (OVA)

# ConsoleDisconnectAction___NONE
source: No action
ru: Нет действий

# ConsoleDisconnectAction___LOCK_SCREEN
source: Lock screen
ru: Блокировка экрана

# ConsoleDisconnectAction___LOGOUT
source: Logout user
ru: Завершить сеанс пользователя

# ConsoleDisconnectAction___SHUTDOWN
source: Shutdown virtual machine
ru: Завершить работу ВМ

# ConsoleDisconnectAction___REBOOT
source: Reboot virtual machine
ru: Перезагрузить ВМ

# SerialNumberPolicy___HOST_ID
source: Host ID
ru: ID хоста

# SerialNumberPolicy___VM_ID
source: Vm ID
ru: ID машины

# SerialNumberPolicy___CUSTOM
source: Custom serial number
ru: Пользовательский серийный номер

# ArchitectureType___undefined
source: undefined
ru: не определено
