Repository: jtux270/translate
Catalog: ovirt/3.6_zanata/ready/frontend_webadmin_modules_uicompat_src_main_resources_org_ovirt_engine_ui_uicompat_LocalizedEnums.po
Languages: ru

# AuditLogType___GLUSTER_VOLUME_PROFILE_STOP_FAILED
source: Failed to stop Gluster Volume Profile
ru: Не удалось остановить профиль тома Gluster

# AuditLogType___GEOREP_SESSION_PAUSE
source: Geo-replication session paused on volume
ru: Сеанс георепликации на томе приостановлен

# AuditLogType___GEOREP_SESSION_PAUSE_FAILED
source: Failed to pause geo-replication session on volume
ru: Не удалось приостановить сеанс георепликации на томе

# AuditLogType___GLUSTER_HOOK_ENABLE
source: Gluster Hook Enabled
ru: Ловушка Gluster включена

# AuditLogType___GLUSTER_HOOK_ENABLE_FAILED
source: Failed to Enable Gluster Hook
ru: Сбой включения ловушки Gluster

# AuditLogType___GLUSTER_HOOK_DISABLE
source: Gluster Hook Disabled
ru: Ловушка Gluster выключена

# AuditLogType___GLUSTER_HOOK_DISABLE_FAILED
source: Failed to Disable Gluster Hook
ru: Сбой выключения ловушки Gluster

# AuditLogType___GLUSTER_HOOK_UPDATED
source: Updated Gluster Hook
ru: Обновления применены для ловушки Gluster

# AuditLogType___GLUSTER_HOOK_UPDATE_FAILED
source: Failed to update Gluster Hook on conflicting servers
ru: Не удалось применить обновления для ловушки Gluster на конфликтующих серверах

# AuditLogType___GLUSTER_HOOK_ADDED
source: Added Gluster Hook
ru: Ловушка Gluster добавлена

# AuditLogType___GLUSTER_HOOK_ADD_FAILED
source: Failed to add Gluster Hook on conflicting servers
ru: Не удалось добавить ловушку Gluster на конфликтующих серверах

# AuditLogType___GLUSTER_HOOK_REMOVED
source: Removed Gluster Hook
ru: Ловушка Gluster удалена

# AuditLogType___GLUSTER_HOOK_REMOVE_FAILED
source: Failed to remove Gluster Hook from cluster
ru: Сбой удаления ловушки Gluster из кластера

# AuditLogType___GLUSTER_HOOK_REFRESH
source: Gluster Hooks refreshed
ru: Сведения о ловушках Gluster обновлены

# AuditLogType___GLUSTER_HOOK_REFRESH_FAILED
source: Failed to refresh Gluster Hooks
ru: Сбой обновления сведений о ловушках Gluster

# AuditLogType___GLUSTER_VOLUME_DETAILS_REFRESH
source: Refreshed details of the volume
ru: Сведения о томе обновлены

# AuditLogType___GLUSTER_VOLUME_DETAILS_REFRESH_FAILED
source: Failed to refresh the details of volume
ru: Не удалось обновить сведения о томе

# AuditLogType___GLUSTER_HOOK_CONFLICT_DETECTED
source: Detected conflict in Gluster Hook
ru: Обнаружен конфликт в ловушке Gluster

# AuditLogType___GLUSTER_HOOK_DETECTED_NEW
source: Detected new Gluster Hook
ru: Обнаружена новая ловушка Gluster

# AuditLogType___GLUSTER_HOOK_DETECTED_DELETE
source: Detected removal of Gluster Hook
ru: Обнаружено удаление ловушки Gluster

# AuditLogType___GLUSTER_SERVICE_STARTED
source: Gluster Service started
ru: Служба Gluster запущена

# AuditLogType___GLUSTER_SERVICE_START_FAILED
source: Failed to start Gluster service
ru: Сбой запуска службы Gluster

# AuditLogType___GLUSTER_SERVICE_STOPPED
source: Gluster Service stopped
ru: Служба Gluster остановлена

# AuditLogType___GLUSTER_SERVICE_STOP_FAILED
source: Failed to stop Gluster service
ru: Сбой останова службы Gluster

# AuditLogType___GLUSTER_SERVICE_RESTARTED
source: Gluster Service re-started
ru: Служба Gluster перезапущена

# AuditLogType___GLUSTER_SERVICE_RESTART_FAILED
source: Failed to re-start Gluster Service
ru: Сбой перезапуска службы Gluster

# AuditLogType___GLUSTER_VOLUME_REMOVE_BRICKS_STOP
source: Stopped removing bricks from Gluster Volume
ru: Удаление элементов из тома Gluster остановлено

# AuditLogType___GLUSTER_VOLUME_REMOVE_BRICKS_STOP_FAILED
source: Failed to stop remove bricks from Gluster Volume
ru: Не удалось остановить удаление элементов из тома Gluster

# AuditLogType___GLUSTER_BRICK_STATUS_CHANGED
source: Detected change in status of brick
ru: Обнаружено изменение состояния элемента

# AuditLogType___GLUSTER_VOLUME_REBALANCE_NOT_FOUND_FROM_CLI
source: Could not find information for rebalance on volume from CLI. Marking it as unknown.
ru: Не удалось найти сведений о перебалансировке на томе через CLI. Помечается как неизвестное.

# AuditLogType___REMOVE_GLUSTER_VOLUME_BRICKS_NOT_FOUND_FROM_CLI
source: Could not find information for remove brick on volume from CLI. Marking it as unknown.
ru: Не удалось найти информацию по удалению элементов тома через CLI. Помечается как неизвестное.

# AuditLogType___GLUSTER_GEOREP_SESSION_REFRESH
source: Refreshed geo-replication sessions for volume.
ru: Сведения о сеансах георепликации тома обновлены

# AuditLogType___GLUSTER_GEOREP_SESSION_REFRESH_FAILED
source: Failed to refresh geo-replication sessions for volume.
ru: Не удалось обновить сведения о сеансах георепликации для тома

# AuditLogType___GLUSTER_GEO_REP_PUB_KEY_FETCH_FAILED
source: Failed to fetch public keys.
ru: Сбой получения публичных ключей.

# AuditLogType___GLUSTER_GET_PUB_KEY
source: Public key fetched.
ru: Публичный ключ получен.

# AuditLogType___GLUSTER_GEOREP_PUBLIC_KEY_WRITE_FAILED
source: Failed to write public keys
ru: Сбой записи публичных ключей

# AuditLogType___GLUSTER_WRITE_PUB_KEYS
source: Public keys written
ru: Публичные ключи записаны

# AuditLogType___GLUSTER_GEOREP_SETUP_MOUNT_BROKER_FAILED
source: Failed to setup geo-replication mount broker for user ${geoRepUserName} on the slave volume ${geoRepSlaveVolumeName}.
ru: Сбой установки посредника монтирования гео-распределенной репликации на вторичном томе ${geoRepSlaveVolumeName} для пользователя ${geoRepUserName}.

# AuditLogType___GLUSTER_SETUP_GEOREP_MOUNT_BROKER
source: Geo-replication mount broker has been setup for user ${geoRepUserName} on the slave volume ${geoRepSlaveVolumeName}.
ru: Посредник монтирования гео-репликации установлен для пользователя ${geoRepUserName} для вторичного тома ${geoRepSlaveVolumeName}.

# AuditLogType___SET_UP_PASSWORDLESS_SSH
source: Password-less SSH has been setup for user ${geoRepUserName} on the nodes of remote volume ${geoRepSlaveVolumeName} from the nodes of the volume ${glusterVolumeName}.
ru: Бес-парольный SSH был установлен для пользователя ${geoRepUserName} на узлах удаленного тома ${geoRepSlaveVolumeName} из узлов тома ${glusterVolumeName}.

# AuditLogType___SET_UP_PASSWORDLESS_SSH_FAILED
source: Failed to setup Passwordless ssh for user ${geoRepUserName} on the nodes of remote volume ${geoRepSlaveVolumeName} from the nodes of the volume ${glusterVolumeName}.
ru: Сбой установки бес-парольного SSH для пользователя ${geoRepUserName} на узлах удаленного тома ${geoRepSlaveVolumeName} из узлов тома ${glusterVolumeName}.

# AuditLogType___GLUSTER_GEOREP_SESSION_CREATE_FAILED
source: Failed to create geo-replication session
ru: Сбой создания сессии гео-распределенной репликации

# AuditLogType___CREATE_GLUSTER_VOLUME_GEOREP_SESSION
source: Created geo-replication session
ru: Сессия гео-распределенной репликации создана

# AuditLogType___GEOREP_SESSION_STOP
source: Geo-replication session stopped on volume
ru: Сессия гео-распределенной репликации остановлена на томе

# AuditLogType___GEOREP_SESSION_STOP_FAILED
source: Failed to stop geo-replication session on volume
ru: Сбой остановки сессии гео-распределенной репликации на томе

# AuditLogType___GEOREP_SESSION_DELETED
source: Geo-replication session deleted on volume
ru: Сессия гео-распределенной репликации удалена на томе

# AuditLogType___GEOREP_SESSION_DELETE_FAILED
source: Failed to delete geo-replication session on volume
ru: Сбой удаления сессии гео-распределенной репликации на томе

# AuditLogType___GEOREP_SESSION_START
source: Geo-replication session started on volume
ru: Сессия гео-распределенной репликации запущена на томе

# AuditLogType___GEOREP_SESSION_START_FAILED
source: Failed to start geo-replication session on volume
ru: Сбой запуска сессии гео-распределенной репликации на томе

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_CREATED
source: Snapshot ${snapname} created for volume ${glusterVolumeName} on cluster ${vdsGroupName}.
ru: Снимок ${snapname} создан для тома ${glusterVolumeName} на кластере ${vdsGroupName}.

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_CREATE_FAILED
source: Could not create snapshot for volume ${glusterVolumeName} on cluster ${vdsGroupName}.
ru: Не удалось создать снимок для тома ${glusterVolumeName} на кластере ${vdsGroupName}.

# AuditLogType___GLUSTER_GEOREP_CONFIG_SET
source: Configuration has been set on the geo-rep session.
ru: Конфигурация установлена на сессию гео-распределенной репликации.

# AuditLogType___GLUSTER_GEOREP_CONFIG_SET_FAILED
source: Failed to set the configuration on geo-rep session.
ru: Сбой установки конфигурации на сессию гео-распределенной репликации.

# AuditLogType___GLUSTER_GEOREP_CONFIG_SET_DEFAULT
source: Configuration has been reset to its default value.
ru: Конфигурация была сброшена в значение по умолчанию.

# AuditLogType___GLUSTER_GEOREP_CONFIG_SET_DEFAULT_FAILED
source: Failed to reset the configuration to its default value.
ru: Сбой сброса конфигурации в значение по умолчанию.

# AuditLogType___GLUSTER_GEOREP_CONFIG_LIST
source: Refreshed configuration options for geo-replication session.
ru: Сведения о параметрах сеанса георепликации обновлены.

# AuditLogType___GLUSTER_GEOREP_CONFIG_LIST_FAILED
source: Failed to refresh configuration options for geo-replication session.
ru: Не удалось обновить сведения о параметрах сеанса георепликации.

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_DELETED
source: Snapshot deleted on volume
ru: Снимок удален с тома

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_DELETE_FAILED
source: Failed to delete snapshot on volume
ru: Не удалось удалить снимок с тома

# AuditLogType___GLUSTER_VOLUME_ALL_SNAPSHOTS_DELETED
source: All the snapshots deleted on the volume
ru: Все снимки удалены с тома

# AuditLogType___GLUSTER_VOLUME_ALL_SNAPSHOTS_DELETE_FAILED
source: Failed to delete snapshots on the volume
ru: Не удалось удалить снимки с тома

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_ACTIVATED
source: Snapshot activated on the volume
ru: Снимок на томе активирован

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_ACTIVATE_FAILED
source: Failed to activate snapshot on the volume
ru: Сбой активации снимка на томе

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_DEACTIVATED
source: Snapshot de-activated on the volume
ru: Снимок на томе отключен

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_DEACTIVATE_FAILED
source: Failed to de-activate snapshot on the volume
ru: Сбой отключения снимка на томе

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_RESTORED
source: Snapshot restore on the volume
ru: Снимок на томе восстановлен

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_RESTORE_FAILED
source: Failed to restore snapshot on the volume
ru: Сбой восстановления снимка на томе

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_CONFIG_UPDATED
source: Gluster volume snapshot configuration updated
ru: Параметры снимков тома Gluster обновлены

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_CONFIG_UPDATE_FAILED
source: Failed to update gluster volume snapshot configuration
ru: Сбой обновления параметров снимков тома Gluster

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_SCHEDULED
source: Snapshots scheduled on volume
ru: Создание снимков тома внесено в расписание

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_SCHEDULE_FAILED
source: Failed to schedule snapshots on the volume
ru: Создание снимков тома не удалось внести в расписание

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_RESCHEDULED
source: Rescheduled snapshots on volume
ru: Расписание создания снимков тома изменено

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_RESCHEDULE_FAILED
source: Failed to reschedule snapshots on volume
ru: Не удалось изменить расписание создания снимков тома

# AuditLogType___GLUSTER_MASTER_VOLUME_STOP_FAILED_DURING_SNAPSHOT_RESTORE
source: Could not stop master volume ${glusterVolumeName} during snapshot restore.
ru: Невозможно остановить работу основного тома ${glusterVolumeName} во время восстановления снимка

# AuditLogType___GLUSTER_MASTER_VOLUME_SNAPSHOT_RESTORE_FAILED
source: Could not restore master volume ${glusterVolumeName}.
ru: Невозможно восстановить главный том ${glusterVolumeName}.

# AuditLogType___CREATE_GLUSTER_BRICK
source: Brick ${brickName} created successfully on host ${vdsName} of cluster ${vdsGroupName}.
ru: Элемент ${brickName} успешно создан на хосте ${vdsName} кластера ${vdsGroupName}.

# AuditLogType___CREATE_GLUSTER_BRICK_FAILED
source: Failed to create brick ${brickName} on host ${vdsName} of cluster ${vdsGroupName}.
ru: Сбой создания элемента ${brickName} на хосте ${vdsName} кластера ${vdsGroupName}.

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_CONFIG_UPDATE_FAILED_PARTIALLY
source: Failed to update gluster volume snapshot configuration(s) ${failedSnapshotConfigs}.
ru: Сбой обновления параметров снимков тома gluster ${failedSnapshotConfigs}.

# AuditLogType___GLUSTER_VOLUME_SNAPSHOT_SCHEDULE_DELETED
source: Snapshot schedule deleted for volume ${glusterVolumeName} of ${vdsGroupName}
ru: Расписание создания снимков для тома ${glusterVolumeName} ${vdsGroupName} было удалено

# AuditLogType___GLUSTER_CLI_SNAPSHOT_SCHEDULE_DISABLE_FAILED
source: Failed to disable gluster CLI based snapshot schedule on cluster ${vdsGroupName}.
ru: Не удалось отключить плановое создание снимков, настроенное через CLI, на кластере ${vdsGroupName}.

# AuditLogType___GLUSTER_CLI_SNAPSHOT_SCHEDULE_DISABLED
source: Disabled gluster CLI based scheduling successfully on cluster ${vdsGroupName}.
ru: Плановое создание снимков, настроенное через CLI, успешно отключено на кластере ${vdsGroupName}.

# VdcActionType___ActivateVds
source: Activate Host
ru: Активировать хост

# VdcActionType___RecoveryStoragePool
source: Reinitialize Data Center
ru: Повторная инициализация дата-центра

# VdcActionType___UpdateVmInterface
source: Edit VM Interface properties
ru: Свойства интерфейса ВМ

# VdcActionType___MigrateVmToServer
source: Migrate VM to a specific Host
ru: Перенести ВМ на указанный хост

# VdcActionType___UpdateDisplayToVdsGroup
source: Set Logical Network for Display Protocol
ru: Настроить логическую сеть для протокола экрана

# VdcActionType___ChangeDisk
source: Change CD
ru: Сменить CD

# VdcActionType___ShutdownVm
source: Shutdown VM
ru: Завершить работу ВМ

# VdcActionType___ApproveVds
source: Approve Host
ru: Утвердить хост

# VdcActionType___AddBond
source: Add NICs Bond
ru: Добавить связь NIC

# VdcActionType___AddNetwork
source: New Logical Network
ru: Новая логическая сеть

# VdcActionType___AddPermission
source: Assign Role to User or Group
ru: Назначить роль пользователю или группе

# VdcActionType___AddRole
source: New Role
ru: Новая роль

# VdcActionType___RemoveRole
source: Remove Role
ru: Удалить роль

# VdcActionType___AddRoleWithActions
source: New Role
ru: Новая роль

# VdcActionType___AddVds
source: New Host
ru: Новый хост

# VdcActionType___AddVdsGroup
source: New Cluster
ru: Новый кластер

# VdcActionType___AddVm
source: New VM
ru: Новая ВМ

# VdcActionType___AddVmFromScratch
source: New VM from Blank Template
ru: Новая ВМ из пустого шаблона

# VdcActionType___AddVmInterface
source: Add NIC to VM
ru: Добавить NIC к ВМ

# VdcActionType___AddVmPoolWithVms
source: New VM Pool
ru: Новый пул ВМ

# VdcActionType___AddVmTemplate
source: New VM Template
ru: Новый шаблон ВМ

# VdcActionType___AddVmTemplateInterface
source: Add NIC to VM Template
ru: Добавить NIC к шаблону ВМ

# VdcActionType___AddVmToPool
source: Add VM to VM Pool
ru: Добавить ВМ в пул машин

# VdcActionType___AttachActionToRole
source: Attach Action to Role
ru: Присоединить действие к роли

# VdcActionType___AttachNetworkToVdsGroup
source: Attach Logical Network to Cluster
ru: Присоединить логическую сеть к кластеру

# VdcActionType___AttachNetworkToVdsInterface
source: Bind physical NIC to Logical Network
ru: Привязать физический NIC к логической сети

# VdcActionType___AttachVmPoolToAdGroup
source: Attach Group to VM Pool
ru: Присоединить группу к пулу ВМ

# VdcActionType___AttachVmPoolToUser
source: Attach User to VM Pool
ru: Присоединить пользователя к пулу ВМ

# VdcActionType___AttachVmToAdGroup
source: Attach Group to VM
ru: Присоединить группу к ВМ

# VdcActionType___AttachVmToUser
source: Attach User to VM
ru: Присоединить пользователя к ВМ

# VdcActionType___CommitNetworkChanges
source: Commit Network changes
ru: Зафиксировать изменения сети

# VdcActionType___SetupNetworks
source: Setup Networks
ru: Настроить сети

# VdcActionType___CreateAllSnapshotsFromVm
source: Create Snapshot
ru: Создать снимок

# VdcActionType___DetachActionFromRole
source: Detach Action from Role
ru: Отделить действие от роли

# VdcActionType___DetachNetworkFromVdsInterface
source: Unbind physical NIC from Logical Network
ru: Отвязать физический NIC от логической сети

# VdcActionType___DetachNetworkToVdsGroup
source: Detach Logical Network from Cluster
ru: Отделить логическую сеть от кластера

# VdcActionType___DetachUserFromVmFromPool
source: Detach User from a specific VM from VM Pool
ru: Отделить пользователя от указанной ВМ из пула машин

# VdcActionType___DetachVmFromAdGroup
source: Detach Group from VM
ru: Отделить группу от ВМ

# VdcActionType___DetachVmFromUser
source: Detach User from VM
ru: Отделить пользователя от ВМ

# VdcActionType___DetachVmPoolFromAdGroup
source: Detach Group from VM Pool
ru: Отделить группу от пула ВМ

# VdcActionType___DetachVmPoolFromUser
source: Detach User from VM Pool
ru: Отделить пользователя от пула ВМ

# VdcActionType___HibernateVm
source: Suspend VM
ru: Перевести ВМ в ждущий режим

# VdcActionType___ActivateDeactivateVmNic
source: Activate/Deactivate Interface
ru: Вкл./выкл. интерфейс

# VdcActionType___LoginAdminUser
source: Login as administrator
ru: Выполнить вход как администратор

# VdcActionType___MaintenanceNumberOfVdss
source: Move Host to Maintenance mode
ru: Перевести узел в режим обслуживания

# VdcActionType___MergeSnapshot
source: Merge Snapshots
ru: Объединить снимки

# VdcActionType___MigrateVm
source: Migrate VM
ru: Перенести ВМ

# VdcActionType___PauseVm
source: Pause VM
ru: Приостановить ВМ

# VdcActionType___RemoveAdGroup
source: Remove Group
ru: Удалить группу

# VdcActionType___RemoveUser
source: Remove User
ru: Удалить пользователя

# VdcActionType___RemoveBond
source: Remove NICs Bond
ru: Удалить связь NIC

# VdcActionType___RemoveNetwork
source: Remove Logical Network
ru: Удалить логическую сеть

# VdcActionType___RemovePermission
source: Detach Role from User or Group
ru: Отделить роль от пользователя/группы

# VdcActionType___RemoveVds
source: Remove Host
ru: Удалить хост

# VdcActionType___RemoveVdsGroup
source: Remove Cluster
ru: Удалить кластер

# VdcActionType___RemoveVm
source: Remove VM
ru: Удалить ВМ

# VdcActionType___RemoveVmFromPool
source: Detach VM from VM Pool
ru: Отделить ВМ от пула ВМ

# VdcActionType___RemoveVmInterface
source: Remove NIC from VM
ru: Удалить NIC из ВМ

# VdcActionType___RemoveVmPool
source: Remove VM Pool
ru: Удалить пул ВМ

# VdcActionType___RemoveVmTemplate
source: Remove VM Template
ru: Удалить шаблон ВМ

# VdcActionType___RemoveVmTemplateInterface
source: Remove NIC from VM Template
ru: Удалить NIC из шаблона ВМ

# VdcActionType___RestartVds
source: Restart Host
ru: Перезапустить хост

# VdcActionType___RestoreAllSnapshots
source: Revert to Snapshot
ru: Откат к снимку

# VdcActionType___RunVm
source: Run VM
ru: Запустить ВМ

# VdcActionType___StartVds
source: Start Host
ru: Запустить хост

# VdcActionType___StopVds
source: Stop Host
ru: Остановить хост

# VdcActionType___RefreshHostCapabilities
source: Refresh Host Capabilities
ru: Обновить сведения о характеристиках хоста

# VdcActionType___RunVmOnce
source: Run VM once
ru: Выполнить однократный запуск ВМ

# VdcActionType___StopVm
source: Stop VM
ru: Остановить ВМ

# VdcActionType___TryBackToAllSnapshotsOfVm
source: Preview Snapshot
ru: Предварительный просмотр снимка

# VdcActionType___UpdateNetworkToVdsInterface
source: Update Network to Host Interface
ru: Обновить сеть до интерфейса хоста

# VdcActionType___UpdateNetwork
source: Edit Logical Network properties
ru: Свойства логической сети

# VdcActionType___UpdateRole
source: Edit Role properties
ru: Свойства роли

# VdcActionType___UpdateVds
source: Edit Host properties
ru: Свойства узла

# VdcActionType___UpdateVdsGroup
source: Edit Cluster properties
ru: Свойства кластера

# VdcActionType___UpdateVm
source: Edit VM properties
ru: Свойства ВМ

# VdcActionType___UpdateVmConsoleData
source: Update VM console data
ru: Обновить данные консоли ВМ

# VdcActionType___UpdateVmPoolWithVms
source: Edit VM Pool properties
ru: Свойства пула ВМ

# VdcActionType___UpdateVmTemplate
source: Edit VM Template properties
ru: Свойства шаблона ВМ

# VdcActionType___MoveOrCopyTemplate
source: Copy VM Template image to a different Storage Domain
ru: Копировать образ шаблона ВМ в другой домен хранилища

# VdcActionType___UpdateVmTemplateInterface
source: Edit VM Template Interface properties
ru: Свойства интерфейса шаблона ВМ

# VdcActionType___AttachVmsToTag
source: Attach Tag to VM
ru: Прикрепить тег к ВМ

# VdcActionType___DetachVmFromTag
source: Detach Tag from VM
ru: Отсоединить тег от ВМ

# VdcActionType___AddDisk
source: Add Disk to VM
ru: Добавить диск к ВМ

# VdcActionType___RemoveDisk
source: Remove Disk
ru: Удалить диск

# VdcActionType___UpdateVmDisk
source: Edit VM Disk properties
ru: Свойства диска ВМ

# VdcActionType___AttachDiskToVm
source: Attach Disk to VM
ru: Прикрепить диск к ВМ

# VdcActionType___DetachDiskFromVm
source: Detach Disk from VM
ru: Отсоединить диск от ВМ

# VdcActionType___MoveOrCopyDisk
source: Move or Copy Disk
ru: Переместить или копировать диск

# VdcActionType___LiveMigrateDisk
source: Live Migrate Disk
ru: Динамическая миграция диска

# VdcActionType___MoveDisk
source: Move Disk
ru: Переместить диск

# VdcActionType___MoveVm
source: Move VM image to a different Storage Domain
ru: Переместить образ ВМ в другой домен хранилища

# VdcActionType___AddVmAndAttachToUser
source: Add VM and Attach to User
ru: Добавить ВМ и присоединить к пользователю

# VdcActionType___AttachUserToVmFromPool
source: Attach User to a specific VM from VM Pool
ru: Присоединить пользователя к указанной ВМ из пула машин

# VdcActionType___AttachUserToVmFromPoolAndRun
source: Run VM from VM Pool (User Portal)
ru: Запустить ВМ из пула ВМ (пользовательский портал)

# VdcActionType___AddStorageServerConnection
source: Add Storage Connection
ru: Добавить подключение к хранилищу

# VdcActionType___DataCenters
source: Data Centers
ru: Дата-центры

# VdcActionType___Clusters
source: Clusters
ru: Кластеры

# VdcActionType___Hosts
source: Hosts
ru: Хосты

# VdcActionType___Storage
source: Storage
ru: Хранилище

# VdcActionType___VirtualMachines
source: Virtual Machines
ru: Виртуальные машины

# VdcActionType___Pools
source: Pools
ru: Пулы

# VdcActionType___Templates
source: Templates
ru: Шаблоны

# VdcActionType___Users
source: Users
ru: Пользователи

# VdcActionType___Events
source: Events
ru: События

# VdcActionType___Monitor
source: Monitor
ru: Монитор

# VdcActionType___ForceRemoveStorageDomain
source: Destroy Storage Domain
ru: Уничтожить домен хранилища

# VdcActionType___CreateGlusterVolume
source: Create Gluster Volume
ru: Создать том Gluster

# VdcActionType___SetGlusterVolumeOption
source: Set Gluster Volume Option
ru: Параметр тома Gluster

# VdcActionType___StartGlusterVolume
source: Start Gluster Volume
ru: Запустить том Gluster

# VdcActionType___StopGlusterVolume
source: Stop Gluster Volume
ru: Остановить том Gluster

# VdcActionType___ResetGlusterVolumeOptions
source: Reset Gluster Volume Options
ru: Сбросить параметры тома Gluster

# VdcActionType___DeleteGlusterVolume
source: Delete Gluster Volume
ru: Удалить том Gluster

# VdcActionType___GlusterVolumeRemoveBricks
source: Remove Gluster Volume Bricks
ru: Удалить элементы тома Gluster

# VdcActionType___AddBricksToGlusterVolume
source: Add Brick To Gluster Volume
ru: Добавить элемент в том Gluster
