Repository: jtux270/translate
Catalog: ovirt/3.6_zanata/ready/frontend_webadmin_modules_userportal-gwtp_src_main_resources_org_ovirt_engine_ui_frontend_ConsoleErrors.po
Languages: ru

# E1028
source: WinSock recv call failed
ru: Сбой получения вызова WinSock

# E1030
source: Invalid Security Data
ru: Недопустимые данные безопасности.

# E1032
source: Internal error (code 1032)
ru: Внутренняя ошибка (код 1032)

# E1286
source: Invalid Encryption Method
ru: Недопустимый метод шифрования

# E1288
source: DNS Lookup failed
ru: Сбой поиска DNS

# E1540
source: GetHostByName call failed
ru: Сбой вызова GetHostByName

# E1542
source: Invalid server security data
ru: Недопустимые данные безопасности сервера

# E1544
source: Internal Error (timer error)
ru: Внутренняя ошибка (ошибка таймера)

# E1796
source: Timeout occurred
ru: Истекло время ожидания

# E1798
source: Failed to unpack server certificate
ru: Не удалось распаковать сертификат сервера

# E2052
source: Bad IP address specified
ru: Указан неверный адрес IP

# E2054
source: Internal Security Error
ru: Внутренняя ошибка безопасности

# E2308
source: Socket closed
ru: Сокет закрыт

# E2310
source: Internal Security Error
ru: Внутренняя ошибка безопасности

# E2566
source: Internal Security Error
ru: Внутренняя ошибка безопасности

# E260
source: DNS Lookup Failed
ru: Сбой поиска DNS

# E262
source: Out of memory condition
ru: Состояние нехватки памяти

# E264
source: Connection Timed Out
ru: Истекло время ожидания подключения

# E2822
source: Encryption error
ru: Ошибка шифрования

# E3078
source: Decryption error
ru: Ошибка расшифровки

# E516
source: The client could not connect to the remote computer. Remote connections might not be enabled or a network problem is preventing your connection.
ru: Клиенту не удалось подключиться к удалённому компьютеру. Возможно, удалённое подключение не включено или же присутствуют сетевые проблемы.

# E518
source: Out of memory condition
ru: Состояние нехватки памяти

# E520
source: The specified remote computer could not be found.
ru: Не удалось найти указанный удалённый компьютер.

# E772
source: WinSock send call failed
ru: Сбой отправки вызова WinSock

# E774
source: Out of memory condition
ru: Состояние нехватки памяти

# E776
source: Invalid IP address specified
ru: Указан недопустимый адрес IP

# E2824
source: Unexpected RDP disconnection
ru: Неожиданное прерывание связи RDP

# E107
source: SPICE encountered an SSL error while trying to connect to the Virtual Machine. This may happen due to: - SSL certificate errors, when the Host certificate does not match its Name, or is not valid, time-wise. - Errors during the establishment of the SSL channel. Verify the Host is properly resolvable and that time is correctly configured on both client and host and retry.
ru: Возникла ошибка SSL при попытке SPICE подключения к ВМ. Причиной может быть: — ошибка сертификата SSL, возможно, сертификат хоста не соответствует его имени, или истекло время его действия; — ошибки во время установки соединения SSL. Убедитесь, что хост правильно разрешается, а также что время корректно настроено как на клиенте, так и на хосте, и повторите попытку.

# E110
source: SPICE guest agent reported an error
ru: Гостевой агент SPICE сообщил об ошибке

# E111
source: SPICE Version mismatch
ru: Несоответствие версий SPICE

# E112
source: Permission Denied
ru: Доступ запрещён
