Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.restapi.jaxrs.src.main.resources.org.ovirt.engine.api.restapi.logging/Messages_*.po
Languages: ru

source: Entity not found: {0}
ru: Объект не найден: {0}

source: Operation Failed
ru: Сбой операции

source: Operation Failed: {0}
ru: Сбой операции: {0}

source: Asynchronous task failed
ru: Сбой асинхронной задачи

source: Incomplete parameters
ru: Неполные параметры

source: {0} {1} required for {2}
ru: {0} {1} требуются для {2}

source: If {0} supplied, {1} expected to be supplied as well.
ru: Если указан {0}, то также ожидается указание и {1}.

source: Invalid value
ru: Недопустимое значение

source: {0} is not a member of {1}
ru: {0} не является членом {1}

source: Broken immutability constraint
ru: Нарушено ограничение на неизменяемость

source: Attempt to set immutable field: {0}
ru: Попытка указать неизменяемое поле: {0}

source: Invalid access control specifications
ru: Недопустимые спецификации управления доступом

source: Both access_control_list and auth.allow option should have the same value or only one should be present.
ru: Параметры access_control_list и auth.allow должны иметь одинаковое значение, или должен присутствовать только один параметр.

source: Brick(s) cannot be activated unless data migration is completed
ru: Элементы нельзя активировать до завершения переноса данных.

source: Replace brick is not supported. First migrate brick and add new brick instead.
ru: Замена элементов не поддерживается. Сначала нужно перенести элемент и добавить вместо него новый.

source: Invalid icon parameters. Either large icon is uploaded using "media_type" and "data" properties or id of existing icon can be set.
ru: Недопустимые параметры значка. Либо нужно загрузить значок большего размера с помощью свойств "media_type" и "data", либо указать идентификатор существующего значка.

source: Cannot use sysprep and cloud_init tags simultaneously when running VM.
ru: Во время работы ВМ нельзя использовать теги sysprep и cloud_init одновременно.

source: Attempt to configure SR-IOV properties on a NIC that does not support that.
ru: Попытка настроить свойства SR-IOV на NIC, которая их не поддерживает.
