Repository: jtux270/translate
Catalog: openstack/zanata/python-heatclient-master/*/heatclient/locale/heatclient.po
Languages: ru

source: Key "error" not exists
ru: Ключ "error" не существует

source: ERROR: %(message)s %(traceback)s
ru: ОШИБКА: %(message)s %(traceback)s

source: ERROR: %s
ru: ОШИБКА: %s

source: Requested version of Heat API is not available.
ru: Запрошенная версия Heat API недоступна.

source: Explicitly allow heatclient to perform "insecure SSL" (https) requests. The server's certificate will not be verified against any certificate authorities. This option should be used with caution.
ru: Явно разрешить heatclient выполнение запросов "insecure SSL" (https). Сертификат сервера не будет проверяться никакими центрами сертификации. Этот параметр нужно использовать с осторожностью.

source: Path of certificate file to use in SSL connection. This file can optionally be prepended with the private key.
ru: Путь до файла сертификата, используемого в соединениях SSL. Дополнительно, перед файлом можно указать частный ключ.

source: DEPRECATED! Use %(arg)s.
ru: УСТАРЕВШИЙ ПАРАМЕТР. Используйте %(arg)s.

source: Path of client key to use in SSL connection. This option is not necessary if your key is prepended to your cert file.
ru: Путь до ключа клиента, используемого в соединениях SSL. Данный параметр не нужен, если ключ указывается перед файлом сертификата.

source: Defaults to %(value)s.
ru: По умолчанию: %(value)s.

source: Another way to specify tenant ID. This option is mutually exclusive with %(arg)s. Defaults to %(value)s.
ru: Ещё один способ указать ID арендатора. Данный параметр и %(arg)s являются взаимоисключающими. По умолчанию: %(value)s.

source: Another way to specify tenant name. This option is mutually exclusive with %(arg)s. Defaults to %(value)s.
ru: Ещё один способ указать имя арендатора Данный параметр и %(arg)s являются взаимоисключающими. По умолчанию: %(value)s.

source: See "%(arg)s" for help on a specific command.
ru: Для получения помощи по конкретной команде см. "%(arg)s".

source: Shows the client version and exits.
ru: Показывает версию клиента и завершает работу

source: Print more verbose output.
ru: Показывать более подробный вывод.

source: Do not contact keystone for a token. Defaults to %(value)s.
ru: Не запрашивать keystone для получения маркёра. По умолчанию: %(value)s.

source: Defaults to %(value)s or 1.
ru: По умолчанию: %(value)s или 1.

source: Send %(arg1)s and %(arg2)s to heat.
ru: Послать %(arg1)s и %(arg2)s в heat.

source: You must provide a username via either --os-username or env[OS_USERNAME] or a token via --os-auth-token or env[OS_AUTH_TOKEN]
ru: Имя пользователя нужно указать либо с помощью параметра --os-username/переменной env[OS_USERNAME], либо с помощью маркера через параметр --os-auth-token/переменную env[OS_AUTH_TOKEN]

source: You must provide a password via either --os-password or env[OS_PASSWORD] or a token via --os-auth-token or env[OS_AUTH_TOKEN]
ru: Пароль необходимо указать либо с помощью параметра --os-password/переменной env[OS_PASSWORD], либо с помощью маркера через параметр --os-auth-token/ переменную env[OS_AUTH_TOKEN]

source: If you specify --os-no-client-auth you must also specify a Heat API URL via either --heat-url or env[HEAT_URL]
ru: Если указывается --os-no-client-auth, то также нужно указать адрес URL для Heat API через параметр --heat-url, либо через переменную env[HEAT_URL]

source: You must provide a tenant id via either --os-tenant-id or env[OS_TENANT_ID] or a tenant name via either --os-tenant-name or env[OS_TENANT_NAME] or a project id via either --os-project-id or env[OS_PROJECT_ID] or a project name via either --os-project-name or env[OS_PROJECT_NAME]
ru: Необходимо предоставить либо ID арендатора с помощью параметра --os-tenant-id/переменной env[OS_TENANT_ID], либо имя арендатора с помощью параметра --os-tenant-name/переменной env[OS_TENANT_NAME],либо ID проекта с помощью параметра --os-project-id/переменной env[OS_PROJECT_ID], либо название проекта с помощью параметра --os-project-name/переменной env[OS_PROJECT_NAME]

source: You must provide an auth url via either --os-auth-url or via env[OS_AUTH_URL]
ru: Необходимо предоставить адрес url для авторизации либо с помощью параметра --os-auth-url, либо с помощью переменной env[OS_AUTH_URL]

source: Trace ID: %s
ru: ID трассировки: %s

source: To display trace use next command: osprofiler trace show --html %s
ru: Для просмотра трассировки используйте следующую команду: osprofiler trace show --html %s

source: Display help for <subcommand>.
ru: Просмотреть справку для <subcommand>.

source: ... terminating heat client
ru: ... клиент heat завершает работу

source: No %(name)s matching %(args)s.
ru: Нет %(name)s, совпадающих с %(args)s.

source: ID of the server being deployed to
ru: ID сервера, разворачиваемого на

source: Name of the current action being deployed
ru: Имя текущего развёртываемого действия

source: How the server should signal to heat with the deployment output values.
ru: Как именно сервер должен сигнализировать в Heat о выходных значениях развёртывания.

source: ID of signal to use for signaling output values
ru: ID сигнала, используемого для передачи значений вывода

source: HTTP verb to use for signaling output values
ru: Метод HTTP, используемый для сигнализации значений вывода

source: Unsupported signal transport %s
ru: Неподдерживаемый транспорт сигнала %s

source: Cannot use --os-no-client-auth, auth required to create a Swift TempURL.
ru: Невозможно использовать --os-no-client-auth, для создания Swift TempURL необходима авторизация.

source: The environment is not a valid YAML mapping data type.
ru: Окружение не является допустимым типом YAML с отображением данных

source: environment has wrong section "%s"
ru: у окружения неверный раздел "%s"

source: Unexpected hook type %s
ru: Непредвиденный тип перехватчика событий %s

source: Stack not found: %s
ru: Стек не найден: %s

source: Stack %(name)s %(status)s
ru: Стек %(name)s %(status)s

source: Stack status %s not IN_PROGRESS
ru: Статусом стека %s не является IN_PROGRESS

source: Unexpected stack status %s, only create, update and delete supported
ru: Непредвиденный статус стека %s, поддерживается только создание, обновление и удаление

source: Error finding address for %(url)s: %(e)s
ru: Ошибка нахождения адреса %(url)s: %(e)s

source: Error communicating with %(endpoint)s %(e)s
ru: Ошибка обмена данными с %(endpoint)s %(e)s

source: Authentication failed: %s
ru: Сбой аутентификации: %s

source: Template format version not found.
ru: Версия формата шаблона не найдена

source: Need to specify exactly one of [%(arg1)s, %(arg2)s or %(arg3)s] or %(arg4)s
ru: Необходимо точно указать что одно из: [%(arg1)s, %(arg2)s, или %(arg3)s], или %(arg4)s

source: Could not fetch template from %s
ru: Не удалось получить шаблон из %s

source: Error parsing template %(url)s %(error)s
ru: Ошибка анализа шаблона %(url)s %(error)s

source: Field labels list %(labels)s has different number of elements than fields list %(fields)s
ru: Список меток полей %(labels)s содержит другое число элементов, чем список полей %(fields)s

source: No %(name)s with a name or ID of '%(name_or_id)s' exists.
ru: Не существует %(name)s с именем или ID '%(name_or_id)s'.

source: Malformed parameter(%s). Use the key=value format.
ru: Неправильный формат параметра parameter(%s). Используйте формат «ключ=значение».

source: The format(%s) is unsupported.
ru: Формат format(%s) не поддерживается.

source: Could not fetch contents for %s
ru: Не удалось получить содержимое %s

source: Name or ID of stack to show events for
ru: Имя или ID стека, события которого нужно показать

source: Name of the resource event belongs to
ru: Имя ресурса, к которому принадлежит событие

source: ID of event to display details for
ru: ID события, для которого нужно показать подробные сведения

source: Name of resource to show events for. Note: this cannot be specified with --nested-depth
ru: Имя ресурса, события которого нужно показать. Обратите внимание: этот параметр нельзя уточнить с помощью --nested-depth

source: Filter parameters to apply on returned events
ru: Фильтрация параметров для применения к возвращённым событиям

source: Limit the number of events returned
ru: Ограничить число возвращаемых событий

source: Only return events that appear after the given ID
ru: Возвращать только те события, которые показаны после указанного ID

source: Depth of nested stacks from which to display events. Note: this cannot be specified with --resource
ru: Глубина вложенных стеков, с которой нужно показывать события. Обратите внимание: этот параметр нельзя уточнить с помощью --resource

source: Print events until process is halted
ru: Выводить события до тех пор, пока процесс не будет остановлен

source: --nested-depth cannot be specified with --resource
ru: --nested-depth нельзя уточнить с помощью --resource

source: --follow can only be specified with --format log
ru: --follow можно уточнить только с помощью --format log

source: Name or ID of stack to query
ru: Имя или ID запрашиваемого стека

source: Name of resource
ru: Имя ресурса

source: Attribute to show, can be specified multiple times
ru: Показываемый атрибут, можно указать несколько раз

source: Stack or resource not found: %(stack)s %(resource)s
ru: Стек или ресурс не найден: %(stack)s %(resource)s

source: Enable detailed information presented for each resource in resource list
ru: Включить показ подробных сведений для каждого ресурса в списке ресурсов

source: Depth of nested stacks from which to display resources
ru: Глубина вложенных стеков, с которой нужно показывать ресурсы

source: Filter parameters to apply on returned resources based on their name, status, type, action, id and physical_resource_id
ru: Фильтрация параметров для применения к возвращённым событиям на основе их имён, статуса, тип, действия, ID и physical_resource_id

source: Stack to display (name or ID)
ru: Показываемый стек (имя или ID)

source: Name of the resource to show the metadata for
ru: Имя ресурса, для которого нужно показать метаданные

source: Stack %(stack)s or resource %(resource)s not found.
ru: Стек %(stack)s или ресурс %(resource)s не найден.

source: Name or ID of stack the resource belongs to
ru: Имя или ID стека, к которому принадлежит ресурс

source: JSON Data to send to the signal handler
ru: Данные JSON, посылаемые обработчику сигнала

source: File containing JSON data to send to the signal handler
ru: Файл, содержащий данные JSON, посылаемые обработчику сигнала

source: Should only specify one of data or data-file
ru: Нужно указать только что-то одно: данные или файл с данными

source: Data should be in JSON format: %s
ru: Данные должны быть в формате JSON: %s

source: Data should be a JSON dict
ru: Данные должны быть в виде JSON dict

source: Name of the resource
ru: Имя ресурса

source: Reason for state change
ru: Причина изменения состояния

source: Set the resource as healthy
ru: Пометить ресурс как работоспособный

source: Stack or resource not found: %(id)s %(resource)s
ru: Стек или ресурс не найден: %(id)s %(resource)s

source: Resource type to show details for
ru: Тип ресурса, для которого нужно показать подробности

source: Optional template type to generate, hot or cfn
ru: Дополнительный создаваемый тип шаблона, hot или cfn

source: Show resource type with corresponding description.
ru: Показать тип ресурса с соответствующим описанием

source: Cannot use --template-type and --long in one time.
ru: Нельзя одновременно использовать и --template-type и --long.

source: Template type invalid: %s
ru: Недопустимый тип шаблона: %s

source: Resource type not found: %s
ru: Тип ресурса не найден: %s

source: Filter parameters to apply on returned resource types. This can be specified multiple times. It can be any of name, version or support_status
ru: Параметры фильтра, которые нужно применить к возвращаемым типам ресурсов. Можно указывать несколько раз. Фильтром может быть: имя, версия или support_status

source: Show resource types with corresponding description of each resource type.
ru: Показывать типы ресурсов с соответствующим описанием для каждого типа ресурсов

source: Name or ID of stack containing the snapshots
ru: Имя или ID стека, в котором содержатся снимки

source: Name or ID of stack containing the snapshot
ru: Имя или ID стека, в котором содержится снимок

source: ID of the snapshot to show
ru: ID просматриваемого снимка

source: Snapshot ID <%(snapshot_id)s> not found for stack <%(stack_id)s>
ru: ID снимка <%(snapshot_id)s> не найден в стеке <%(stack_id)s>

source: ID of the snapshot to restore
ru: ID восстанавливаемого снимка

source: Stack %(stack)s or snapshot %(snapshot)s not found.
ru: Стек %(stack)s или снимок %(snapshot)s не нйден.

source: Name or ID of stack
ru: Имя или ID стека

source: Name of snapshot
ru: Имя снимка

source: ID of stack snapshot
ru: ID снимка стека

source: Skip yes/no prompt (assume yes)
ru: Пропустить запрос на ввод «yes/no» (будет подразумеваться «yes»)

source: Are you sure you want to delete the snapshot of this stack [Y/N]?
ru: Точно удалить снимок этого стека [Y/N]?

source: IDs of the software configs to delete
ru: Идентификаторы удаляемых конфигураций ПО

source: Software config with ID %s not found
ru: Конфигурация ПО с ID %s не найдена

source: Unable to delete %(count)s of the %(total)s software configs.
ru: Не удалось удалить %(count)s из %(total)s конфигураций ПО.

source: Limit the number of configs returned
ru: Ограничить число возвращаемых конфигураций

source: Return configs that appear after the given config ID
ru: Возвращать конфигурации, показанные после указанного ID конфигурации

source: Name of the software config to create
ru: Имя создаваемой конфигурации ПО

source: Path to JSON/YAML containing map defining <inputs>, <outputs>, and <options>
ru: Путь до JSON/YAML, в которых содержатся параметры отображения <inputs>, <outputs> и <options>

source: Path to software config script/data
ru: Путь до сценария/данных конфигурации ПО

source: Group name of tool expected by the software config
ru: Имя группы инструмента, ожидаемое конфигурацией ПО

source: ID of the config
ru: ID конфигурации

source: Only display the value of the <config> property.
ru: Показать только значение свойства <config>

source: Configuration not found: %s
ru: Конфигурация не найдена: %s

source: Name of the derived config associated with this deployment. This is used to apply a sort order to the list of configurations currently deployed to the server.
ru: Имя производной конфигурации, связанной с данным развёртыванием. Используется для применения порядка сортировки к списку конфигураций, на данный момент развёрнутых на сервере.

source: Input value to set on the deployment. This can be specified multiple times.
ru: Значение ввода, настраиваемое для развёртывания. Можно указать несколько раз.

source: Name of an action for this deployment. This can be a custom action, or one of CREATE, UPDATE, DELETE, SUSPEND, RESUME. Default is UPDATE
ru: Имя действия данного развёртывания. Может быть либо пользовательским, либо одним из следующих: СОЗДАНИЕ, ОБНОВЛЕНИЕ, УДАЛЕНИЕ, ГИБЕРНАЦИЯ, ВЫВОД ИЗ ГИБЕРНАЦИИ. По умолчанию: ОБНОВЛЕНИЕ

source: ID of the configuration to deploy
ru: ID развёртываемой конфигурации

source: How the server should signal to heat with the deployment output values. TEMP_URL_SIGNAL will create a Swift TempURL to be signaled via HTTP PUT. ZAQAR_SIGNAL will create a dedicated zaqar queue to be signaled using the provided keystone credentials.NO_SIGNAL will result in the resource going to the COMPLETE state without waiting for any signal
ru: Как именно сервер должен сигнализировать в Heat о выходных значениях развёртывания. TEMP_URL_SIGNAL создаст Swift TempURL для сигнализирования с использованием HTTP PUT. ZAQAR_SIGNAL создаст соответствующую очередь zaqar, которая будет сигнализироваться с использованием предоставленных учётных данных keystone. NO_SIGNAL — ресурс переходит в состояние COMPLETE, не ожидая сигналов.

source: Optional name of container to store TEMP_URL_SIGNAL objects in. If not specified a container will be created with a name derived from the DEPLOY_NAME
ru: Дополнительное имя контейнера для хранения объектов TEMP_URL_SIGNAL. Если не указано, контейнер будет создан с именем, производным от DEPLOY_NAME.

source: Deployment timeout in minutes
ru: Истечение времени ожидания развёртывания, в минутах.

source: Software configuration not found: %s
ru: Конфигурация ПО не найдена: %s

source: ID of the deployment(s) to delete.
ru: ID удаляемых развёртываний

source: Deployment with ID %s not found
ru: Развёртывание с ID %s не найдено

source: Deployment with ID %s failed to delete
ru: Сбой удаления развёртывания с ID %s

source: Failed to delete the correlative config %(config_id)s of deployment %(deploy_id)s
ru: Не удалось удалить соответственную конфигурацию %(config_id)s развёртывания %(deploy_id)s

source: Unable to delete %(count)s of the %(total)s deployments.
ru: Не удалось удалить %(count)s из %(total)s развёртываний.

source: ID of the server to fetch deployments for
ru: ID сервера, для которого нужно получить развёртывания

source: List more fields in output
ru: Показывать больше полей списка в выводе

source: ID of the deployment
ru: ID развёртывания

source: Show more fields in output
ru: Показывать больше полей в выводе

source: Software Deployment not found: %s
ru: Развёртывание ПО не найдено: %s

source: ID of deployment to show the output for
ru: ID развёртывания, вывод которого нужно показать

source: Name of an output to display
ru: Имя просматриваемого развёртывания

source: Display all deployment outputs
ru: Просмотреть выводы всех развёртываний

source: Error: either %(output)s or %(all)s argument is needed.
ru: Ошибка: необходим либо аргумент %(output)s, либо %(all)s

source: Deployment not found: %s
ru: Развёртывание не найдено: %s

source: Output %(output)s does not exist in deployment %(deployment)s
ru: В развёртывании %(deployment)s вывод %(output)s не существует

source: Path to the environment. Can be specified multiple times
ru: Путь до окружения. Можно указать несколько раз.

source: Swift files container name. Local files other than root template would be ignored. If other files are not found in swift, heat engine would raise an error.
ru: Имя контейнера файлов Swift. Все локальные файлы, кроме корневого шаблона, будут игнорироваться. Если в Swift не будут найдены другие файлы, движок heat сообщит об ошибке.

source: Stack creating timeout in minutes
ru: Истечение времени ожидания стека в минутах

source: Name of a resource to set a pre-create hook to. Resources in nested stacks can be set using slash as a separator: ``nested_stack/another/my_resource``. You can use wildcards to match multiple stacks or resources: ``nested_stack/an*/*_resource``. This can be specified multiple times
ru: Имя ресурса, для которого нужно настроить перехватчик событий pre-create. Для ресурсов во вложенных стеках используется в качестве разделителя косая черта: ``nested_stack/another/my_resource``. Для совпадения с несколькими стеками или ресурсами используются подстановочные знаки: ``nested_stack/an*/*_resource``. Можно указывать несколько раз.

source: Enable rollback on create/update failure
ru: Включить возможность отката в случае сбоя при создании/обновлении

source: Parameter values used to create the stack. This can be specified multiple times
ru: Значения параметров, используемые для создания стека. Можно указывать несколько раз.

source: Parameter values from file used to create the stack. This can be specified multiple times. Parameter values would be the content of the file
ru: Значения параметров из файла, использованного для создания стека. Можно указывать несколько раз. Содержимым файла являются значения параметров.

source: Wait until stack goes to CREATE_COMPLETE or CREATE_FAILED
ru: Подождать, пока стек не перейдёт в статус CREATE_COMPLETE или CREATE_FAILED

source: Poll interval in seconds for use with --wait, defaults to 5.
ru: Интервал опросов, в секундах, для использования с параметром --wait, по умолчанию: 5.

source: A list of tags to associate with the stack
ru: Список меток, связанных со стеком

source: Do not actually perform the stack create, but show what would be created
ru: Не выполнять фактическое создание стека, только показать, что именно будет создано

source: Name of the stack to create
ru: Имя создаваемого стека

source: Path to the template
ru: Путь до шаблона

source: Name of a resource to set a pre-update hook to. Resources in nested stacks can be set using slash as a separator: ``nested_stack/another/my_resource``. You can use wildcards to match multiple stacks or resources: ``nested_stack/an*/*_resource``. This can be specified multiple times
ru: Имя ресурса, для которого нужно настроить перехватчик событий pre-update. Для ресурсов во вложенных стеках используется в качестве разделителя косая черта: ``nested_stack/another/my_resource``. Для совпадения с несколькими стеками или ресурсами используются подстановочные знаки: ``nested_stack/an*/*_resource``. Можно указывать несколько раз.

source: Stack update timeout in minutes
ru: Истечение времени ожидания обновления стека, в минутах

source: Set rollback on update failure. Value "enabled" sets rollback to enabled. Value "disabled" sets rollback to disabled. Value "keep" uses the value of existing stack to be updated (default)
ru: Настроить откат при сбое обновления. При значении "enabled" откат включается, при значении "disabled" — отключается. Значение "keep" (по умолчанию) означает, что будет использоваться значение обновления существующего стека.

source: Do not actually perform the stack update, but show what would be changed
ru: Не выполнять фактическое обновление стека, только показать, что именно будет обновлено.

source: Show nested stacks when performing --dry-run
ru: При выполнении --dry-run показать вложенные стеки

source: Parameter values from file used to create the stack. This can be specified multiple times. Parameter value would be the content of the file
ru: Значения параметров из файла, использованного для создания стека. Можно указывать несколько раз. Содержимым файла являются значения параметров.

source: Re-use the template, parameters and environment of the current stack. If the template argument is omitted then the existing template is used. If no %(env_arg)s is specified then the existing environment is used. Parameters specified in %(arg)s will patch over the existing values in the current stack. Parameters omitted will keep the existing values
ru: Повторно использовать шаблон, параметры и окружение текущего стека. Если аргумент для шаблона опускается, то используется текущий шаблон. Если не указан %(env_arg)s, то используется текущее окружение. Параметры, указанные в %(arg)s, будут использованы вместо существующих значений в текущем стеке. Для опущенных параметров сохраняются текущие значения.

source: Remove the parameters from the set of parameters of current stack for the %(cmd)s. The default value in the template will be used. This can be specified multiple times
ru: Удалить параметры из набора параметров %(cmd)s текущего стека. Будет использоваться значение по умолчанию шаблона. Можно указывать несколько раз.

source: Name or ID of stack to update
ru: Имя или ID обновляемого стека

source: An updated list of tags to associate with the stack
ru: Обновлённый список меток для привязки к стеку

source: Wait until stack goes to UPDATE_COMPLETE or UPDATE_FAILED
ru: Подождать, пока стек не перейдёт в статус UPDATE_COMPLETE или UPDATE_FAILED

source: --rollback invalid value: %s
ru: недопустимое значение --rollback: %s

source: Do not resolve outputs of the stack.
ru: Не сопоставлять выводы стеков

source: Include soft-deleted stacks in the stack listing
ru: Включить стеки с «мягким удалением» в список стеков
