Repository: jtux270/translate
Catalog: openstack/zanata/python-heatclient-master/*/heatclient/locale/heatclient.po
Languages: ru

source: Path to configuration script/data.
ru: Путь до сценария/данных конфигурации

source: Group name of configuration tool expected by the config.
ru: Имя группы инструмента конфигурации, ожидаемого конфигурацией

source: Name of the configuration to create.
ru: Имя создаваемой конфигурации

source: Limit the number of configs returned.
ru: Ограничить число возвращаемых конфигураций.

source: Return configs that appear after the given config ID.
ru: Возвращать конфигурации, показанные после указанного ID конфигурации.

source: ID of the config.
ru: ID конфигурации.

source: ID of the configuration(s) to delete.
ru: ID удаляемых конфигураций.

source: Unable to delete %(count)d of the %(total)d configs.
ru: Не удалось удалить %(count)d из %(total)d конфигураций.

source: Name of action for this deployment. Can be a custom action, or one of: CREATE, UPDATE, DELETE, SUSPEND, RESUME
ru: Имя действия данного развёртывания. Может быть пользовательским, либо одним из: СОЗДАТЬ, ОБНОВИТЬ, УДАЛИТЬ, ГИБЕРНАЦИЯ, ВЫВОД ИЗ ГИБЕРНАЦИИ

source: ID of the configuration to deploy.
ru: ID разворачиваемой конфигурации.

source: ID of the server being deployed to.
ru: ID сервера, на котором выполняется развёртывание.

source: How the server should signal to heat with the deployment output values. TEMP_URL_SIGNAL will create a Swift TempURL to be signaled via HTTP PUT. NO_SIGNAL will result in the resource going to the COMPLETE state without waiting for any signal.
ru: Как именно сервер должен сигнализировать в Heat о выходных значениях развёртывания. TEMP_URL_SIGNAL создаст Swift TempURL для сигнализирования с использованием HTTP PUT. NO_SIGNAL — ресурс переходит в состояние COMPLETE, не ожидая сигналов.

source: Deployment timeout in minutes.
ru: Истечение времени ожидания развёртывания, в минутах

source: ID of the server to fetch deployments for.
ru: ID сервера, для которого нужно получить развёртывания.

source: ID of the deployment.
ru: ID развёртывания.

source: Unable to delete %(count)d of the %(total)d deployments.
ru: Не удалось удалить %(count)d из %(total)d развёртываний.

source: ID deployment to show the output for.
ru: ID развёртывания, вывод которого нужно показать

source: Display all deployment outputs.
ru: Показать выводы всех развёртываний

source: The output value format, one of: raw, json
ru: Формат выходного значения, один из: raw, json

source: Name or ID of stack to snapshot.
ru: Имя или ID стека, для которого нужно сделать снимок

source: If specified, the name given to the snapshot.
ru: Имя снимка, если будет указано

source: Name or ID of the stack containing the snapshot.
ru: Имя или ID стека, содержащего снимок

source: The ID of the snapshot to show.
ru: ID снимка, который нужно показать

source: Stack or snapshot not found
ru: Стек или снимок не найден

source: The ID of the snapshot to delete.
ru: ID удаляемого снимка.

source: Request to delete the snapshot %(snapshot_id)s of the stack %(stack_id)s has been accepted.
ru: Запрос на удаление снимка %(snapshot_id)s стека %(stack_id)s был принят.

source: The ID of the snapshot to restore.
ru: ID восстанавливаемого снимка.

source: Name or ID of the stack containing the snapshots.
ru: Имя или ID стека, содержащего снимки

source: Template version to get the functions for.
ru: Версия шаблона, для которой нужно получить функции
