Repository: jtux270/translate
Catalog: openstack/zanata/python-heatclient-master/*/heatclient/locale/heatclient.po
Languages: ru

source: Include nested stacks in the stack listing
ru: Включить вложенные стеки в список стеков

source: Include hidden stacks in the stack listing
ru: Включить скрытые стеки в список стеков

source: Filter properties to apply on returned stacks (repeat to filter on multiple properties)
ru: Фильтрация свойств для применения к возвращённым стекам ( повторить для фильтрации по нескольким свойствам)

source: List of tags to filter by. Can be combined with --tag-mode to specify how to filter tags
ru: Список меток для фильтрации. Можно сочетать с --tag-mode для указания, каким именно способом нужно выполнять фильтрацию

source: Method of filtering tags. Must be one of "any", "not", or "not-any". If not specified, multiple tags will be combined with the boolean AND expression
ru: Способ фильтрации по меткам. Должен быть один из: "any", "not" или "not-any". Если способ не указан, то несколько меток будут комбинироваться с помощью логического выражения AND

source: The number of stacks returned
ru: Число возвращаемых стеков

source: Only return stacks that appear after the given ID
ru: Возвращать только те стеки, которые показываются после указанного ID

source: Sort output by selected keys and directions (asc or desc) (default: asc). Specify multiple times to sort on multiple properties
ru: Сортировать вывод только по выбранным ключам и направлениям: по возр. (asc), или по убыв. (desc).По умолчанию: по возр. Для сортировки по нескольким свойствам укажите несколько раз.

source: Include all projects (admin only)
ru: Включить все проекты (только для администраторов)

source: List fewer fields in output
ru: Показывать меньше полей списка в выводе

source: List additional fields in output, this is implied by --all-projects
ru: Выводить дополнительные поля в выводе, подразумевается параметром --all-projects

source: tag mode must be one of "any", "not", "not-any"
ru: режим меток должен быть один из: "any", "not", "not-any"

source: Stack(s) to delete (name or ID)
ru: Стеки для удаления (имя или ID)

source: Wait for stack delete to complete
ru: Подождать завершения удаления стека

source: Are you sure you want to delete this stack(s) [y/N]?
ru: Точно удалить эти стеки [y/N]?

source: Forbidden: %s
ru: Запрещено: %s

source: Unable to delete %(count)d of the %(total)d stacks.
ru: Не удалось удалить %(count)d из %(total)d стеков.

source: Name of the stack to adopt
ru: Имя стека, над которым устанавливается контроль

source: Stack creation timeout in minutes
ru: Истечение времени ожидания создания стека в минутах

source: Parameter values used to create the stack. Can be specified multiple times
ru: Значения параметров, используемые для создания стека. Можно указывать несколько раз.

source: Wait until stack adopt completes
ru: Подождать завершения взятия стека под контроль

source: Path to adopt stack data file
ru: Путь до файла данных стека, который берётся под контроль

source: Name or ID of stack to abandon
ru: Имя или ID отделяемого стека

source: File to output abandon results
ru: Файл для вывода результатов отделения стека

source: Name or ID of stack to export
ru: Имя или ID экспортируемого стека

source: File to output export data
ru: Файл для вывода данных экспорта

source: Display all stack outputs
ru: Показать выводы всех стеков

source: Either <OUTPUT NAME> or --all must be specified.
ru: Необходимо указать либо <OUTPUT NAME>, либо --all.

source: Cannot specify both <OUTPUT NAME> and --all.
ru: Нельзя указывать одновременно и <OUTPUT NAME> и --all.

source: Stack %(id)s or output %(out)s not found.
ru: Стек %(id)s или вывод %(out)s не найден.

source: Output error: %s
ru: Ошибка вывода: %s

source: Stack(s) to suspend (name or ID)
ru: Стеки, которые нужно перевести в режим гибернации (имя или ID)

source: Wait for suspend to complete
ru: Подождать завершения перехода в режим гибернации

source: Stack(s) to resume (name or ID)
ru: Стеки, которые нужно вывести из гибернации (имя или ID)

source: Wait for resume to complete
ru: Подождать окончания выхода из гибернации

source: Stack(s) to check update (name or ID)
ru: Стеки, обновления для которызх нужно проверить (имя или ID)

source: Wait for check to complete
ru: Подождать завершения проверки

source: Stack(s) to cancel (name or ID)
ru: Стеки, для которых нужно отменить текущую задачу (имя или ID)

source: Wait for cancel to complete
ru: Подождать завершения отмены

source: Cancel without rollback
ru: Отменить без отката

source: Stack %(id)s with status '%(status)s' not in cancelable state
ru: Для стеков %(id)s со статусом '%(status)s' нельзя отменить текущую задачу

source: Depth of nested stacks from which to display hooks
ru: Глубина вложенных стеков, начиная с которой нужно показывать перехватчики событий

source: --nested-depth invalid value %s
ru: недопустимое значение --nested-depth: %s

source: Clear the pre-create hooks
ru: Удалить программные ловушки pre-create

source: Clear the pre-update hooks
ru: Удалить программные ловушки pre-update

source: Clear the pre-delete hooks
ru: Удалить программные ловушки pre-delete

source: Resource names with hooks to clear. Resources in nested stacks can be set using slash as a separator: ``nested_stack/another/my_resource``. You can use wildcards to match multiple stacks or resources: ``nested_stack/an*/*_resource``
ru: Имена ресурсов, для которых нужно удалить программные ловушки. Ресурсы во вложенных стеках можно указать, используя в качестве разделителя косую черту: `nested_stack/another/my_resource``. Для совпадения с несколькими стеками или ресурсами можно использовать подстановочные знаки: ``nested_stack/an*/*_resource``

source: Show full deployment logs in output
ru: Показывать полные журналы развёртывания в выводе

source: Template version to get the functions for
ru: Версия шаблона, для которой нужно получить функции

source: Show condition functions for template.
ru: Показать функции условия шаблона

source: Template version not found: %s
ru: Версия шаблона не найдена: %s

source: Resolve parameters from nested templates as well
ru: Разрешать также параметры из вложенных шаблонов

source: List of heat errors to ignore
ru: Список игнорируемых ошибок heat

source: Request to delete the snapshot 2 of the stack teststack/1 has been accepted.
ru: Запрос на удаление снимка 2 стека teststack/1 был принят

source: Path to the template.
ru: Путь до шаблона

source: Path to the environment, it can be specified multiple times.
ru: Путь к окружению, можно указать несколько раз

source: Name of a resource to set a pre-create hook to. Resources in nested stacks can be set using slash as a separator: nested_stack/another/my_resource. You can use wildcards to match multiple stacks or resources: nested_stack/an*/*_resource. This can be specified multiple times
ru: Имя ресурса, для которого нужно настроить перехватчик событий pre-create. Ресурсы во вложенных стеках можно указать, используя в качестве разделителя косую черту: `nested_stack/another/my_resource``. Для совпадения с несколькими стеками или ресурсами можно использовать подстановочные знаки: ``nested_stack/an*/*_resource``. Параметр можно указывать несколько раз.

source: URL of template.
ru: URL шаблона.

source: URL to retrieve template object (e.g. from swift).
ru: URL для получения объекта шаблона (напр. из swift).

source: Stack creation timeout in minutes. DEPRECATED use %(arg)s instead.
ru: Истечение времени ожидания создания стека в минутах. УСТАРЕВШИЙ ПАРАМЕТР, используйте вместо него %(arg)s.

source: Stack creation timeout in minutes.
ru: Истечение времени ожидания создания стека в минутах

source: Enable rollback on create/update failure.
ru: Включить откат при сбое создания/обновления

source: Parameter values used to create the stack. This can be specified multiple times, or once with parameters separated by a semicolon.
ru: Значения параметров, используемые для создания стека. Можно указать несколько раз, либо один раз, разделяя параметры точками с запятой

source: Poll and report events until stack completes. Optional poll interval in seconds can be provided as argument, default 5.
ru: Опрашивать и сообщать о событиях, пока стек не будет заполнен. Дополнительно в виде аргумента можно указать интервал опросов в секундах, по умолчанию: 5.

source: Name of the stack to create.
ru: Имя создаваемого стека

source: A list of tags to associate with the stack.
ru: Список меток, связанных со стеком

source: Path to adopt stack data file.
ru: Путь до файла данных стека, который берётся под контроль

source: Name of the stack to adopt.
ru: Имя стека, который нужно взять под контроль

source: Need to specify %(arg)s
ru: Необходимо указать %(arg)s

source: URL to retrieve template object (e.g. from swift)
ru: URL для получения объекта шаблона (напр. из swift)

source: Stack creation timeout in minutes. This is only used during validation in preview.
ru: Истечение времени ожидания создания стека в минутах. Используется только во время проверки правильности в предварительном просмотре

source: Enable rollback on failure. This option is not used during preview and exists only for symmetry with %(cmd)s.
ru: Включить откат при сбое. Этот параметр не используется во время предварительного просмотра и существует только для симметрии с %(cmd)s.

source: Parameter values used to preview the stack. This can be specified multiple times, or once with parameters separated by semicolon.
ru: Значения параметра, используемые для предварительного просмотра стека. Можно указать несколько раз, либо один раз, разделяя параметры точками с запятой

source: Name of the stack to preview.
ru: Имя стека для предварительного просмотра

source: Name or ID of stack(s) to delete.
ru: Имя или ID удаляемых стеков.

source: Skip yes/no prompt (assume yes).
ru: Пропустить запрос на ввод «yes/no» (будет подразумеваться «yes»)

source: Request to delete stack %s has been accepted.
ru: Запрос на удаление стека %s был принят

source: file to output abandon result. If the option is specified, the result will be output into <FILE>.
ru: файл для вывода результатов отделения. Если параметр указан, результат будет выводиться в <FILE>.

source: Name or ID of stack to abandon.
ru: Имя или ID отделяемого стека.

source: Name or ID of stack to suspend.
ru: Имя или ID стека, переводимого в режим гибернации

source: Name or ID of stack to resume.
ru: Имя или ID стека, который нужно вывести из гибернации

source: Name or ID of stack to check.
ru: Имя или ID проверяемого стека

source: Name or ID of stack to describe.
ru: Имя или ID стека для описания.

source: Name of a resource to set a pre-update hook to. Resources in nested stacks can be set using slash as a separator: nested_stack/another/my_resource. You can use wildcards to match multiple stacks or resources: nested_stack/an*/*_resource. This can be specified multiple times
ru: Имя ресурса, для которого нужно настроить перехватчик событий pre-update. Ресурсы во вложенных стеках можно указать, используя в качестве разделителя косую черту: `nested_stack/another/my_resource``. Для совпадения с несколькими стеками или ресурсами можно использовать подстановочные знаки: ``nested_stack/an*/*_resource``. Параметр можно указывать несколько раз.

source: Stack update timeout in minutes.
ru: Истечение времени ожидания обновления стека в минутах

source: DEPRECATED! Use %(arg)s argument instead. Enable rollback on stack update failure. NOTE: default behavior is now to use the rollback value of existing stack.
ru: УСТАРЕВШИЙ ПАРАМЕТР! Используйте вместо него аргумент %(arg)s. Включить откат при сбое обновления стека. ВНИМАНИЕ: поведением по умолчанию сейчас является использование значения отката существующего стека

source: Set rollback on update failure. Values %(true)s set rollback to enabled. Values %(false)s set rollback to disabled. Default is to use the value of existing stack to be updated.
ru: Настроить откат при сбое обновления. Значения %(true)s: откат включён. Значения %(false)s: откат выключён. Поведением по умолчанию является использование значения отката существующего стека.

source: Re-use the template, parameters and environment of the current stack. If the template argument is omitted then the existing template is used. If no %(env_arg)s is specified then the existing environment is used. Parameters specified in %(arg)s will patch over the existing values in the current stack. Parameters omitted will keep the existing values.
ru: Повторно использовать шаблон, параметры и окружение текущего стека. Если аргумент для шаблона опускается, то используется текущий шаблон. Если не указан %(env_arg)s, то используется текущее окружение. Параметры, указанные в %(arg)s, будут использованы вместо существующих значений в текущем стеке. Для опущенных параметров сохраняются текущие значения.

source: Remove the parameters from the set of parameters of current stack for the %(cmd)s. The default value in the template will be used. This can be specified multiple times.
ru: Удалить параметры из набора параметров %(cmd)s текущего стека. Будет использоваться значение по умолчанию шаблона. Можно указывать несколько раз.

source: Name or ID of stack to update.
ru: Имя или ID обновляемого стека.

source: An updated list of tags to associate with the stack.
ru: Обновлённый список меток, связанных со стеком

source: Name or ID of stack to cancel update for.
ru: Имя или ID стека, для которого нужно отменить обновление

source: Include soft-deleted stacks in the stack listing.
ru: Включить стеки с «мягким удалением» в список стеков

source: Include nested stacks in the stack listing.
ru: Включить вложенные стеки в список стеков

source: Include hidden stacks in the stack listing.
ru: Включить скрытые стеки в список стеков

source: Filter parameters to apply on returned stacks. This can be specified multiple times, or once with parameters separated by a semicolon.
ru: Фильтрация параметров, применяемых к возвращаемым стекам. Можно указать несколько раз, либо один раз, разделяя параметры точками с запятой.

source: Show stacks containing these tags. If multiple tags are passed, they will be combined using the AND boolean expression.
ru: Показать стеки с этими метками. При передаче нескольких меток, они будут комбинироваться с помощью логического выражения AND.

source: Show stacks containing these tags, If multiple tags are passed, they will be combined using the OR boolean expression.
ru: Показать стеки с этими метками. При передаче нескольких меток, они будут комбинироваться с помощью логического выражения OR.

source: Show stacks not containing these tags, If multiple tags are passed, they will be combined using the AND boolean expression.
ru: Показать стеки, в которых эти метки не содержатся. При передаче нескольких меток, они будут комбинироваться с помощью логического выражения AND.

source: Show stacks not containing these tags, If multiple tags are passed, they will be combined using the OR boolean expression.
ru: Показать стеки, в которых эти метки не содержатся. При передаче нескольких меток, они будут комбинироваться с помощью логического выражения OR.

source: Limit the number of stacks returned.
ru: Ограничить число возвращаемых меток.

source: Only return stacks that appear after the given stack ID.
ru: Возвращать только те стеки, которые показаны после указанного ID стека

source: List of keys for sorting the returned stacks. This can be specified multiple times or once with keys separated by semicolons. Valid sorting keys include "stack_name", "stack_status", "creation_time" and "updated_time".
ru: Список ключей для сортировки возвращённых стеков. Можно указать несколько раз, либо один раз, разделяя ключи точками с запятой. Допустимые ключи сортировки: "stack_name", "stack_status", "creation_time" и "updated_time".

source: Sorting direction (either "asc" or "desc") for the sorting keys.
ru: Направление сортировки (по возрастающей или по убывающей, "asc" или "desc"), для ключей сортировки

source: Display stacks from all tenants. Operation only authorized for users who match the policy (default or explicitly configured in policy.json) in heat.
ru: Показывать стеки всех арендаторов. Операция авторизована только для тех пользователей, которые соответствуют политике (по умолчанию, либо явно настроенной в policy.json) в heat.

source: Display stack owner information. This is automatically enabled when using %(arg)s.
ru: Показывать сведения о владельце стека. Включается автоматически, если используется %(arg)s.

source: Sorting key '%(key)s' not one of the supported keys: %(keys)s
ru: Ключ сортировки '%(key)s' не является одним из поддерживаемых ключей: %(keys)s

source: Sorting direction must be one of 'asc' and 'desc'
ru: Направление сортировки должно быть либо по возрастающей, "asc", либо по убывающей, "desc"

source: Name or ID of stack to query.
ru: Имя или ID запрашиваемого стека.

source: Name of an output to display.
ru: Имя вывода для отображения

source: The output value format, one of: json, raw.
ru: Формат выходного значения, один из: json, raw.

source: Display all stack outputs.
ru: Показать выводы всех стеков

source: Enable detail information presented, like key and description.
ru: Включить подробные сведения, например, ключ и описание.

source: Output %(key)s not found.
ru: Вывод %(key)s не найден.

source: Stack %(id)s or output %(key)s not found.
ru: Стек %(id)s или вывод %(key)s не найден.

source: Can't specify an output name and the --all flag
ru: Нельзя указывать имя вывода вместе с флагом --all

source: Filter parameters to apply on returned resource types. This can be specified multiple times, or once with parameters separated by a semicolon. It can be any of name, version and support_status
ru: Фильтрация параметров, применяемых к возвращаемым типам ресурсов. Можно указать несколько раз, либо один раз, разделяя параметры точками с запятой. Фильтром моет быть: имя, версия или support_status

source: Resource type to get the details for.
ru: Тип ресурса, для которого нужно получить подробные сведения

source: Resource Type not found: %s
ru: Тип ресурса не найден: %s

source: Resource type to generate a template for.
ru: Тип ресурса, для которого нужно создать шаблон.

source: Template type to generate, hot or cfn.
ru: Создаваемый тип шаблона, hot или cfn.

source: The template output format, one of: %s.
ru: Формат вывода шаблона, один из: %s.

source: Resource Type %s not found.
ru: Тип ресурса %s не найден.

source: Name or ID of stack to get the template for.
ru: Имя или ID стека, для которого нужно получить шаблон

source: Resolve parameters from nested templates as well.
ru: Сопоставлять также и параметры из вложенных шаблонов

source: Parameter values for the template. This can be specified multiple times, or once with parameters separated by a semicolon.
ru: Значения параметров шаблона. Можно указать несколько раз, либо один раз, разделяя параметры точками с запятой.

source: List of heat errors to ignore.
ru: Список игнорируемых ошибок heat.

source: Name or ID of stack to show the resources for.
ru: Имя или ID стека, ресурсы которого нужно показать.

source: Depth of nested stacks from which to display resources.
ru: Глубина вложенных стеков, с которой нужно показывать ресурсы

source: Enable detail information presented for each resource in resources list.
ru: Включить подробные сведения для каждого ресурса в списке ресурсов

source: Filter parameters to apply on returned resources based on their name, status, type, action, id and physical_resource_id. This can be specified multiple times.
ru: Фильтрация параметров, применяемых к возвращаемым событиям, на основе их имени, статуса, типа, действия, ID и physical_resource_id. Можно указать несколько раз.

source: Name or ID of stack to show the resource for.
ru: Имя или ID стека, ресурс которого нужно показать.

source: Name of the resource to show the details for.
ru: Имя ресурса, для которого нужно показать подробные сведения

source: Attribute to show, it can be specified multiple times.
ru: Показываемый атрибут, можно указать несколько раз

source: Name or ID of stack to show the resource metadata for.
ru: Имя или ID стека, для которого нужно показать метаданные ресурса.

source: Name of the resource to show the metadata for.
ru: Имя ресурса, для которого нужно показать метаданные

source: Name or ID of stack the resource belongs to.
ru: Имя или ID стека, которому принадлежит ресурс.

source: Name of the resource to signal.
ru: Имя сигнализируемого ресурса

source: JSON Data to send to the signal handler.
ru: Данные JSON, отправляемые обработчику сигнала.

source: File containing JSON data to send to the signal handler.
ru: Файл, содержащий данные JSON, посылаемые обработчику сигнала

source: Can only specify one of data and data-file
ru: Нужно указать только что-то одно: данные или файл с данными

source: Name or physical ID of the resource.
ru: Имя или физический ID ресурса

source: Reason for state change.
ru: Причина изменения состояния.

source: Set the resource as healthy.
ru: Пометить ресурс как работоспособный

source: Name or ID of the stack these resources belong to.
ru: Имя или ID стека, которому принадлежат эти ресурсы.

source: Clear the pre-create hooks (optional)
ru: Удалить перехватчики событий pre-create (дополнительно)

source: Clear the pre-update hooks (optional)
ru: Удалить перехватчики событий pre-update (дополнительно)

source: Clear the pre-delete hooks (optional)
ru: Удалить программные ловушки pre-delete (дополнительно)

source: Resource names with hooks to clear. Resources in nested stacks can be set using slash as a separator: nested_stack/another/my_resource. You can use wildcards to match multiple stacks or resources: nested_stack/an*/*_resource
ru: Имена ресурсов, для которых нужно удалить программные ловушки. Ресурсы во вложенных стеках можно указать, используя в качестве разделителя косую черту: `nested_stack/another/my_resource``. Для совпадения с несколькими стеками или ресурсами можно использовать подстановочные знаки: ``nested_stack/an*/*_resource

source: Name or ID of stack to show the events for.
ru: Имя или ID стека, события которого нужно показать.

source: Name of the resource to filter events by.
ru: Имя ресурса, события которого нужно отфильтровать

source: Filter parameters to apply on returned events. This can be specified multiple times, or once with parameters separated by a semicolon.
ru: Фильтрация параметров, применяемых к возвращаемым событиям. Можно указать несколько раз, либо один раз, разделяя параметры точками с запятой.

source: Limit the number of events returned.
ru: Ограничить число возвращаемых событий.

source: Only return events that appear after the given event ID.
ru: Возвращать только те события, которые показаны после указанного ID стека

source: Depth of nested stacks from which to display events. Note this cannot be specified with --resource.
ru: Глубина вложенных стеков, с которой нужно показывать события. Обратите внимание: этот параметр нельзя уточнить с помощью --resource.

source: The output value format, one of: log, table
ru: Формат выходного значения, один из: log, table

source: Name or ID of stack to show the pending hooks for.
ru: Имя или ID стека, для которого нужно показать отложенные перехватчики событий.

source: Depth of nested stacks from which to display hooks.
ru: Глубина вложенных стеков, с которой нужно показывать перехватчики событий

source: Name of the resource the event belongs to.
ru: Имя ресурса, которому принадлежит событие.

source: ID of event to display details for.
ru: ID события, подробности которого нужно показать.

source: Path to JSON/YAML containing map defining <inputs>, <outputs>, and <options>.
ru: Путь до JSON/YAML, в которых содержатся параметры отображения <inputs>, <outputs> и <options>
