Repository: jtux270/translate
Catalog: openstack/zanata/sahara-dashboard-stable-wallaby/*/sahara_dashboard/locale/django.po
Languages: ru

source: Done
ru: Готово

source: Image Registry tool:
ru: Инструмент для работы с реестром образов:

source: Image Registry is used to provide additional information about images for Data Processing.
ru: Реестр образов используется для предоставления дополнительных сведений об образах для службы обработки данных.

source: Specified User Name will be used by Data Processing to apply configs and manage processes on instances.
ru: Предоставленное имя пользователя будет использоваться службой обработки данных для применения конфигураций и управления процессами на экземплярах.

source: Input correct User Name for image. For Ubuntu images input 'ubuntu', 'fedora' for Fedora images, 'cloud-user' for CentOS 6.x images and 'centos' for CentOS 7.x images.
ru: Введите правильное имя пользователя для образа. Для образов Ubuntu введите «ubuntu», для образов Fedora — «fedora», для образов CentOS 6.x укажите «cloud-user», для образов CentOS 7.x — «centos».

source: Tags are used for filtering images suitable for each plugin and each Data Processing version. To add required tags, select a plugin and a Data Processing version and click the &quot;Add&quot; button.
ru: Метки используются для фильтрации образов, подходящих для каждого из модулей и для каждой из версий службы обработки данных. Для добавления обязательных меток выберите модуль и версию службы обработки данных и нажмите на кнопку &quot;Добавить&quot;.

source: You may also add any custom tag.
ru: Также можно добавить любую пользовательскую метку

source: Unnecessary tags may be removed by clicking a cross near tag's name.
ru: Ненужные метки можно удалить, нажав на крестик рядом с именем метки.

source: Plugin and Version Tag
ru: Метка модуля и версии

source: Custom Tag
ru: Пользовательская метка

source: This Node Group Template will be created for:
ru: Данный шаблон группы узлов будет создан для:

source: The Node Group Template object specifies the processes that will be launched on each instance. Check one or more processes. When processes are selected, you may set <b>node</b> scoped configurations on corresponding tabs.
ru: Объект «шаблон группы узлов» обозначает процессы, которые будут запущены на каждом экземпляре. Отметьте один или несколько процессов. После выбора процессов в соответствующих вкладках можно настраивать конфигурации области <b>узла</b>.

source: You must choose a flavor to determine the size (VCPUs, memory and storage) of all launched VMs.
ru: Для настройки размера (вирт. ЦП, памяти и хранилища) запускаемой ВМ необходимо выбрать вариант конфигурации

source: Data Processing provides different storage location options. You may choose Ephemeral Drive or a Cinder Volume to be attached to instances.
ru: Служба обработки данных предлагает различные возможности местонахождения хранилищ. В качестве подключаемых к экземплярам хранилищ можно выбрать временный диск или том Cinder.

source: Select a plugin and version for the new Node Group template.
ru: Выберите модуль и версию для нового шаблона группы узлов.

source: No image specified
ru: Образ не указан

source: Boot from Volume
ru: Загрузка с тома

source: Boot Volume type
ru: Тип загрузочного тома

source: Boot Volume AZ
ru: Загрузочный том AZ

source: Cinder volumes
ru: Тома Cinder

source: Filter
ru: Фильтр

source: Show full configuration
ru: Показать полную конфигурацию

source: Hide full configuration
ru: Скрыть полную конфигурацию

source: Cluster type chosen
ru: Выбранный тип кластера

source: Unable to set cluster type
ru: Не удалось указать тип кластера

source: Plugin Name
ru: Имя модуля

source: Choose plugin type and version
ru: Выберите тип модуля и версию

source: Node Group Template
ru: Шаблон группы узлов

source: Job type chosen
ru: Выбранный тип задач

source: Unable to set node group template
ru: Не удалось указать шаблон группы узлов

source: Guided Cluster Creation
ru: Создание кластера с помощью мастера

source: Plugins
ru: Модули

source: Update Plugin
ru: Обновить модуль

source: Title
ru: Заголовок

source: Enabled Versions
ru: Включённые версии

source: Unable to fetch plugin list
ru: Не удалось получить список модулей

source: Unable to retrieve plugin.
ru: Не удалось получить сведения о модуле

source: Label details
ru: Подробности о метке

source: Plugin version %s
ru: Версия модуля %s

source: Data Processing Plugins
ru: Модули обработки данных

source: Unable to retrieve data processing plugins.
ru: Не удалось получить сведения о модулях обработки данных

source: Data Processing Plugin Details
ru: Подробные сведения о модулях обработки данных

source: Supported Versions
ru: Поддерживаемые версии

source: Label
ru: Метка

source: Scope
ru: Область

source: Checked?
ru: Отмечено?

source: No enabled versions
ru: Нет включённых версий

source: Plugin label
ru: Метка модуля

source: Update the plugin labels
ru: Обновить метки модуля

source: Could not update plugin
ru: Не удалось обновить модуль

source: Plugin update failed.
ru: Сбой обновления модуля

source: Jobs
ru: Задачи

source: Create Data Source
ru: Создать источник данных

source: Delete Data Source
ru: Удалить источник данных

source: Deleted Data Source
ru: Источник данных удалён

source: Edit Data Source
ru: Редактировать источник данных

source: Type
ru: Тип

source: Data Sources
ru: Источники данных

source: Unable to fetch data source list
ru: Не удалось получить список источников данных

source: Unable to retrieve details for data source "%s".
ru: Не удалось получить подробные сведения об источнике данных "%s".

source: Data Source Type
ru: Тип источника данных

source: Manila share
ru: Общий ресурс manila

source: Path on share
ru: Путь на общем ресурсе

source: Source username
ru: Имя пользователя источника

source: Source password
ru: Пароль источника

source: S3 accsss key
ru: Ключ доступа S3

source: S3 access key
ru: Ключ доступа S3

source: S3 secret key
ru: Секретный ключ S3

source: S3 endpoint
ru: Конечная точка S3

source: Endpoint should be specified without protocol
ru: Конечные точки должны указываться без протокола

source: Use SSL
ru: Использовать SSL

source: Use bucket in path
ru: Использовать в пути контейнер (bucket)

source: If checked, bucket will be in path instead of host
ru: Если пункт отмечен, то вместо хоста в пути будет указан контейнер (bucket)

source: data source
ru: источник данных

source: Data source created
ru: Источник данных создан

source: Could not create data source
ru: Не удалось создать источник данных

source: Data source updated
ru: Источник данных был обновлён

source: Could not update data source
ru: Не удалось обновить источник данных

source: Storage type
ru: Тип хранилища

source: Share
ru: Общий ресурс

source: Path
ru: Путь

source: Internal binary
ru: Внутренний бинарный файл

source: Internal Binary
ru: Внутренний бинарный файл

source: Upload File
ru: Выгрузить файл

source: Script name
ru: Имя сценария

source: Script text
ru: Текст сценария

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: S3 Endpoint
ru: Конечная точка S3

source: Access Key
ru: Ключ доступа

source: Secret Key
ru: Секретный ключ

source: job binary
ru: Бинарный файл задачи

source: Failed to get list of internal binaries.
ru: Не удалось получить список внутренних бинарных файлов

source: Unable to create job binary: %s
ru: Не удалось создать бинарный файл задачи: %s

source: Unable to create job binary
ru: Не удалось создать бинарный файл задачи

source: Create Job Binary
ru: Создать бинарный файл задачи

source: Unable to upload job binary
ru: Не удалось выгрузить бинарный файл задачи

source: Failed to fetch internal binary list
ru: Не удалось получить список внутренних бинарных файлов

source: Unable to update job binary: %s
ru: Не удалось обновить бинарный файл задачи: %s

source: Unable to update job binary
ru: Не удалось обновить бинарный файл задачи

source: Delete Job Binary
ru: Удалить бинарный файл задачи

source: Deleted Job Binary
ru: Бинарный файл задачи удалён

source: Download Job Binary
ru: Загрузить бинарный файл задачи

source: Edit Job Binary
ru: Редактировать бинарный файл задачи

source: Job Binaries
ru: Бинарные файлы задач

source: Unable to fetch job binary list
ru: Не удалось получить список бинарных файлов задач

source: Unable to retrieve job binary "%s".
ru: Не удалось получить бинарный файл задачи "%s".

source: Unable to retrieve details for job binary "%s".
ru: Не удалось получить подробные сведения о бинарном файле задачи "%s".

source: Unable to fetch job binary: %(exc)s
ru: Не удалось получить бинарный файл задачи: %(exc)s

source: Create Job Template
ru: Создать шаблон задачи

source: Delete Job Template
ru: Удалить шаблон задачи

source: Deleted Job Template
ru: Шаблон задачи был удалён

source: Launch On Existing Cluster
ru: Запустить в существующем кластере

source: Launch On New Cluster
ru: Запустить в новом кластере

source: Job Templates
ru: Шаблоны задач

source: Unable to fetch job template list
ru: Не удалось получить список шаблонов задач

source: Unable to retrieve details for job template "%s".
ru: Не удалось получить подробные сведения о шаблоне задачи "%s".

source: Launch Job
ru: Запустить задачу

source: Unable to fetch clusters.
ru: Не удалось получить сведения о кластерах

source: Choose libraries
ru: Выбрать библиотеки

source: Choose additional files
ru: Выбрать дополнительные файлы

source: -- not selected --
ru: -- не выбрано --

source: Libs
ru: Библиотеки

source: Job Type
ru: Тип задачи

source: Choose a main binary
ru: Выбрать главный бинарный файл

source: Choose the binary which should be used in this Job.
ru: Выберите бинарный файл, который нужно использовать в этой задаче

source: Choose a shell script
ru: Выберите сценарий shell

source: job
ru: задача

source: Interface Arguments
ru: Аргументы интерфейса

source: Job created
ru: Задача была создана

source: Could not create job template
ru: Не удалось создать шаблон задачи

source: Input
ru: Ввод

source: Output
ru: Вывод

source: Job
ru: Задача

source: Unable to fetch data sources.
ru: Не удалось получить сведения об источниках данных.

source: Unable to fetch jobs.
ru: Не удалось получить сведения о задачах

source: Cluster
ru: Кластер

source: No clusters available
ru: Нет доступных кластеров

source: Main Class
ru: Основной класс

source: Topology Name
ru: Имя топологии

source: Use the same topology name as defined in your .yaml file
ru: Использовать имя топологии, указанное в файле .yaml

source: Java Opts
ru: Параметры Java

source: Use HBase Common library
ru: Использовать общую библиотеку HBase

source: Adapt For Oozie
ru: Адаптировать под Oozie

source: Enable Swift Paths
ru: Включить пути Swift

source: Use Data Source Substitution for Names and UUIDs
ru: Использовать замену источников данных для имён и UUID

source: Substitute data source objects for URLs of the form datasource://name or uuid.
ru: Заменять объекты источников данных URL, имеющих вид «источник_данных://имя» или UUID

source: Configure
ru: Настроить

source: Persist cluster after job exit
ru: Не удалять кластер после завершения задачи

source: Job launched
ru: Задача была запущена

source: Could not launch job
ru: Не удалось запустить задачу

source: Plugin name
ru: Имя модуля

source: Job configs
ru: Конфигурации задач

source: Job args
ru: Аргументы задач

source: Job params
ru: Параметры задач

source: Job Execution ID
ru: ID выполнения задачи

source: Unable to create new cluster for job.
ru: Не удалось создать новый кластер для задачи

source: Unable to launch job.
ru: Не удалось запустить задачу

source: Job Guide
ru: Мастер задач

source: Delete Job
ru: Удалить задачу

source: Deleted Job
ru: Задача была удалена

source: Launched Job
ru: Задача была запущена

source: Relaunch On Existing Cluster
ru: Повторно запустить в существующем кластере

source: Relaunch On New Cluster
ru: Повторно запустить в новом кластере

source: Not available
ru: Недоступно

# Current status of a Job
source: Done with Error
ru: Выполнена с ошибкой

# Current status of a Job
source: Failed
ru: Сбой

# Current status of a Job
source: Killed
ru: Убита

# Current status of a Job
source: Succeeded
ru: Выполнена успешно

source: Job Template
ru: Шаблон задачи

source: Unable to fetch job list
ru: Не удалось получить список задач

source: Oozie Job ID
ru: ID задачи в Oozie

source: Unable to retrieve details for job "%s".
ru: Не удалось получить подробные сведения о задаче "%s".

source: Create a Data Source with a specified name.
ru: Создать источник данных с указанным именем

source: Select the type of your Data Source.
ru: Выбрать тип создаваемого источника данных

source: You may need to enter the username and password for your Data Source.
ru: Возможно, для источника данных понадобится указать имя пользователя и пароль

source: You may also enter an optional description for your Data Source.
ru: Для источника данных также можно создать дополнительное описание

source: Create time
ru: Время создания

source: <b>Important</b>: The name that you give your job binary will be the name used in your job execution. If your binary requires a particular name or extension (ie: ".jar"), be sure to include it here.
ru: <b>Важно</b>: имя, присвоенное бинарному файлу задачи, будет использоваться во время выполнения задачи. Если бинарному файлу требуется конкретное имя или расширение (например: ".jar"), обязательно укажите его здесь.

source: Select the storage type for your job binary.
ru: Выберите тип хранилища для бинарного файла задачи

source: Data Processing internal database
ru: Внутренняя БД службы обработки данных

source: For Data Processing internal job binaries, you may choose from the following:
ru: Для бинарных файлов внутренних задач службы обработки данных доступны следующие варианты:

source: Choose an existing file
ru: Выберите уже существующий файл

source: Upload a new file
ru: Выгрузить новый файл

source: Create a script to be uploaded dynamically
ru: Создать сценарий для динамической выгрузки

source: For Object Store job binaries, you must:
ru: Для бинарных файлов задач хранилища объектов необходимо:

source: Enter the URL for the file
ru: Указать URL файла

source: Enter the username and password required to access that file
ru: Указать имя пользователя и пароль для доступа к этому файлу

source: For S3 job binaries, you must:
ru: Для бинарных файлов задач S3 необходимо:

source: Enter the access key and secret key required to access that file
ru: Указать ключ доступа и секретный ключ для доступа к этому файлу

source: Enter the endpoint of the S3 service where the file is stored
ru: Указать конечную точку службы S3, где хранится этот файл

source: You may also enter an optional description for your job binary.
ru: Для бинарного файла задачи также можно создать дополнительное описание

source: Download job binary
ru: Загрузить бинарный файл задачи

source: Create a job template with a specified name.
ru: Создать шаблон задачи с указанным именем

source: Select the type of your job:
ru: Выберите тип задачи:

source: Choose or create your main binary. Additional libraries can be added from the "Libs" tab.
ru: Выберите или создайте главную библиотеку. Дополнительные библиотеки можно добавить во вкладке «Библиотеки».

source: For Storm, Storm Pyleus, Spark and Shell jobs, only a main is required,"libs" are optional.
ru: Для задач Storm, Storm Pyleus, Spark и Shell требуется только основная библиотека, вкладка «Библиотеки» является дополнительной

source: You may also enter an optional description for your job template.
ru: Для шаблона задачи также можно создать дополнительное описание

source: Add libraries to your job template.
ru: Добавить библиотеки в шаблон задачи

source: Choose from the list of binaries and click "choose" to add the library to your job template. This can be repeated for additional libraries.
ru: Выберите бинарный файл в списке и нажмите «Выбрать» для добавления библиотек. Процесс можно повторить для добавления дополнительных библиотек.

source: For Shell Action jobs, any required files beyond the main script may be added as "libraries".
ru: Для задач Shell Action в виде «библиотек» можно добавить любые файлы помимо основного файла сценария.

source: Mains
ru: Основные

source: Created time
ru: Время создания

source: Updated time
ru: Время обновления

source: Never
ru: Никогда

source: Enter any custom configuration required for your job's execution.
ru: Укажите любую пользовательскую конфигурацию, необходимую для выполнения задачи.

source: Choose the cluster to use for the job.
ru: Выберите кластер для задачи

source: Choose the Input Data Source (n/a for Java and Shell jobs).
ru: Выберите «Источник вводных данных» (недоступно для задач Java и Shell)

source: Choose the Output Data Source (n/a for Java and Shell jobs).
ru: Выберите «Источник выходных данных» (недоступно для задач Java и Shell)

source: Select property name
ru: Выберите имя свойства

source: Remove
ru: Удалить

source: Value
ru: Значение

source: Add
ru: Добавить

source: Configuration
ru: Конфигурация

source: Parameters
ru: Параметры

source: Arguments
ru: Аргументы

source: Select a Value Type for your next argument:
ru: Выберите «Тип значения» для следующего аргумента:

source: String
ru: Строка

source: Number
ru: Число

source: Data Source
ru: Источник данных

source: Choose
ru: Выберите

source: Chosen Libraries
ru: Выбранные библиотеки

source: Choose job type
ru: Выберите тип задачи

source: Select which type of job that you want to run. This choice will dictate which steps are required to successfully execute your job.
ru: Выберите, какой тип будет иметь запускаемая задача. Этот выбор повлияет на шаги, требуемые для успешного выполнения задачи

source: First, select which type of job that you want to run. This choice will determine which other steps are required
ru: Сначала выберите тип запускаемой задачи. Этот выбор определит дальнейшие шаги.

source: Select type
ru: Выберите тип

source: Current type:
ru: Текущий тип:

source: No type chosen
ru: Тип не выбран

source: Data Sources are what your job uses for input and output. Depending on the type of job you will be running, you may need to define one or more data sources. You can create multiple data sources by repeating this step.
ru: «Источники данных» используются задачей для ввода и вывода. В зависимости от типа запускаемой задачи понадобится настроить один или несколько источников данных. Несколько источников данных можно создать, повторяя этот шаг.

source: Create a data source
ru: Создайте источник данных

source: Define your Job Template. This is where you choose the type of job that you want to run (Pig, Java Action, Spark, etc) and choose or upload the files necessary to run it. The inputs and outputs will be defined later.
ru: Настройте шаблон задачи. Здесь выбирается тип задачи, которую будет необходимо выполнить (Pig, Java Action, Spark и т.д.), а также выбираются или выгружаются файлы, необходимые для запуска этой задачи. Ввод и вывод будут настроены позже.

source: Create a job template
ru: Создайте шаблон задачи

source: Job template:
ru: Шаблон задачи:

source: No job template created
ru: Шаблон задачи не был создан

source: Launch job
ru: Запустить задачу

source: Reset Job Execution Guide
ru: Заново запустить мастер выполнения задачи

source: Input Data Source
ru: Источник вводных данных

source: Output Data Source
ru: Источник выходных данных

source: Last Updated
ru: Время посл. обновления

# Start time
source: Started
ru: Начато

# End time
source: Ended
ru: Завершено

source: Return Code
ru: Код возврата

# Created time
source: Created
ru: Создано

source: Job Configuration
ru: Конфигурация задачи

source: Unable to set job type
ru: Не удалось настроить тип задачи

source: Guided Job Execution
ru: Выполнение задачи с помощью мастера

source: If selected, %s will be shared across the tenants
ru: Если выбрано, %s будет общим ресурсом арендаторов

source: If selected, %s will be protected from modifications until this will be unselected
ru: Если выбрано, %s будет заблокировано от внесения изменений до отмены выбора.

source: Use anti-affinity groups for:
ru: Использовать группы анти-схожести для:

source: Use anti-affinity groups for processes
ru: Использовать группы анти-схожести для процессов

source: Unable to populate anti-affinity processes.
ru: Не удалось наполнить процессы анти-схожести

source: You've chosen a cluster that is in 'Error' state. Appropriate execution of the job can't be guaranteed.
ru: Был выбран кластер со статусом «Ошибка». Корректное выполнение задачи не гарантируется.

source: Unable to retrieve networks.
ru: Не удалось получить сведения о сетях

source: Node group cluster
ru: Кластер группы узлов

source: Count
ru: Число

source: Mapping Type
ru: Тип отображения

source: Positional Argument
ru: Позиционный аргумент

source: Configuration Value
ru: Конфигурационное значение

source: Named Parameter
ru: Именованный параметр

source: Location
ru: Местоположение

source: Value Type
ru: Тип значения

source: Required
ru: Обязательный

source: Default Value
ru: Значение по умолчанию

source: Unable to retrieve security group %(group)s.
ru: Не удалось получить сведения о группе безопасности %(group)s.

source: Unable to fetch image choices.
ru: Не удалось получить сведения о выборе образов

source: No Images Available
ru: Нет доступных образов

source: Read/Write
ru: Чтение/запись

source: Read only
ru: Только чтение
