Repository: jtux270/translate
Catalog: openstack/zanata/sahara-dashboard-stable-wallaby/*/sahara_dashboard/locale/django.po
Languages: ru

source: Clusters
ru: Кластеры

source: Name
ru: Имя

source: Plugin
ru: Модуль

source: Version
ru: Версия

source: Description
ru: Описание

source: Launch Cluster
ru: Запустить кластер

source: Copy Template
ru: Копировать шаблон

source: Export Template
ru: Экспорт шаблона

source: Edit Template
ru: Редактировать шаблон

source: Delete Template
ru: Удалить шаблон

source: Deleted Template
ru: Шаблон был удалён

source: Create Template
ru: Создать шаблон

source: Import Template
ru: Импорт шаблона

source: Configure Cluster Template
ru: Настроить шаблон кластера

source: Node Groups
ru: Группы узлов

source: Cluster Templates
ru: Шаблоны кластеров

source: Unable to fetch cluster template list
ru: Не удалось получить список шаблонов кластеров

source: General Info
ru: Общие сведения

source: Configuration Details
ru: Сведения о конфигурации

source: Unable to fetch node group details.
ru: Не удалось получить сведения о группе узлов

source: Unable to retrieve details for cluster template "%s".
ru: Не удалось получить подробные сведения о шаблоне кластера "%s".

source: Create Cluster Template
ru: Создать шаблон кластера

source: Copy Cluster Template
ru: Копировать шаблон кластера

source: Unable to fetch cluster template.
ru: Не удалось получить шаблон кластера.

source: Next
ru: Вперёд

source: Import Cluster Template
ru: Импорт шаблона кластера

source: Import
ru: Импорт

source: Template File
ru: Файл шаблона

source: Name must be provided either here or in the template. If provided in both places, this one will be used.
ru: Имя должно быть указано либо здесь, либо в шаблоне. Если оно указано в обоих местах, будет использоваться имя, указанное здесь.

source: Could not parse template
ru: Не удалось проанализировать шаблон

source: Template JSON contained invalid key
ru: JSON шаблона содержал недопустимый ключ

source: Cluster Template copy %s created
ru: Была создана копия шаблона кластера %s

source: Unable to fetch template to copy.
ru: Не удалось получить шаблон для копирования

source: Select plugin and hadoop version for cluster template
ru: Выберите версию модуля и версию hadoop для шаблона кластера

source: Created
ru: Создано

source: Could not create
ru: Не удалось создать

source: Template Name
ru: Имя шаблона

source: Auto-configure
ru: Настроить автоматически

source: If selected, instances of a cluster will be automatically configured during creation. Otherwise you should manually specify configuration values
ru: При выбранном параметре, конфигурация экземпляров кластера будет создаваться автоматически во время создания. В противном случае значения параметров нужно будет указать вручную.

source: cluster template
ru: шаблон кластера

source: Details
ru: Подробности

source: Select Shares
ru: Выбрать общие ресурсы

source: Failed to get list of shares
ru: Не удалось получить список общих ресурсов

source: Shares
ru: Общие ресурсы

source: Select the manila shares for this cluster
ru: Выбрать общие ресурсы manila для этого кластера

source: Domain Name
ru: Доменное имя

source: No domain is specified
ru: Домен не указан

source: DNS Domain Names
ru: Доменные имена DNS

source: Create
ru: Создать

source: Created Cluster Template %s
ru: Шаблон кластера %s создан

source: Cluster template creation failed
ru: Не удалось создать шаблон кластера

source: Cluster Template %s updated
ru: Шаблон кластера %s обновлён

source: Update
ru: Обновить

source: Edit Cluster Template
ru: Изменить шаблон кластера

source: Unable to fetch template to edit.
ru: Не удалось получить шаблон для редактирования

source: Cluster template update failed
ru: Не удалось обновить шаблон кластера

source: Status
ru: Статус

source: Cluster Creation Guide
ru: Мастер создания кластеров

source: Scale Cluster
ru: Масштабировать кластер

source: Delete Cluster
ru: Удалить кластер

source: Deleted Cluster
ru: Кластер удалён

source: Start Verification
ru: Запустить проверку подлинности

source: Started Verification
ru: Проверка подлинности запущена

source: Force Delete Cluster
ru: Удалить кластер принудительно

source: Force Deleted Cluster
ru: Кластер был принудительно удалён

source: Update Shares
ru: Обновить общие ресурсы

source: Unable to update row
ru: Не удалось обновить строку

source: Configure Cluster
ru: Настроить кластер

source: Checking
ru: Идёт проверка

source: Health
ru: Работоспособность

source: Instances Count
ru: Число экземпляров

source: Uptime
ru: Время беспрерывной работы

source: Unable to fetch cluster list
ru: Не удалось получить список кластеров

source: Unable to fetch base image details
ru: Не удалось получить подробные сведения о базовом образе

source: Unable to fetch network details
ru: Не удалось получить подробные сведения о сети

source: Unable to get node group details.
ru: Не удалось получить подробные сведения о группе узлов

source: Internal IP
ru: Внутренний IP

source: Management IP
ru: IP управления

source: Cluster Instances
ru: Экземпляры кластера

source: Instances
ru: Экземпляры

source: Unable to fetch instance details.
ru: Не удалось получить подробные сведения об экземпляре.

source: Cluster Events
ru: События кластера

source: Cluster health checks
ru: Проверка работоспособности кластера

source: Unable to retrieve details for cluster "%s".
ru: Не удалось получить подробные сведения о кластере "%s".

source: Unknown
ru: Неизвестно

source: Completed Successfully
ru: Выполнено успешно

source: Failed
ru: Сбой

source: No info available
ru: Нет доступных данных

source: In progress
ru: Выполняется

source: No description
ru: Без описания

source: Update Cluster Shares
ru: Обновить общие ресурсы кластера

source: Unable to fetch cluster.
ru: Не удалось получить сведения о кластере

source: Select plugin and hadoop version for cluster
ru: Выберите версию модуля и версию hadoop для кластера

source: Cluster Name
ru: Имя кластера

source: Cluster Template
ru: Шаблон кластера

source: Cluster Count
ru: Число кластеров

source: Number of clusters to launch.
ru: Число кластеров для запуска

source: Base Image
ru: Базовый образ

source: Keypair
ru: Пара ключей

source: Which keypair to use for authentication.
ru: Используемая для аутентификации пара ключей

source: Neutron Management Network
ru: Сеть управления Neutron

source: cluster
ru: кластер

source: Unable to fetch keypair choices.
ru: Не удалось получить сведения о выборе пар ключей

source: No keypair
ru: Без пары ключей

source: No Templates Available
ru: Нет доступных шаблонов

source: Launch
ru: Запустить

source: Launched Cluster %s
ru: Кластер %s был запущен

source: Unable to create the cluster
ru: Не удалось создать кластер

source: Scale
ru: Масштабирование

source: Scaled cluster successfully started.
ru: Масштабирование кластера начато успешно

source: Unable to fetch cluster to scale
ru: Не удалось получить сведения о масштабируемом кластере

source: Unable to fetch cluster to scale.
ru: Не удалось получить сведения о масштабируемом кластере.

source: Scale cluster operation failed
ru: Сбой действия по масштабированию кластера

source: Updated
ru: Обновлено

source: Could not update cluster shares
ru: Не удалось обновить общие ресурсы кластера

source: Cluster share update failed.
ru: Не удалось обновить общие ресурсы кластера.

source: User Name
ru: Имя пользователя

source: Successfully updated image.
ru: Образ успешно обновлён

source: Failed to update image.
ru: Сбой обновления образа

source: Image
ru: Образ

source: Select Image
ru: Выбрать образ

source: No images available.
ru: Нет доступных образов.

source: Unable to retrieve images with filter %s.
ru: Не удалось получить сведения об образах с фильтром %s.

source: Unable to fetch available images.
ru: Не удалось получить сведения о доступных образах

source: Edit Tags
ru: Редактировать метки

source: Register Image
ru: Зарегистрировать образ

source: Unregister Image
ru: Отменить регистрацию образа

source: Unregistered Image
ru: Регистрация образа отменена

source: Tags
ru: Метки

source: User
ru: Пользователь

source: Image Registry
ru: Реестр образов

source: Unable to retrieve image list
ru: Не удалось получить список образов

source: Unable to process plugin tags
ru: Не удалось обработать метки модуля

source: Edit Image Tags
ru: Редактировать метки образов

source: Unable to fetch the image details
ru: Не удалось получить подробные сведения об образе

source: Configure Template
ru: Настроить шаблон

source: Node Processes
ru: Процессы узла

source: Node Group Templates
ru: Шаблоны группы узлов

source: Unable to fetch node group template list
ru: Не удалось получить список шаблонов группы узлов

source: Unable to fetch flavor for template.
ru: Не удалось получить сведения о варианте конфигурации шаблона

source: Unable to fetch floating ip pools.
ru: Не удалось получить сведения о пулах плавающих IP

source: Unable to fetch Base Image with id: %s.
ru: Не удалось получить сведения о базовом образе с ID %s.

source: Service Configurations
ru: Конфигурации служб

source: Unable to retrieve details for node group template "%s".
ru: Не удалось получить подробные сведения о шаблоне группы узлов "%s".

source: Create Node Group Template
ru: Создать шаблон группы узлов

source: Unable to fetch template object.
ru: Не удалось получить сведения об объекте шаблона

source: Import Node Group Template
ru: Импорт шаблона группы узлов

source: Security Groups
ru: Группы безопасности

source: Launch instances in these security groups. Auto security group will be determined by the value present in the imported template.
ru: Запуск экземпляров в данной группе безопасности. Автоматические группы безопасности будут определены значением в импортированном шаблоне.

source: Floating IP Pool
ru: Пул плавающих IP

source: OpenStack Flavor
ru: Вариант конфигурации OpenStack

source: Node Group Template copy %s created
ru: Была создана копия шаблона группы узлов %s

source: Unable to fetch plugin details.
ru: Не удалось получить подробные сведения о модуле

source: Ephemeral Drive
ru: Временный диск

source: Cinder Volume
ru: Том Cinder

source: Cinder service is unavailable now
ru: На данный момент служба Cinder недоступна

source: Unable to retrieve volumes availability zones.
ru: Не удалось получить сведения о зонах доступности томов

source: Unable to retrieve Nova availability zones.
ru: Не удалось получить сведения о зонах доступности Nova

source: Availability Zone
ru: Зона доступности

source: Launch instances in this availability zone.
ru: Запустить экземпляры в этой зоне доступности

source: Attached storage location
ru: Местоположение прикреплённого хранилища

source: Choose a storage location
ru: Выберите местоположение хранилища

source: Volumes per node
ru: Томов на узел

source: Volumes size (GB)
ru: Размеры томов (Гбайт)

source: Volumes type
ru: Тип томов

source: Volume local to instance
ru: Локальный том экземпляра

source: Instance and attached volumes will be created on the same physical host
ru: Экземпляр и прикреплённые к нему тома будут созданы на одном и том же физическом хосте

source: Volumes Availability Zone
ru: Зона доступности томов

source: Create volumes in this availability zone.
ru: Создать тома в этой зоне доступности

source: If selected, instances of a node group will be automatically configured during cluster creation. Otherwise you should manually specify configuration values.
ru: При выбранном параметре, конфигурация экземпляров группы узлов будет создаваться автоматически во время создания кластера. В противном случае значения параметров нужно будет указать вручную.

source: Proxy Gateway
ru: Шлюз прокси

source: Sahara will use instances of this node group to access other cluster instances.
ru: Для доступа к экземплярам из других кластеров Sahara будет использовать экземпляры этой группы узлов.

source: node group template
ru: шаблон группы узлов

source: Choose a boot mode
ru: Выберите тип загрузки

source: Boot volume type
ru: Тип загрузочного тома

source: Boot volume local to instance
ru: Локальный загрузочный том экземпляра

source: Boot volume availability Zone
ru: Зона доступности загрузочного тома

source: Create boot volume in this availability zone.
ru: Создать загрузочный том в этой зоне доступности

source: Boot volume availability zone
ru: Зона доступности загрузочного тома

source: No volume type
ru: Без типа тома

source: No availability zone specified
ru: Зона доступности не указана

source: Configure Node Group Template
ru: Создать конфигурацию шаблона группы узлов

source: Auto Security Group
ru: Автоматическая группа безопасности

source: Create security group for this Node Group.
ru: Создать группу безопасности для этой группы узлов

source: Unable to get security group list.
ru: Не удалось получить список групп безопасности.

source: Launch instances in these security groups.
ru: Запустить экземпляры в этих группах безопасности

source: Security
ru: Безопасность

source: Control access to instances of the node group.
ru: Управление доступом к экземплярам группы узлов

source: %s processes:
ru: процессы %s:

source: Select the manila shares for this node group
ru: Выбрать общие ресурсы manila для этой группы узлов

source: Created Node Group Template %s
ru: Шаблон группы узлов %s создан

source: Select plugin and hadoop version
ru: Выберите версию модуля и версию hadoop

source: Node Group Template %s updated
ru: Шаблон %s группы узлов обновлён

source: Edit Node Group Template
ru: Редактировать шаблон группы узлов

source: Cluster Template Configuration Overview
ru: Обзор конфигурации шаблона кластера

source: No configurations
ru: Без конфигураций

source: Cluster configurations are not specified
ru: Конфигурации кластеров не указаны

source: Node Groups Configuration Overview
ru: Обзор конфигурации групп узлов

source: Node Group Name: %(node_group_name)s
ru: Имя группы узлов: %(node_group_name)s

source: Node group configurations are not specified
ru: Конфигурации группы узлов не указаны

source: Selected domain name should already exist in the Designate. You can check it in &quot;DNS&quot; tab on the left menu or by executing &quot;designate domain-list&quot; on the controller node.
ru: Выбранное доменное имя уже должно существовать в Designate. Проверить это можно либо во вкладке &quot;DNS&quot; левого меню, либо выполнив команду &quot;designate domain-list&quot; на узле контроллера.

source: This Cluster Template will be created for:
ru: Шаблон кластера будет создан для:

source: Warning!
ru: Предупреждение

source: Version: <b>%(hadoop_version)s</b> of plugin <b>%(plugin_name)s </b> is now deprecated.
ru: Версия: <b>%(hadoop_version)s</b> модуля <b>%(plugin_name)s </b> сейчас считается устаревшей.

source: The Cluster Template object should specify Node Group Templates that will be used to build a Cluster. You can add Node Groups using Node Group Templates on a &quot;Node Groups&quot; tab.
ru: Объект «Шаблон кластера» должен указывать конкретные шаблоны группы узлов, на базе которых будет создаваться кластер. Добавить группы узлов можно с помощью пункта «Шаблоны групп узлов» во вкладке &quot;Группы узлов&quot;.

source: You may set <b>cluster</b> scoped configurations on corresponding tabs.
ru: В соответствующих вкладках можно настроить конфигурации области <b>кластер</b>.

source: The Cluster Template object may specify a list of processes in anti-affinity group. That means these processes may not be launched more than once on a single host.
ru: Объект «Шаблон кластера» может указывать на список процессов в группе анти-схожести. Это означает, что данные процессы могут быть запущены не более одного раза на одном хосте.

source: Select a plugin and version for a new Cluster template.
ru: Выберите модуль и версию для нового шаблона кластера.

source: Project ID
ru: ID проекта

source: None
ru: Нет

source: Use auto-configuration
ru: Использовать авто-конфигурацию

source: Public
ru: Общедоступный

source: Protected
ru: Защищённый

source: Domain name
ru: Доменное имя

source: Anti-affinity enabled for
ru: Анти-схожесть включена для

source: no processes
ru: нет процессов

source: Cancel
ru: Отмена

source: Node Group: %(node_group_name)s
ru: Группа узлов: %(node_group_name)s

source: Nodes Count
ru: Число узлов

source: Flavor
ru: Вариант конфигурации

source: Flavor is not specified
ru: Вариант конфигурации не указан

source: Template
ru: Шаблон

source: Template not specified
ru: Шаблон не указан

source: Node processes are not specified
ru: Процессы узла не указаны

source: HDFS placement
ru: Размещение HDFS

source: Volumes size
ru: Размер томов

source: Volumes local to instance
ru: Тома, локальные относительно экземпляра

source: Drive type
ru: Тип диска

source: Ephemeral drive
ru: Временный диск

source: Upload Template
ru: Выгрузить шаблон

source: Upload
ru: Выгрузить

source: Select a Node Group Template to add:
ru: Выберите добавляемый шаблон группы узлов:

source: Choose node group template
ru: Выберите шаблон группы узлов

source: Select
ru: Выбрать

source: Select an existing node group template.
ru: Выбрать существующий шаблон группы узлов.

source: Choose plugin and version
ru: Выбрать модуль и версию

source: Select which plugin and version that you want to use to create your cluster.
ru: Выбрать модуль и версию, которую нужно использовать для создания кластера

source: Data Processing
ru: Обработка данных

source: The first step is to determine which type of cluster you want to run. You may have several choices available depending on the configuration of your system. Click on "choose plugin" to bring up the list of data processing plugins. There you will be able to choose the data processing plugin along with the version number. Choosing this up front will allow the rest of the cluster creation steps to focus only on options that are pertinent to your desired cluster type.
ru: Первый шаг — это определение будущего типа запускаемого кластера. В зависимости от системной конфигурации могут присутствовать несколько доступных вариантов. Для просмотра списка модулей обработки данных нажмите «Выбрать модуль». Здесь можно будет выбрать модуль обработки данных, а также номер версии. Если выбрать их заранее, то параметры в следующих шагах создания кластера будут относиться только к ранее выбранному типу кластера.

source: Choose plugin
ru: Выберите модуль

source: Current choice:
ru: Текущий выбор:

source: Plugin:
ru: Модуль:

source: Version:
ru: Версия:

source: No plugin chosen
ru: Модуль не выбран

source: You need to register an image to launch instances of your cluster. Skip this step if you already have a registered image for your plugin, otherwise click the link below. In the form you will need to choose the image, input the username and add tags for the chosen plugin.
ru: Для запуска экземпляров в кластере необходимо зарегистрировать образ. Пропустите этот шаг, если для модуля уже имеется зарегистрированный образ. В противном случае нажмите на ссылку ниже, где в предоставленной форме необходимо будет выбрать образ, указать имя пользователя и добавить метки для выбранного модуля.

source: Next, you need to define the different types of machines in your cluster. This is done by defining a Node Group Template for each type of machine. A very common case is where you need to have one or more machines running a "master" set of processes while another set of machines need to be running the "worker" processes. Here, you will define the Node Group Template for your "master" node(s).
ru: Далее необходимо будет настроить различные типы машин в кластере. Это делает путём указания «Шаблона группы узлов» для каждого из типов машин. Очень распространённым случаем является тот, где на одной или более машин выполняется «главный» набор процессов, в то время как на другом наборе машин выполняются «рабочие» процессы. Здесь нужно будет настроить шаблон группы узлов для «главного» узла (или узлов).

source: Create a Master Node Group Template
ru: Создайте шаблон главной группы узлов

source: or
ru: или

source: Choose an existing Master Node Group Template
ru: Выберите уже существующий шаблон главной группы узлов

source: Master Node Group Template:
ru: Шаблон главной группы узлов:

source: No Master Node Group Template Created
ru: Шаблон главной группы узлов не был создан

source: Repeat the Node Group Template creation process, but this time you are creating your "worker" Node Group Template.
ru: Повторите процесс создания шаблона главной группы узлов, но на этот раз будет создан шаблон «рабочей» группы узлов.

source: Create a Worker Node Group Template
ru: Создайте шаблон рабочей группы узлов

source: Choose an existing Worker Node Group Template
ru: Выберите уже существующий шаблон рабочей группы узлов

source: Worker Node Group Template:
ru: Шаблон рабочей группы узлов:

source: No Worker Node Group Template Created
ru: Шаблон рабочей группы узлов не был создан

source: Now you need to set the layout of your cluster. By creating a Cluster Template, you will be choosing the number of instances of each Node Group Template that will appear in your cluster. Additionally, you will have a chance to set any cluster-specific configuration items in the additional tabs on the create Cluster Template form.
ru: Теперь необходимо настроить схему кластера. Во время создания «Шаблона кластера» будет выбрано число экземпляров для каждого из шаблонов группы узлов, присутствующего в кластере. Кроме того, в дополнительных вкладках формы создания шаблона кластера у вас будет возможность настроить элементы конфигурации, относящиеся к конкретному кластеру.

source: Create a Cluster Template
ru: Создать шаблон кластера

source: No Cluster Template Created
ru: Шаблон кластера не был создан

source: You are now ready to launch your cluster. When you click on the link below, you will need to give your cluster a name, choose the Cluster Template to use and choose which image to use to build your instances. After you click on "Create", your instances will begin to spawn. Your cluster should be operational in a few minutes.
ru: Всё готово для запуска кластера. Перейдя по ссылке ниже, укажите имя кластера, выберите используемый шаблон кластера и образ для создания экземпляров. После нажатия на кнопку «Создать» запустится процесс создания экземпляров, и через несколько минут кластер скорей всего будет готов к работе.

source: Launch a Cluster
ru: Запустить кластер

source: Reset Cluster Guide
ru: Заново запустить мастер кластеров

source: Reset Cluster Creation Guide
ru: Заново запустить мастер создания кластеров

source: Cluster Configuration Overview
ru: Обзор конфигурации кластера

source: Cluster can be launched using existing Cluster Templates.
ru: Кластер можно запустить, используя уже существующие шаблоны кластеров

source: The Cluster object should specify OpenStack Image to boot instances for Cluster.
ru: Для объекта кластера должен быть указан образ OpenStack, используемый при загрузке экземпляров кластера.

source: User has to choose a keypair to have access to clusters instances.
ru: Для получения доступа к экземплярам кластера, пользователь должен выбрать пару ключей

source: Done
ru: Готово

source: Select a plugin and version for a new Cluster.
ru: Выберите модуль и версию для нового кластера.

source: Status description
ru: Описание статуса

source: Error Details
ru: Подробности ошибки

source: Cluster provision steps
ru: Шаги по регистрации кластера

source: Step Description
ru: Описание шагов

source: Started at
ru: Начато в

source: Duration
ru: Продолжительность

source: Progress
ru: Ход выполнения

source: Node Group
ru: Группа узлов

source: Instance
ru: Экземпляр

source: Event time
ru: Время события

source: Info
ru: Сведения

source: Name: %(node_group_name)s
ru: Имя: %(node_group_name)s

source: Number of Nodes
ru: Число узлов

source: Add Node Group
ru: Добавить группу узлов
