Repository: jtux270/translate
Catalog: openstack/zanata/zaqar-ui-stable-wallaby/*/zaqar_ui/locale/djangojs.po
Languages: ru

source: Unable to retrieve the Queues.
ru: Не удалось получить сведения об очередях

source: Unable to retrieve the Queue.
ru: Не удалось получить сведения об очереди

source: Unable to create the queue.
ru: Не удалось создать очередь

source: Unable to update the queue.
ru: Не удалось обновить очередь

source: Unable to purge the queue.
ru: Не удалось очистить очередь

source: Unable to get messages.
ru: Не удалось получить сообщения

source: Unable to post messages.
ru: Не удалось опубликовать сообщения

source: Unable to create signed URL.
ru: Не удалось создать подписанный URL.

source: Unable to add subscription.
ru: Не удалось добавить подписку

source: Unable to delete subscription.
ru: Не удалось удалить подписку

source: Unable to retrieve the pools.
ru: Не удалось получить сведения о пулах

source: Unable to retrieve the pool.
ru: Не удалось получить сведения о пуле

source: Unable to create the pool.
ru: Не удалось создать пул

source: Unable to update the pool.
ru: Не удалось обновить пул

source: Unable to retrieve the flavors.
ru: Не удалось получить сведения о вариантах конфигураций

source: Unable to retrieve the flavor.
ru: Не удалось получить сведения о варианте конфигурации

source: Unable to create the flavor.
ru: Не удалось создать вариант конфигурации

source: Unable to update the flavor.
ru: Не удалось обновить вариант конфигурации

source: Pool Flavor
ru: Вариант конфигурации пула

source: Pool Flavors
ru: Варианты конфигураций пула

source: Name
ru: Имя

source: Pool Group
ru: Группа пулов

source: Capabilities
ru: Характеристики

source: Create Pool Flavor
ru: Создать вариант конфигурации пула

source: Delete Pool Flavors
ru: Удалить варианты конфигураций пула

source: Update Pool Flavor
ru: Обновить вариант конфигурации пула

source: Delete Pool Flavor
ru: Удалить вариант конфигурации пула

source: Pool flavor %s was successfully created.
ru: Вариант конфигурации пула %s был успешно создан.

source: Create
ru: Создать

source: You are not allowed to delete pool flavors: %s
ru: Отсутствуют разрешения на удаление вариантов конфигурации пула: %s

source: Confirm Delete Pool Flavor
ru: Подтвердите удаление варианта конфигурации пула

source: You have selected "%s". Deleted Pool Flavor is not recoverable.
ru: Ваш выбор: "%s". Удалённые варианты конфигурации пула восстановлению не подлежат.

source: Deleted Pool Flavor: %s.
ru: Вариант конфигурации пула был удалён: %s.

source: Unable to delete Pool Flavor: %s.
ru: Не удалось удалить вариант конфигурации пула: %s.

source: Pool flavor %s was successfully updated.
ru: Вариант конфигурации пула %s был успешно обновлён.

source: Update
ru: Обновить

source: Describes flavor-specific capabilities in YAML format.
ru: Описывает возможности, относящиеся к варианту конфигурации, в формате YAML

source: Name of the flavor.
ru: Имя варианта конфигурации

source: Pool group for flavor.
ru: Группа пулов для варианта конфигурации

source: You must specify one of the pool groups that is configured in storage pools.
ru: Нужно указать одну из групп пулов, настроенных в пулах хранилищ

source: Pool
ru: Пул

source: Pools
ru: Пулы

source: Group
ru: Группа

source: Weight
ru: Вес

source: Options
ru: Параметры

source: Create Pool
ru: Создать пул

source: Delete Pools
ru: Удалить пулы

source: Update Pool
ru: Обновить пул

source: Delete Pool
ru: Удалить пул

source: Pool %s was successfully created.
ru: Пул %s был успешно создан.

source: You are not allowed to delete pools: %s
ru: Отсутствуют разрешения на удаление пулов: %s

source: Confirm Delete Pool
ru: Подтвердите удаление пула

source: You have selected "%s". Deleted Pool is not recoverable.
ru: Ваш выбор: "%s". Удалённые пулы восстановлению не подлежат.

source: Deleted Pool: %s.
ru: Пул был удалён: %s.

source: Unable to delete Pool: %s.
ru: Не удалось удалить пул: %s.

source: Pool %s was successfully updated.
ru: Пул %s был успешно обновлён.

source: An optional request component related to storage-specific options in YAML format.
ru: Дополнительный компонент запросов, имеющий отношение к параметрам хранилища в формате YAML.

source: Name of the pool.
ru: Имя пула

source: Weight of the pool.
ru: Вес пула

source: Group of the pool.
ru: Группа пула

source: View Messages
ru: Просмотреть сообщения

source: Signed URL
ru: Подписанный URL

source: Purge
ru: Очистить

source: Create Subscription
ru: Создать подписку

source: Delete
ru: Удалить

source: Create Queues
ru: Создать очереди

source: Delete Queues
ru: Удалить очереди

source: Queue %s was successfully created.
ru: Очередь %s была успешно создана.

source: Create Queue
ru: Создать очередь

source: Queue Details
ru: Подробные сведения об очереди

source: Queue Metadata
ru: Метаданные очереди

source: Subscription %s was successfully created.
ru: Подписка %s была успешно создана.

source: Subscription
ru: Подписка

source: You are not allowed to delete queues: %s
ru: Отсутствуют разрешения на удаление очередей: %s

source: Confirm Delete Queue
ru: Подтвердите удаление очереди

source: You have selected "%s". Deleted queue is not recoverable.
ru: Ваш выбор: "%s". Удалённые очереди восстановлению не подлежат.

source: Delete Queue
ru: Удалить очередь

source: Deleted Queue: %s.
ru: Очередь была удалена: %s.

source: Unable to delete Queue: %s.
ru: Не удалось удалить очередь: %s.

source: Body
ru: Тело

source: Time to Live
ru: Срок жизни

source: Age
ru: Время существования

source: List Messages
ru: Вывести список сообщений

source: The client specifies only the body and TTL for the message. The server inserts metadata, such as ID and age.
ru: Клиент конкретизирует только тело и TTL сообщения, а сервер вставляет метаданные, такие, как ID и срок жизни.

source: See a sample as below:
ru: См. пример ниже:

source: Post
ru: Опубликовать

source: Messages
ru: Сообщения

source: Subscriptions
ru: Подписки

source: Queue %s has been purged successfully.
ru: Очередь %s была успешно очищена.

source: Purge Queue
ru: Очистить очередь

source: Paths
ru: Пути

source: TTL Seconds
ru: TTL в секундах

source: Methods
ru: Методы

source: Signed URL for %s
ru: Подписанный URL для %s

source: Signed URL was successfully created for the queue %s with expires %s and signature %s.
ru: Подписанный URL был успешно создан для очереди %s со сроком действия %s и подписью %s.

source: Creating Signed URL
ru: Создание подписанного URL

source: Queue %s was successfully updated.
ru: Очередь %s была успешно обновлена.

source: Update Queue
ru: Обновить очередь

source: Note that you can create a queue without defining metadata. The metadata step is optional but recommended.
ru: Обратите внимание, что очереди можно создавать без настройки метаданных. Шаг по настройке метаданных не является обязательным, но рекомендуется.

source: Queue Name
ru: Имя очереди

source: Enter a queue name
ru: Укажите имя очереди

source: A queue name between 1-256 characters is required.
ru: Требуется имя очереди с числом символов от 1 до 256.

source: Note that you can create a subscription without defining options.
ru: Обратите внимание, что подписку можно создать без настройки параметров.

source: Subscriber
ru: Подписчик

source: Enter a subscriber
ru: Укажите подписчика

source: Subscribers must be in the form of mailto, HTTP, or HTTPS.
ru: Подписчики должны быть указаны в виде mailto, HTTP или HTTPS.

source: Time To Live
ru: Срок жизни (TTL)

source: The TTL for a subscription must be at least 60 seconds long.
ru: Значение TTL подписки должно быть не менее 60 секунд.

source: Queues
ru: Очереди

source: Free Messages
ru: Свободные сообщения

source: Total Messages
ru: Всего сообщений

source: Actions
ru: Действия

source: Removed %(subscriber)s subscriber from the %(queue)s queue.
ru: Подписчик %(subscriber)s был удалён из очереди %(queue)s.

source: Confirmed
ru: Подтверждено
