Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/python-django-horizon-19.2.1/openstack_auth/django.po
Languages: ru

source: The authentication token issued by the Identity service has expired.
ru: Срок действия маркёра авторизации, выданного службой идентификации, истёк

source: No authentication backend could be determined to handle the provided credentials.
ru: Не удалось определить серверную часть, которая должна обработать предоставленные учётные данные

source: You are not authorized for any projects or domains.
ru: Отсутствует авторизация на доступ к любым проектам или доменам

source: Default Region
ru: Область по умолчанию

source: Region
ru: Область

source: User Name
ru: Имя пользователя

source: Password
ru: Пароль

source: Domain
ru: Домен

source: Authenticate using
ru: Выполнить аутентификацию с помощью

source: Original password
ru: Исходный пароль

source: New password
ru: Новый пароль

source: Confirm password
ru: Подтвердите пароль

source: Passwords do not match.
ru: Пароли не совпадают

source: Old password and new password must be different.
ru: Новый пароль должен отличаться от старого.

source: Unable to update the user password.
ru: Не удалось обновить пароль пользователя

source: Cookies may be turned off. Make sure cookies are enabled and try again.
ru: Возможно, отключено принятие файлов cookie. Убедитесь в том, что cookie разрешены и повторите попытку.

source: Your password has expired. Please set a new password.
ru: Срок действия вашего пароля истёк. Установите новый пароль.

source: Please consider changing your password, it will expire in %s minutes
ru: Обдумайте смену вашего пароля, срок его действия истечёт через %s мин.

source: Project switch failed for user "%(username)s".
ru: Сбой перехода на другой проект для пользователя "%(username)s".

source: Switch to project "%(project_name)s" successful.
ru: Переход на проект "%(project_name)s" выполнен успешно

source: K2K Federation not setup for this session
ru: Для данного сеанс не настроена поддержка федерации Keystone to Keystone (K2K)

source: Switch to Keystone Provider "%(keystone_provider)s" successful.
ru: Переход на поставщика Keystone "%(keystone_provider)s" выполнен успешно

source: Password changed. Please log in to continue.
ru: Пароль был изменён. Для продолжения выполните вход в систему

source: Unable to retrieve authorized projects.
ru: Не удалось получить сведения об авторизованных проектах

source: Unable to retrieve authorized domains.
ru: Не удалось получить сведения об авторизованных доменах

source: Unable to establish connection to keystone endpoint.
ru: Не удалось подключиться к конечной точке Keystone

source: Password expired.
ru: Срок действия пароля истёк

source: Invalid credentials.
ru: Недействительные учётные данные.

source: An error occurred authenticating. Please try again later.
ru: Возникла ошибка во время выполнения аутентификации. Повторите попытку позже.

source: Identity provider authentication failed.
ru: Сбой аутентификации поставщика аутентификации

source: Could not find service provider ID on keystone.
ru: Не удалось найти ID поставщика службы в Keystone

source: Service provider authentication failed. %s
ru: Сбой аутентификации поставщика службы. %s
