Repository: jtux270/translate
Catalog: properties_4/packaging.branding.ovirt.brand/messages_*.po
Languages: ru

# obrand.common.product
source: oVirt Engine
ru: Центр Управления "ROSA Virtualization"

source: oVirt Engine Version: {0}
ru: Версия Центра Управления "ROSA Virtualization": {0}

source: Console Client Resources
ru: Ресурсы консольного клиента

source: Client Resources
ru: Ресурсы клиента

source: oVirt Engine User Portal
ru: Пользовательский портал ЦУ "ROSA Virtualization"

source: UserPortal Documentation
ru: Документация пользовательского портала

# obrand.userportal.main_header_label
source: oVirt Engine
ru: ЦУ "ROSA Virtualization"

source: oVirt Engine Web Administration
ru: Веб-администрирование ЦУ "ROSA Virtualization"

source: ENGINE Web Admin Documentation
ru: Документация по веб-администрированию ЦУ

source: Feedback
ru: Обратная связь

# obrand.webadmin.guide_link_label
source: Guide
ru: Руководство

# obrand.userportal.guide_link_label
source: Guide
ru: Руководство

source: Welcome to Open Virtualization Manager
ru: Вас приветствует диспетчер Open Virtualization

source: Version {0}
ru: Версия {0}

source: Ovirt-Engine
ru: ЦУ "ROSA Virtualization"

source: * Your current browser settings prevent displaying this page correctly!
ru: * Текущие параметры браузера не позволяют отобразить эту страницу корректно

source: Please allow Javascript to run on your browser (for example, by adding this site to 'Trusted Sites') and then refresh the page.
ru: Разрешите выполнение Javascript (например, добавив этот сайт в список доверенных сайтов) и обновите страницу.

source: Portals
ru: Порталы

source: User Portal
ru: Пользовательский портал

source: Administration Portal
ru: Портал администрирования

source: Reports Portal
ru: Портал отчётов

source: Downloads
ru: Загрузки
