Repository: jtux270/translate
Catalog: openstack/zanata/networking-bgpvpn-stable-wallaby/*/bgpvpn_dashboard/locale/django.po
Languages: ru

source: A single BGP Route Target or a comma-separated list of BGP Route Target. Example: 64512:1 or 64512:1,64512:2,64512:3
ru: Одиночный BGP Route Target, либо список BGP RT через запятую. Пример: 64512:1 or 64512:1,64512:2,64512:3

source: Bug, inconsistency between neutron-lib and networking-bgpvpn for RTRD regex
ru: Ошибка кода, несоответствие между neutron-lib и networking-bgpvpn в регулярном выражении RTRD.

source: Route targets is not valid
ru: Недопустимые RT.

source: Project
ru: Проект

source: Type
ru: Тип

source: The type of VPN and the technology behind it.
ru: Тип VPN и технология, на которой он основан

source: Select a project
ru: Выберите проект

source: Delete BGPVPN
ru: Удалить BGPVPN

source: Deleted BGPVPN
ru: BGPVPN был удалён

source: Failed to delete BGPVPN %s
ru: Не удалось удалить BGPVPN %s

source: Create BGPVPN
ru: Создать BGPVPN

source: Unable to retrieve information about the tenant %s
ru: Не удалось получить сведения об арендаторе %s

source: Description:
ru: Описание:

source: Create a new BGP VPN for any project as you need.
ru: Создание BGP VPN для любого проекта по мере необходимости.

source: BGPVPN Name
ru: Имя BGPVPN

source: Project ID
ru: ID проекта

source: Name
ru: Имя

source: Something went wrong with BGPVPN %s
ru: Что-то пошло не так для BGPVPN %s

source: Failed to update BGPVPN %s
ru: Не удалось обновить BGPVPN %s

source: BGPVPN %s was successfully updated.
ru: BGPVPN %s был успешно обновлён.

source: Failed to create BGPVPN %s
ru: Не удалось создать BGPVPN %s

source: BGPVPN %s was successfully created.
ru: BGPVPN %s был успешно создан.

source: Unsupported action type: %s
ru: Тип действий не поддерживается: %s

source: Associate Network
ru: Привязать сеть

source: Choose a network
ru: Выбрать сеть

source: No network
ru: Без сети

source: Unable to retrieve networks.
ru: Не удалось получить сведения о сетях

source: Unable to associate network "%s".
ru: Не удалось привязать сеть "%s".

source: Edit BGPVPN
ru: Редактировать параметры BGPVPN

source: Create Network Association
ru: Создать сетевую привязку

source: Create Router Association
ru: Создать привязку маршрутизатора

source: Networks
ru: Сети

source: Routers
ru: Маршрутизаторы

source: Overview
ru: Обзор

source: Unable to retrieve details for bgpvpn "%s".
ru: Не удалось получить подробности о bgpvpn "%s".

source: Unable to retrieve BGPVPN details.
ru: Не удалось получить подробности о BGPVPN

source: Create
ru: Создать

source: Create Router associations
ru: Создать привязки маршрутизатора

source: Advertise Extra Routes
ru: Объявить дополнительные маршруты

source: Optional Parameters
ru: Необязательные параметры

source: Associate Router
ru: Привязать маршрутизатор

source: Create Association
ru: Создать привязку

source: Create a new router association.
ru: Создать новую привязку маршрутизатора.

source: Choose a router
ru: Выбрать маршрутизатор

source: No router
ru: Без роутера

source: Unable to retrieve routers
ru: Не удалось получить сведения о маршрутизаторах

source: Optional parameters
ru: Необязательные параметры

source: Associate a BGPVPN to a Router
ru: Привязать BGPVPN к маршрутизатору

source: Router association with "%s" created.
ru: Привязка маршрутизатора к "%s" была создана.

source: Unable to create a router association with "%s".
ru: Не удалось создать привязку маршрутизатора к "%s".

source: Unable to associate router %s
ru: Не удалось привязать маршрутизатор %s

source: Delete Network Association
ru: Удалить сетевую привязку

source: Deleted Network Association
ru: Сетевая привязка была удалена

source: Failed to delete Network Association %s
ru: Не удалось удалить сетевую привязку %s

source: Association ID
ru: ID привязки

source: Network
ru: Сеть

source: Network Associations
ru: Сетевые привязки

source: Unable to retrieve network details.
ru: Не удалось получить подробности о сети

source: Network associations list can not be retrieved.
ru: Невозможно получить список сетевых привязок

source: Unable to retrieve network association details.
ru: Не удалось получить подробности о сетевой привязки

source: Router
ru: Маршрутизатор

source: Delete Router Association
ru: Удалить привязку маршрутизатора

source: Deleted Router Association
ru: Привязка маршрутизатора была удалена

source: Failed to delete Router Association %s
ru: Не удалось удалить привязку маршрутизатора %s

source: Update Router Association
ru: Обновить привязку маршрутизатора

source: Router Associations
ru: Привязки маршрутизатора

source: Unable to retrieve router details.
ru: Не удалось получить подробности о маршрутизаторе

source: Router associations list can not be retrieved.
ru: Невозможно получить список привязок роутера

source: Update
ru: Обновить

source: Unable to retrieve Router Association details.
ru: Не удалось получить подробности о привязке маршрутизатора

source: Unable to retrieve router association details.
ru: Не удалось получить подробности о привязке маршрутизатора

source: Associated Networks
ru: Связанные сети

source: Associated Network
ru: Связанная сеть

source: Associated Routers
ru: Связанные маршрутизаторы

source: Associated Router
ru: Связанный маршрутизатор

source: Associate a BGPVPN to a Network
ru: Привязать BGPVPN к сети

source: You may update the editable properties of your BGP VPN here.
ru: Здесь можно обновить редактируемые параметры BGP VPN

source: Update BGPVPN
ru: Обновить BGPVPN

source: None
ru: Нет

source: Network Name
ru: Имя сети

source: Network ID
ru: ID сети

source: Router Name
ru: Имя маршрутизатора

source: Router ID
ru: ID маршрутизатора
