Repository: jtux270/translate
Catalog: openstack/zanata/octavia-dashboard-stable-wallaby/*/octavia_dashboard/locale/djangojs.po
Languages: ru

source: The cipher string must conform to OpenSSL syntax.
ru: Строка шифра должна следовать правилам синтаксиса OpenSSL

source: Each port that listens for traffic on a particular load balancer is configured separately and tied to the load balancer. Multiple listeners can be associated with the same load balancer but each must use a unique port.
ru: Каждый порт, прослушивающий трафик в конкретном балансировщике нагрузки, настраивается индивидуально и привязан к балансировщику. К одному балансировщику могут быть привязаны несколько прослушивателей, но у каждого из них должен быть уникальный порт.

source: Protocol:
ru: Протокол:

source: The protocol for which the front end listens. The TERMINATED_HTTPS protocol is only available if the key-manager service is enabled and you have authority to list certificate containers and secrets.
ru: Протокол, который прослушивается модулем переднего плана. Протокол TERMINATED_HTTPS доступен только при включённой службе диспетчера ключей, и у пользователя есть права на получение списка контейнеров сертификатов и секретов.

source: Port:
ru: Порт:

source: The port on which the front end listens. Must be an integer from 1 to 65535.
ru: Порт, на котором слушает модуль переднего плана. Должно быть представлено целым числом в диапазоне от 1 до 65535.

source: Connection Limit:
ru: Макс. предел подключений:

source: The maximum number of connections permitted for this listener. Default value is -1 which represents infinite connections.
ru: Макс. число подключений, разрешённое для данного прослушивателя. Значение по умолчанию: -1, т.е. неограниченно.

source: Default Pool ID:
ru: ID пула по умолчанию:

source: The ID of the pool used by the listener if no L7 policies match.
ru: ID пула, используемого прослушивателем, при отсутствии совпадений в политиках L7.

source: Insert Headers:
ru: Вставить заголовки:

source: Additional headers insertion into HTTP header, only "X-Forwarded-For", "X-Forwarded-Port" and "X-Forwarded-Proto" are supported.
ru: Заголовки, дополнительно вставляемые в заголовок HTTP. Поддерживаются только: "X-Forwarded-For", "X-Forwarded-Port" и "X-Forwarded-Proto".

source: Client Data Timeout:
ru: Истечение времени ожидания данных клиента:

source: Frontend client inactivity timeout in milliseconds. Default: 50000.
ru: Истечение времени ожидания клиента модуля переднего плана в миллисекундах. По умолчанию: 50000.

source: TCP Inspect Timeout:
ru: Истечение времени ожидания проверки TCP:

source: Time, in milliseconds, to wait for additional TCP packets for content inspection. Default: 0.
ru: Время ожидания, в миллисекундах, проверки содержимого дополнительных пакетов TCP. По умолчанию: 0.

source: Member Connect Timeout:
ru: Истечение времени ожидания подключения участника:

source: Backend member connection timeout in milliseconds. Default: 5000.
ru: Истечение времени ожидания участника сервера заднего плана в миллисекундах. По умолчанию: 5000.

source: Member Data Timeout:
ru: Истечение времени ожидания данных участника:

source: Backend member inactivity timeout in milliseconds. Default: 50000.
ru: Истечение времени ожидания участника сервера заднего плана в миллисекундах. По умолчанию: 50000.

source: Allowed Cidrs:
ru: Разрешённые CIDR:

source: A newline separated list of cidrs to be allowed to connect to the listener. An empty list means allow from any.
ru: Список, через новую строку, адресов CIDR, которым разрешено подключаться к прослушивателю. Пустой список означает, что разрешено всем.

source: TLS Cipher String:
ru: Строка шифра TLS:

source: A string of the allowed ciphers using the OpenSSL syntax. The syntax is a colon separated list of the chiphers, ex. "TLS_AES_256_GCM_SHA384:TLS_CHACHA20_POLY1305_SHA256:TLS_AES_128_GCM_SHA256" Note, don't include quotation marks. An empty string sets the default TLS Cipher String configured in Octavia.
ru: Строка с разрешёнными шифрами, с соблюдением синтаксиса OpenSSL. Синтаксис представляет собой список шифров, поделённый на столбики. Например: "TLS_AES_256_GCM_SHA384:TLS_CHACHA20_POLY1305_SHA256:TLS_AES_128_GCM_SHA256" Внимание: не забудьте опустить кавычки. Пустая строка означает строку шифра TLS по умолчанию, настроенную в Octavia.

source: Provide the details for the listener.
ru: Укажите подробные сведения о прослушивателе.

source: The IP address is not valid.
ru: Недействительный адрес IP.

source: Subnet
ru: Подсеть

source: Flavor
ru: Вариант конфигурации

source: Flavor Description
ru: Описание варианта конфигурации

source: The load balancer occupies a neutron network port and has an IP address assigned from a subnet.
ru: Балансировщик нагрузки занимает сетевой порт службы neutron, с адресом IP, присвоенным из подсети.

source: IP address:
ru: Адрес IP:

source: If an IP address is provided it must be a well-formed IPv4 or IPv6 address. The system will attempt to assign the provided IP address to the load balancer. If an IP address is not provided then one will be allocated for you.
ru: Если указывается адрес IP, то это должен быть корректно сформированный адрес IPv4 или IPv6. Система попытается присвоить этот указанный адрес балансировщику нагрузки. При отсутствии указанного IP, адрес будет выделен.

source: Subnet:
ru: Подсеть:

source: The network on which to allocate the load balancer's IP address.
ru: Сеть, из которой балансировщику нагрузки будет выделен адрес IP.

source: Provide the details for the load balancer.
ru: Укажите подробные сведения о балансировщике нагрузки.

source: IP address
ru: Адрес IP

source: No members have been allocated
ru: Участников не было выделено

source: No available instances
ru: Нет доступных экземпляров.

source: Allocated Members
ru: Выделенные участники

source: Available Instances
ru: Доступные экземпляры

source: IP Addresses (%(count)s)
ru: Адреса IP (%(count)s)

source: Members are the actual IP addresses that will receive traffic from the load balancer. Each member must have a unique combination of IP address and port.
ru: Участники — это фактические адреса IP, которые будут получать трафик от балансировщика нагрузки. У каждого участника должно быть уникальное сочетание адреса IP и порта.

source: The Available Instances table contains existing compute instances that can be added as members of the pool. Use the "Add external member" button to add a member not found in the Available Instances table.
ru: В таблице доступных экземпляров содержатся существующие экземпляры службы compute, которые можно добавить в качестве участников в пул. Чтобы добавить участника, отсутствующего в таблице, используйте кнопку «Добавить внешнего участника».

source: The IP address of the member to receive traffic from the load balancer. Must be a well-formed IPv4 or IPv6 address.
ru: Адрес IP участника, на который будет получаться трафик от балансировщика нагрузки. Это должен быть корректно сформированный адрес IPv4 или IPv6.

source: The network which contains the IP address of the member.
ru: Сеть, содержащая адрес IP участника.

source: The port on which the member listens for traffic. Must be a number from 1 to 65535.
ru: Порт, на котором слушает участник. Должен быть представлен целым числом в диапазоне от 1 до 65535.

source: Weight:
ru: Вес:

source: The weight of a member determines the portion of requests or connections it services compared to the other members of the pool. A higher weight means it will receive more traffic. Must be a number from 1 to 256.
ru: Вес участника определяет порцию обслуживаемых им запросов или подключений, в сравнении с другими участниками пула. Более высокий вес означает бо́льший объём трафика. Должен представляться числом в диапазоне от 1 to 256.

source: Monitor Address:
ru: Адрес монитора:

source: An alternate IP address used for health monitoring a backend member. Default is null which monitors the member address.
ru: Альтернативный адрес IP, используемый для мониторинга работоспособности участника сервера заднего плана. По умолчанию — ноль, т.е. мониторится адрес участника.

source: Monitor Port:
ru: Порт монитора:

source: An alternate protocol port used for health monitoring a backend member. Default is null which monitors the member protocol port.
ru: Порт альтернативного протокола, используемый для мониторинга работоспособности участника сервера заднего плана. По умолчанию — ноль, т.е. мониторится порт с протоколом участника.

source: Backup:
ru: Резервная копия:

source: Is the member a backup? Backup members only receive traffic when all non-backup members are down.
ru: Участник представляет собой резервную копию? Участники-резервные копии получают трафик, только если все участники, не являющиеся резервными копиями, не запущены.

source: Add members to the load balancer pool.
ru: Добавить участников в пул балансировщика нагрузки.

source: Remove
ru: Удалить

source: Add external member
ru: Добавить внешнего участника

source: Add
ru: Добавить

source: The health check interval must be greater than or equal to the timeout.
ru: Интервал проверки работоспособности должен быть больше или равен значению истечения времени ожидания.

source: The max retry count must be a number between 1 and 10.
ru: Максимальное число повторов попыток должно быть числом в диапазоне от 1 до 10.

source: The max retry down count must be a number between 1 and 10.
ru: Макс. число неудачных проверок должно иметь значение от 1 до 10.

source: The timeout must be a number greater than or equal to 0.
ru: Значение истечения времени ожидания должно быть представлено числом бо́льшим или равным 0.

source: The expected status code is not valid.
ru: Ожидаемый код статуса не является допустимым.

source: The URL path is not valid.
ru: Путь URL не является допустимым

source: The health monitor is used to determine the health of your pool members. Health checks routinely run against each member within the pool and the result of the health check is used to determine if the member receives new connections. Each pool can only have one health monitor.
ru: Монитор работоспособности используется для определения работоспособности участников пула. Проверки в плановом порядке выполняются для каждого из участников пула, а результаты используются для определения, получает ли участник новые подключения. В каждом пуле может быть только один монитор.

source: Delay:
ru: Задержка:

source: The interval between health checks. Must be greater than or equal to the timeout.
ru: Интервал между проверками работоспособности. Значение должно превышать или быть равным значению истечения времени ожидания.

source: Max Retries:
ru: Макс. повторных попыток:

source: The number of allowed connection failures before marking the member as inactive. Must be a number from 1 to 10.
ru: Разрешённое число сбоев соединения перед тем, как сделать участника неактивным. Должно выражаться числом от 1 до 10.

source: Max Retries Down:
ru: Макс. число неудачных проверок:

source: The number of allowed connection failures before marking the member as error. Must be a number from 1 to 10. The default is 3.
ru: Разрешённое число сбоев соединения перед тем, как пометить участника ошибкой.Должно выражаться числом от 1 до 10. 3. По умолчанию — 3.

source: Timeout:
ru: Истечение времени ожидания:

source: The time after which a health check times out. Must be a number greater than or equal to 0 and less than or equal to the interval.
ru: Время, после которого период ожидания выполнения проверки работоспособности считается истёкшим. Должно выражаться числом бо́льшим или равным 0, и меньшим или равным интервалу между проверками.

source: HTTP Method:
ru: Метод HTTP:

source: The HTTP method used to perform the health check.
ru: Метод HTTP, используемый при выполнении проверок работоспособности.

source: Expected Codes:
ru: Ожидаемые коды:

source: The expected HTTP status codes to get from a successful health check. Must be a single number, a comma separated list of numbers, or a range (two numbers separated by a hyphen).
ru: Коды статуса HTTP, ожидаемые при успешном выполнении проверки работоспособности. Должны выражаться одиночным числом, списком чисел через запятую, или диапазоном (два числа через тире).

source: URL Path:
ru: Путь URL:

source: The target of the health check HTTP request to the member. Must be a valid URL path.
ru: Цель HTTP-запроса участника на выполнение проверки работоспособности. Должна выражаться действительным путём URL.

source: Provide the details for the health monitor.
ru: Укажите подробные сведения о мониторе работоспособности

source: Delay (sec)
ru: Задержка (сек.)

source: Timeout (sec)
ru: Истечение времени ожидания (сек.)

source: A pool represents a group of members over which the load balancing will be applied.
ru: Пул представляет собой группу участников, к которым будет применяться балансировщик нагрузки.

source: Algorithm:
ru: Алгоритм:

source: The load balancer algorithm that distributes traffic to the pool members.
ru: Алгоритм балансировщика нагрузки, согласно которому среди участников пула распределяется трафик.

source: LEAST_CONNECTIONS: Allocates requests to the instance with the least number of active connections.
ru: LEAST_CONNECTIONS: выделяет запросы экземпляру с наименьшим числом активных подключений.

source: ROUND_ROBIN: Rotates requests evenly between multiple instances.
ru: ROUND_ROBIN: равное распределение запросов между несколькими экземплярами.

source: SOURCE_IP: Requests from a unique source IP address are consistently directed to the same instance.
ru: SOURCE_IP: запросы от адресов IP с уникальным источником будут постоянно направляться на один и тот же экземпляр.

source: The protocol for which this pool and its members listen. A valid value is HTTP, HTTPS, PROXY, PROXYV2, TCP, UDP or SCTP.
ru: Протокол, прослушиваемый этим пулом и его участниками. Допустимые значения: HTTP, HTTPS, PROXY, PROXYV2, TCP, UDP или SCTP.

source: Session Persistence:
ru: Сохраняемость сеанса:

source: The type of session persistence for distributing traffic to the pool members.
ru: Тип сохраняемости сеанса для распределения трафика между участниками пула.

source: SOURCE_IP: Session persistence based on source ip.
ru: SOURCE_IP: сохраняемость сеанса на основе IP источника.

source: HTTP_COOKIE: Session persistence based on http cookie.
ru: HTTP_COOKIE: сохраняемость сеанса на основе файла cookie http.

source: APP_COOKIE: Session persistence based on application cookie.
ru: APP_COOKIE: сохраняемость сеанса на основе файла cookie приложения.

source: TLS Enabled:
ru: Протокол TLS включён:

source: Enable TLS for backend re-encryption, communications between the load balancer and the member servers are encrypted.
ru: Включить TLS для повторного шифрования заднего плана. Обмен данными между балансировщиком нагрузки и серверами-участниками шифруются.

source: Provide the details for the pool.
ru: Укажите подробные сведения о пуле.

source: Cookie Name
ru: Имя cookie
