Repository: jtux270/translate
Catalog: openstack/zanata/octavia-dashboard-stable-wallaby/*/octavia_dashboard/locale/djangojs.po
Languages: ru

source: Unable to retrieve load balancers.
ru: Не удалось получить сведения о балансировщиках нагрузки

source: Unable to retrieve load balancer.
ru: Не удалось получить сведения о балансировщике нагрузки

source: Unable to delete load balancer.
ru: Не удалось удалить балансировщик нагрузки

source: Unable to create load balancer.
ru: Не удалось создать балансировщик нагрузки

source: Unable to update load balancer.
ru: Не удалось обновить балансировщик нагрузки

source: Unable to retrieve listeners.
ru: Не удалось получить сведения о прослушивателях

source: Unable to retrieve listener.
ru: Не удалось получить сведения о прослушивателе

source: Unable to create listener.
ru: Не удалось создать прослушиватель

source: Unable to update listener.
ru: Не удалось обновить прослушиватель

source: Unable to delete listener.
ru: Не удалось удалить прослушиватель

source: Unable to retrieve pools.
ru: Не удалось получить сведения о пулах

source: Unable to retrieve pool.
ru: Не удалось получить сведения о пуле

source: Unable to create pool.
ru: Не удалось создать пул

source: Unable to update pool.
ru: Не удалось обновить пул

source: Unable to delete pool.
ru: Не удалось удалить пул

source: Unable to retrieve l7 policies.
ru: Не удалось получить данные о политиках L7

source: Unable to retrieve l7 policy.
ru: Не удалось получить сведения о политике L7

source: Unable to create l7 policy.
ru: Не удалось создать политику L7

source: Unable to update l7 policy.
ru: Не удалось обновить политику L7

source: Unable to delete l7 policy.
ru: Не удалось удалить политику L7

source: Unable to retrieve l7 rules.
ru: Не удалось получить сведения о правилах L7

source: Unable to retrieve l7 rule.
ru: Не удалось получить сведения о правиле L7

source: Unable to create l7 rule.
ru: Не удалось создать правило L7

source: Unable to update l7 rule.
ru: Не удалось обновить правило L7

source: Unable to delete l7 rule.
ru: Не удалось удалить правило L7

source: Unable to retrieve members.
ru: Не удалось получить сведения об участниках

source: Unable to retrieve member.
ru: Не удалось получить сведения об участнике

source: Unable to delete member.
ru: Не удалось удалить участника

source: Unable to update member.
ru: Не удалось обновить участника

source: Unable to update member list.
ru: Не удалось обновить список участников

source: Unable to retrieve health monitors.
ru: Не удалось получить сведения о мониторах работоспособности

source: Unable to retrieve health monitor.
ru: Не удалось получить сведения о мониторе работоспособности

source: Unable to update health monitor.
ru: Не удалось обновить сведения о мониторе работоспособности

source: Unable to delete health monitor.
ru: Не удалось удалить монитор работоспособности

source: Unable to create health monitor.
ru: Не удалось создать монитор работоспособности

source: Unable to retrieve flavors.
ru: Не удалось получить сведения о вариантах конфигураций

source: Unable to retrieve flavor.
ru: Не удалось получить сведения о варианте конфигурации

source: Unable to update flavor.
ru: Не удалось обновить вариант конфигурации

source: Unable to delete flavor.
ru: Не удалось удалить вариант конфигурации

source: Unable to create flavor.
ru: Не удалось создать вариант конфигурации

source: Unable to retrieve flavor profiles.
ru: Не удалось получить сведения о профилях варианта конфигурации

source: Unable to retrieve flavor profile.
ru: Не удалось получить сведения о профиле варианта конфигурации

source: Unable to update flavor profile.
ru: Не удалось обновить профиль варианта конфигурации

source: Unable to delete flavor profile.
ru: Не удалось удалить профиль варианта конфигурации

source: Unable to create flavor profile.
ru: Не удалось создать профиль варианта конфигурации

source: Unable to retrieve availability zones.
ru: Не удалось получить сведения о зонах доступности

source: Unable to retrieve SSL certificates.
ru: Не удалось получить сведения о сертификатах SSL

source: Unable to retrieve secrets.
ru: Не удалось получить сведения о секретах

source: Health Monitor
ru: Монитор работоспособности

source: Health Monitors
ru: Мониторы работоспособности

source: Edit Health Monitor
ru: Изменить параметры монитора работоспособности

source: Delete Health Monitor
ru: Удалить монитор работоспособности

source: Create Health Monitor
ru: Создать монитор работоспособности

source: Delete Health Monitors
ru: Удалить мониторы работоспособности

source: Name
ru: Имя

source: Provisioning Status
ru: Статус подготовки к работе

source: Operating Status
ru: Рабочий статус

source: Admin State Up
ru: Активировать Admin State

source: Type
ru: Тип

source: Delay
ru: Задержка

source: Timeout
ru: Истечение времени ожидания

source: Max Retries
ru: Макс. повторных попыток

source: Max Retries Down
ru: Макс. число неудачных проверок

source: HTTP Method
ru: Метод HTTP

source: URL Path
ru: Путь URL

source: Expected Codes
ru: Ожидаемые коды

source: Project ID
ru: ID проекта

source: Created At
ru: Создано

source: Updated At
ru: Обновлено

source: Pools
ru: Пулы

source: A new health monitor is being created.
ru: Создаётся новый монитор работоспособности

source: Confirm Delete Health Monitor
ru: Подтвердите удаление монитора работоспособности

source: You have selected "%s". Deleted health monitor is not recoverable.
ru: Ваш выбор: "%s". Удалённые мониторы работоспособности восстановлению не подлежат

source: Deleted Health Monitor: %s.
ru: Монитор работоспособности был удалён: %s.

source: Unable to delete Health Monitor: %s.
ru: Не удалось удалить монитор работоспособности: %s.

source: The health monitor has been updated.
ru: Монитор работоспособности был обновлён.

source: Update Health Monitor
ru: Обновить монитор работоспособности

source: Please Wait
ru: Подождите…

source: Project
ru: Проект

source: Network
ru: Сеть

source: Load Balancers
ru: Балансировщики нагрузки

source: L7 Policy
ru: Политика L7

source: L7 Policies
ru: Политики L7

source: Edit L7 Policy
ru: Изменить политику L7

source: Delete L7 Policy
ru: Удалить политику L7

source: Create L7 Policy
ru: Создать политику L7

source: Delete L7 Policies
ru: Удалить политики L7

source: Description
ru: Описание

source: Action
ru: Действие

source: Redirect URL
ru: URL для перенаправления

source: Redirect Pool ID
ru: ID пула для перенаправления

source: Position
ru: Позиция

source: Listener ID
ru: ID прослушивателя

source: Rules
ru: Правила

source: A new l7 policy is being created.
ru: Создаётся новая политика L7

source: Confirm Delete L7 Policy
ru: Подтвердите удаление политики L7

source: You have selected "%s". Deleted L7 Policy is not recoverable.
ru: Ваш выбор: "%s". Удалённые политики L7 восстановлению не подлежат.

source: Deleted L7 Policy: %s.
ru: Политика L7 была удалена: %s

source: Unable to delete L7 Policy: %s.
ru: Не удалось удалить политику L7: %s.

source: The l7policy has been updated.
ru: Политика L7 была обновлена

source: Update L7 Policy
ru: Обновить политику L7

source: Overview
ru: Обзор

source: L7 Rules
ru: Правила L7

source: L7 Rule
ru: Правило L7

source: Edit L7 Rule
ru: Изменить правило L7

source: Delete L7 Rule
ru: Удалить правило L7

source: Create L7 Rule
ru: Создать правило L7

source: Delete L7 Rules
ru: Удалить правила L7

source: Compare Type
ru: Тип сравнения

source: Key
ru: Ключ

source: Value
ru: Значение

source: Invert
ru: Инвертировать

source: Confirm Delete L7 Rule
ru: Подтвердите удаление правила L7

source: You have selected "%s". Deleted L7 Rule is not recoverable.
ru: Ваш выбор: "%s". Удалённые правила L7 восстановлению не подлежат.

source: Deleted L7 Rule: %s.
ru: Правило L7 было удалено:

source: Unable to delete L7 Rule: %s.
ru: Не удалось удалить правило L7: %s.

source: The l7rule has been updated.
ru: Правило L7 было обновлено

source: Update L7 Rule
ru: Обновить правило L7

source: Listener
ru: Прослушиватель

source: Listeners
ru: Прослушиватели

source: Edit Listener
ru: Изменить параметры прослушивателя

source: Delete Listener
ru: Удалить прослушиватель

source: Create Listener
ru: Создать прослушиватель

source: Delete Listeners
ru: Удалить прослушиватели

source: Protocol
ru: Протокол

source: Port
ru: Порт

source: Connection Limit
ru: Макс. предел подключений

source: Default TLS Container Ref
ru: Ссылка на контейнер TLS по умолчанию

source: SNI Container Refs
ru: Ссылки на контейнер SNI

source: Default Pool ID
ru: ID пула по умолчанию

source: Insert Headers
ru: Вставить заголовки

source: Allowed Cidrs
ru: Разрешённые CIDR

source: Client Data Timeout
ru: Истечение времени ожидания данных клиента

source: Member Connect Timeout
ru: Истечение времени ожидания подключения участника

source: Member Data Timeout
ru: Истечение времени ожидания данных участника

source: TCP Inspect Timeout
ru: Истечение времени ожидания проверки TCP

source: TLS Cipher String
ru: Строка шифра TLS

source: A new listener is being created.
ru: Идёт создание нового прослушивателя

source: Confirm Delete Listener
ru: Подтвердите удаление прослушивателя

source: You have selected "%s". Deleted listener is not recoverable.
ru: Ваш выбор: "%s". Удалённые прослушиватели восстановлению не подлежат.

source: Deleted Listener: %s.
ru: Прослушиватель был удалён: %s.

source: Unable to delete Listener: %s.
ru: Не удалось удалить прослушиватель: %s.

source: The listener has been updated.
ru: Прослушиватель был обновлён

source: Update Listener
ru: Обновить прослушиватель

source: Load Balancer
ru: Балансировщик нагрузки

source: Edit Load Balancer
ru: Изменить параметры балансировщика нагрузки

source: Associate Floating IP
ru: Привязать плавающий IP

source: Disassociate Floating IP
ru: Отвязать плавающий IP

source: Delete Load Balancer
ru: Удалить балансировщик нагрузки

source: Create Load Balancer
ru: Создать балансировщик нагрузки

source: Delete Load Balancers
ru: Удалить балансировщики нагрузки

source: IP Address
ru: Адрес IP

source: Port ID
ru: ID порта

source: Subnet ID
ru: ID подсети

source: Network ID
ru: ID сети

source: Provider
ru: Поставщик

source: Availability Zone
ru: Зона доступности

source: Flavor ID
ru: ID варианта конфигурации

source: Floating IP
ru: Плавающий IP

source: Online
ru: В сети

source: Offline
ru: Не в сети

source: Degraded
ru: Понижена производительность

source: Error
ru: Ошибка

source: No Monitor
ru: Без монитора

source: Active
ru: Активно

source: Inactive
ru: Неактивно

source: Pending Create
ru: В ожидании создания

source: Pending Update
ru: В ожидании обновления

source: Pending Delete
ru: В ожидании удаления

source: Round Robin
ru: Циклический перебор

source: Least Connections
ru: Мин. предел подключений

source: Source IP
ru: IP источника

source: Reject
ru: Отклонить

source: Redirect to URL
ru: Перенаправить на URL

source: Redirect to Pool
ru: Перенаправить в пул

source: Host Name
ru: Имя хоста

source: Path
ru: Путь

source: File Type
ru: Тип файла

source: Header
ru: Заголовок

source: Regex
ru: Регулярное выражение

source: Starts With
ru: Начинается с

source: Ends With
ru: Заканчивается на

source: Contains
ru: Содержит

source: Equal To
ru: Равен

source: None
ru: Нет

source: Floating IP addresses
ru: Плавающие адреса IP

source: Floating IP pools
ru: Пулы плавающих адресов

source: Associate Floating IP Address
ru: Привязать плавающий адрес IP

source: Select a floating IP address to associate with the load balancer or a floating IP pool in which to allocate a new floating IP address.
ru: Выберите плавающий адрес IP, который нужно привязать к балансировщику нагрузки, или пул плавающих IP, из которого нужно выделить новый адрес.

source: Floating IP address or pool
ru: Плавающий адрес IP или пул адресов

source: Cancel
ru: Отмена

source: Associate
ru: Привязать

source: Associating floating IP with load balancer.
ru: Идёт привязка плавающего IP к балансировщику нагрузки

source: A new load balancer is being created.
ru: Создаётся новый балансировщик нагрузки

source: Confirm Delete Load Balancer
ru: Подтвердите удаление балансировщика нагрузки

source: You have selected "%s". Deleted load balancer is not recoverable and this deletion will delete all of the sub-resources.
ru: Ваш выбор: "%s". Удалённые балансировщики нагрузки восстановлению не подлежат, и это удаление также удалит все подчинённые ресурсы балансировщика.

source: Deleted Load Balancer: %s.
ru: Балансировщик нагрузки был удалён: %s.

source: Unable to delete Load Balancer: %s.
ru: Не удалось удалить балансировщик нагрузки: %s.

source: Confirm Disassociate Floating IP Address
ru: Подтвердите отмену привязки плавающего адреса IP

source: You are about to disassociate the floating IP address from load balancer "%s". Please confirm.
ru: Сейчас будет выполнена отмена привязки плавающего адреса IP к балансировщику нагрузки. Подтвердите это действие.

source: Disassociate
ru: Отменить привязку

source: Disassociated floating IP address from load balancer: %s.
ru: Привязка плавающего адреса IP к балансировщику нагрузки отменена: %s.

source: Unable to disassociate floating IP address from load balancer: %s.
ru: Не удалось отменить привязку плавающего IP к балансировщику нагрузки: %s.

source: The load balancer has been updated.
ru: Балансировщик нагрузки был обновлён

source: Update Load Balancer
ru: Обновить балансировщик нагрузки

source: Member
ru: Участник

source: Members
ru: Участники

source: Edit Member
ru: Изменить параметры участника

source: Delete Member
ru: Удалить участника

source: Add/Remove Members
ru: Добавить/удалить участников

source: Delete Members
ru: Удалить участников

source: Backup
ru: Резервная копия

source: Weight
ru: Вес

source: Monitor Address
ru: Адрес монитора

source: Monitor Port
ru: Порт монитора

source: Confirm Delete Member
ru: Подтвердите удаление участника

source: You have selected "%s". Deleted member is not recoverable.
ru: Ваш выбор: "%s". Удалённые участники восстановлению не подлежат.

source: Deleted Member: %s.
ru: Участник был удалён: %s.

source: Unable to delete Member: %s.
ru: Не удалось удалить участника: %s.

source: Yes
ru: Да

source: No
ru: Нет

source: The weight must be a number between 1 and 256.
ru: Вес должен выражаться числом в диапазоне от 1 до 256

source: The monitor address must be a valid IP address.
ru: Адрес монитора должен быть действительным IP.

source: The monitor port must be a number between 1 and 65535.
ru: Порт монитора должен быть представлен номером в диапазоне от 1 до 65535.

source: Update Member
ru: Обновить участника

source: Provide the details for the member.
ru: Укажите подробные сведения об участнике

source: Protocol Port
ru: Порт протокола

source: Update
ru: Обновить

source: Pool member has been updated.
ru: Участник пула был обновлён

source: The pool members have been updated.
ru: Участники пула были обновлены

source: Add/Remove Pool Members
ru: Добавить/удалить участников пула

source: Pool
ru: Пул

source: Edit Pool
ru: Изменить параметры пула

source: Delete Pool
ru: Удалить пул

source: Create Pool
ru: Создать пул

source: Delete Pools
ru: Удалить пулы

source: Algorithm
ru: Алгоритм

source: Session Persistence
ru: Сохраняемость сеанса

source: Health Monitor ID
ru: ID монитора работоспособности

source: TLS Enabled
ru: Протокол TLS включён

source: A new pool is being created.
ru: Идёт создание нового пула

source: Confirm Delete Pool
ru: Подтвердите удаление пула

source: You have selected "%s". Deleted pool is not recoverable.
ru: Ваш выбор: "%s". Удалённые пулы восстановлению не подлежат.

source: Deleted Pool: %s.
ru: Пул был удалён: %s.

source: Unable to delete Pool: %s.
ru: Не удалось удалить пул: %s.

source: The pool has been updated.
ru: Пул был обновлён

source: Update Pool
ru: Обновить пул

source: No matching options
ru: Нет совпадающих параметров

source: No items to display.
ru: Нет элементов для отображения

source: Loading
ru: Идёт загрузка

source: An error occurred. Please try again later.
ru: Возникла ошибка. Повторите попытку позже

source: Load Balancer Details
ru: Подробные сведения о балансировщике нагрузки

source: Listener Details
ru: Подробные сведения о прослушивателе

source: L7 Policy Details
ru: Подробные сведения о политике L7

source: L7 Rule Details
ru: Подробные сведения о правиле L7

source: Pool Details
ru: Подробные сведения о пуле

source: Pool Members
ru: Участники пула

source: Monitor Details
ru: Подробные сведения о мониторе

source: SSL Certificates
ru: Сертификаты SSL

source: Select certificates from the available certificates below
ru: Выберите сертификаты из доступных сертификатов ниже

source: No available certificates
ru: Нет доступных сертификатов

source: If the listener uses the TERMINATED_HTTPS protocol, then one or more SSL certificates must be selected. The first certificate will be the default.
ru: Если прослушиватель использует протокол TERMINATED_HTTPS, то необходимо выбрать один или более сертификатов SSL. Первый сертификат будет сертификатом по умолчанию.

source: Use the key-manager service to create any certificate containers before creating the listener. The following documentation provides information on how to create a certificate container:
ru: Перед созданием прослушивателя используйте службу управления ключами для создания любых контейнеров сертификатов. Сведения о создании контейнеров сертификатов можно найти в следующей документации:

source: Key Manager API Guide: Creating a Certificate Container
ru: Руководство по API диспетчера ключей: создание контейнера сертификата

source: Key Manager Service Command-Line Client
ru: Консольный клиент службы диспетчера ключей

source: Select one or more SSL certificates for the listener.
ru: Выберите один или несколько сертификатов SSL для прослушивателя

source: Certificate Name
ru: Имя сертификата

source: Expiration Date
ru: Дата окончания срока действия

source: The redirect url must be a valid http or https url.
ru: URL перенаправления должен быть действительным адресом http или https.

source: The position must be a number between 1 and 2147483647.
ru: Позиция должна выражаться числом в диапазоне от 1 до 2147483647.

source: An L7 Policy is a collection of L7 rules associated with a Listener, and which may also have an association to a back-end pool
ru: Политика L7 представляет собой набор правил L7, связанных с прослушивателем, которые также могут быть привязаны к пулу заднего плана.

source: Action:
ru: Действие:

source: The L7 policy action. One of REJECT, REDIRECT_TO_URL, or REDIRECT_TO_POOL.
ru: Действие политики L7. Одно из следующих: REJECT, REDIRECT_TO_URL или REDIRECT_TO_POOL.

source: REJECT: The request is denied with an appropriate response code, and not forwarded on to any back-end pool.
ru: REJECT: запрос отклоняется с соответствующим кодом ответа, и не перенаправляется на пул заднего плана

source: REDIRECT_TO_URL: The request is sent an HTTP redirect to the URL defined in the redirect_url parameter.
ru: REDIRECT_TO_URL: запрос перенаправляется на адрес URL HTTP, указанный параметромredirect_url.

source: REDIRECT_TO_POOL: The request is forwarded to the back-end pool associated with the L7 policy.
ru: REDIRECT_TO_POOL: запрос перенаправляется в пул заднего плана, привязанный к политике L7.

source: Position:
ru: Позиция:

source: The position of this policy on the listener. Positions start at 1.
ru: Позиция этой политики в слушателе. Позиции начинаются с 1.

source: Redirect Pool ID:
ru: ID пула перенаправления:

source: Requests matching this policy will be redirected to the pool with this ID. Only valid if action is REDIRECT_TO_POOL.
ru: Запросы, соответствующие данной политике, будут перенаправляться в пул с этим ID. Действительно только при действии REDIRECT_TO_POOL.

source: Redirect URL:
ru: URL перенаправления:

source: Requests matching this policy will be redirected to this URL. Only valid if action is REDIRECT_TO_URL.
ru: Запросы, соответствующие данной политике, будут перенаправляться на этот URL. Действительно только при действии REDIRECT_TO_URL.

source: Provide the details for the l7 policy.
ru: Укажите подробные сведения о политике L7

source: An L7 Rule is a single, simple logical test which returns either true or false.
ru: Правило L7 представляет собой одиночный, простой логический тест, возвращающий либо «верно», либо «ложно».

source: Type:
ru: Тип:

source: The L7 rule type. One of COOKIE, FILE_TYPE, HEADER, HOST_NAME, or PATH.
ru: Тип правила L7. Один из следующих: COOKIE, FILE_TYPE, HEADER, HOST_NAME или PATH.

source: COOKIE: The rule looks for a cookie named by the key parameter and compares it against the value parameter in the rule.
ru: COOKIE: правило ищет файл куки, именованный по ключевому параметру, и сравнивает его с параметром в правиле, передаваемым по значению.

source: HEADER: The rule looks for a header defined in the key parameter and compares it against the value parameter in the rule.
ru: HEADER: правило ищет заголовок, определённый в ключевом параметре, и сравнивает его с параметром в правиле, передаваемым по значению.

source: FILE_TYPE: The rule compares the last portion of the URI against the value parameter in the rule. (eg. "txt", "jpg", etc.)
ru: FILE_TYPE: правило сравнивает последний сегмент URI с его с параметром в правиле, передаваемым по значению. (например, "txt", "jpg", и т.д.)

source: PATH: The rule compares the path portion of the HTTP URI against the value parameter in the rule.
ru: PATH: правило сравнивает сегмент пути адреса URI HTTP с параметром в правиле, передаваемым по значению.

source: HOST_NAME: The rule does a comparison between the HTTP/1.1 hostname in the request against the value parameter in the rule.
ru: HOST_NAME: правило выполняет сравнение между именем хоста HTTP/1.1 в запросе и параметром в правиле, передаваемым по значению.

source: Compare Type:
ru: Тип сравнения:

source: The comparison type for the L7 rule. One of CONTAINS, ENDS_WITH, EQUAL_TO, REGEX, or STARTS_WITH.
ru: Тип сравнения для правила L7. Один из следующих: CONTAINS, ENDS_WITH, EQUAL_TO, REGEX или STARTS_WITH.

source: REGEX: Perl type regular expression matching.
ru: REGEX: сопоставление регулярных выражений в стиле Perl

source: STARTS_WITH: String starts with.
ru: STARTS_WITH: строка начинается с.

source: ENDS_WITH: String ends with.
ru: ENDS_WITH: строка заканчивается на.

source: CONTAINS: String contains.
ru: CONTAINS: строка содержит.

source: EQUAL_TO: String is equal to.
ru: EQUAL_TO: строка совпадает с.

source: Key:
ru: Ключ:

source: The key to use for the comparison. For example, the name of the cookie to evaluate.
ru: Ключ, используемый при сравнении. Например, имя оцениваемого файла cookie.

source: Value:
ru: Значение:

source: The value to use for the comparison. For example, the file type to compare.
ru: Значение, используемое для сравнения. Например, сравниваемые типы файлов.

source: Invert:
ru: Инвертировать:

source: When true the logic of the rule is inverted. For example, with invert true, equal to would become not equal to.
ru: Если «верно», то логика правила инвертируется, например: условие совпадения станет условием не совпадения.

source: Provide the details for the l7 rule.
ru: Укажите подробные сведения о правиле L7

source: The port must be a number between 1 and 65535.
ru: Порт должен быть представлен номером в диапазоне от 1 до 65535.

source: The port must be unique among all listeners attached to this load balancer.
ru: Порт каждого из прослушивателей, прикреплённых к данному балансировщику нагрузки, должен быть уникальным.

source: The connection limit must be a number greater than or equal to -1.
ru: Предел подключений должен быть числом бо́льшим или равным -1.

source: The timeout must be a number between 0 and 31536000000.
ru: Значение истечения времени ожидания должно быть представлено числом в диапазоне от 0 и 31536000000.
