Repository: jtux270/translate
Catalog: openstack/zanata/neutron-vpnaas-dashboard-stable-wallaby/*/neutron_vpnaas_dashboard/locale/django.po
Languages: ru

source: Name
ru: Имя

source: Description
ru: Описание

source: VPN service %s was successfully updated.
ru: Служба VPN %s была успешно обновлена.

source: Failed to update VPN service %s
ru: Не удалось обновить службу VPN %s

source: Endpoint group %s was successfully updated.
ru: Группа конечных точек %s была успешно обновлена

source: Failed to update endpoint group %s
ru: Не удалось обновить группу конечных точек %s

source: Authorization algorithm
ru: Алгоритм авторизации

source: Encryption algorithm
ru: Алгоритм шифрования

source: IKE version
ru: Версия IKE

source: Lifetime units for IKE keys
ru: Единицы измерения срока действия ключей IKE

source: seconds
ru: секунды

source: Lifetime value for IKE keys
ru: Значение срока действия ключей IKE

source: Equal to or greater than 60
ru: Равно или больше 60

source: Perfect Forward Secrecy
ru: Полная безопасность пересылки (PFS)

source: IKE Phase1 negotiation mode
ru: Режим согласования во время фазы 1 IKE

source: IKE policy %s was successfully updated.
ru: Политика IKE %s была успешно обновлена

source: Failed to update IKE policy %s
ru: Не удалось обновить политику IKE %s

source: Encapsulation mode
ru: Режим инкапсуляции

source: tunnel
ru: тоннель

source: transport
ru: транспорт

source: Lifetime units
ru: Единицы измерения срока действия

source: Lifetime value
ru: Значение срока действия

source: Transform Protocol
ru: Протокол преобразования

source: IPsec policy %s was successfully updated.
ru: Политика IPsec %s была успешно обновлена

source: Failed to update IPsec policy %s
ru: Не удалось обновить политику IPsec %s

source: Peer gateway public IPv4/IPv6 Address or FQDN
ru: Публичный адрес IPv4/IPv6 или FQDN шлюза пира

source: Peer gateway public IPv4/IPv6 address or FQDN for the VPN Connection
ru: Публичный адрес IPv4/IPv6 или FQDN шлюза пира для подключения VPN

source: Peer router identity for authentication (Peer ID)
ru: Идентификатор маршрутизатора пира (ID пира) для выполнения аутентификации

source: Peer router identity for authentication. Can be IPv4/IPv6 address, e-mail, key ID, or FQDN
ru: Идентификатор маршрутизатора пира для выполнения аутентификации. Может представлять собой адрес IPv4/IPv6, почтовый адрес, ID ключа или FQDN.

source: Remote peer subnet(s)
ru: Подсети удалённого пира

source: Remote peer subnet(s) address(es) with mask(s) in CIDR format separated with commas if needed (e.g. 20.1.0.0/24, 21.1.0.0/24)
ru: Адреса подсетей удалённого пира с масками, в формате CIDR, при необходимости разделяемые запятыми (например, 20.1.0.0/24, 21.1.0.0/24)

source: Local Endpoint Group(s)
ru: Локальные группы конечных точек

source: Peer Endpoint Group(s)
ru: Группы конечных точек пира

source: IPsec connection validation requires that peer endpoints are CIDRs
ru: Для валидации подключения IPsec необходимо, чтобы конечные точки пира были адресами CIDR

source: Pre-Shared Key (PSK) string
ru: Строка общего ключа PSK

source: Maximum Transmission Unit size for the connection
ru: Размер MTU подключения

source: Equal to or greater than 68 if the local subnet is IPv4. Equal to or greater than 1280 if the local subnet is IPv6.
ru: Для локальной подсети IPv4 значение равно или превышает 68. Для локальной подсети IPv6 значение равно или превышает 1280.

source: Dead peer detection actions
ru: Действия по обнаружению неработающего пира

source: Dead peer detection interval
ru: Интервал между действиями по обнаружению неработающего пира

source: Valid integer lesser than the DPD timeout
ru: Действительное целое число с меньшим значением, чем значение истечения времени ожидания действия по обнаружению нерабочих пиров

source: Dead peer detection timeout
ru: Истечение времени ожидания при обнаружении нерабочего пира

source: Valid integer greater than the DPD interval
ru: Действительное целое число со значением больше интервала между действиями по обнаружению нерабочих пиров

source: Initiator state
ru: Статус инициатора

source: bi-directional
ru: двунаправленный

source: response-only
ru: только ответ

source: DPD Timeout must be greater than DPD Interval
ru: Значение истечения времени ожидания действия по обнаружению нерабочих пиров должно быть больше интервала между действиями по обнаружению нерабочих пиров

source: IPsec site connection %s was successfully updated.
ru: Подключение IPsec %s типа «сеть-сеть» было успешно обновлено.

source: Failed to update IPsec site connection %s
ru: Не удалось обновить подключение IPsec %s типа «сеть-сеть»

source: Add IKE Policy
ru: Добавить политику IKE

source: Add IPsec Policy
ru: Добавить политику IPsec

source: Add VPN Service
ru: Добавить службу VPN

source: Add Endpoint Group
ru: Добавить группу конечных точек

source: Add IPsec Site Connection
ru: Добавить подключение IPsec типа «сеть-сеть»

source: Delete VPN Service
ru: Удалить службу VPN

source: Scheduled deletion of VPN service
ru: Удаление службы VPN было занесено в расписание

source: Unable to delete VPN service.
ru: Не удалось удалить службу VPN

source: Delete Endpoint Group
ru: Удалить группу конечных точек

source: Scheduled deletion of endpoint group
ru: Удаление группы конечных точек было занесено в расписание

source: Unable to delete endpoint group.
ru: Не удалось удалить группу конечных точек

source: Delete IKE Policy
ru: Удалить политику IKE

source: Scheduled deletion of IKE policy
ru: Удаление политики IKE было занесено в расписание

source: Unable to delete IKE policy.
ru: Не удалось удалить политику IKE

source: Delete IPsec Policy
ru: Удалить политику IPsec

source: Scheduled deletion of IPsec policy
ru: Удаление политики IPsec было занесено в расписание

source: Unable to delete IPsec policy.
ru: Не удалось удалить политику IPsec

source: Delete IPsec Site Connection
ru: Удалить подключение IPsec типа «сеть-сеть»

source: Scheduled deletion of IPsec site connection
ru: Удаление подключения IPsec типа «сеть-сеть» было занесено в расписание

source: Unable to delete IPsec site connection.
ru: Не удалось удалить подключение IPsec типа «сеть-сеть»

source: Edit VPN Service
ru: Изменить службу VPN

source: Edit Endpoint Group
ru: Изменить группу конечных точек

source: Edit IKE Policy
ru: Изменить политику IKE

source: Edit IPsec Policy
ru: Изменить политику IPsec

source: Edit Connection
ru: Изменить подключение

# Current status of an IPsec site connection and VPN service
source: Active
ru: Активно

# Current status of an IPsec site connection and VPN service
source: Down
ru: Неактивно

# Current status of an IPsec site connection and VPN service
source: Error
ru: Ошибка

# Current status of an IPsec site connection and VPN service
source: Created
ru: Создано

# Current status of an IPsec site connection and VPN service
source: Pending Create
ru: В ожидании создания

# Current status of an IPsec site connection and VPN service
source: Pending Update
ru: В ожидании обновления

# Current status of an IPsec site connection and VPN service
source: Pending Delete
ru: В ожидании удаления

# Current status of an IPsec site connection and VPN service
source: Inactive
ru: Неактивно

source: Name =
ru: Имя =

source: VPN Service =
ru: Служба VPN =

source: VPN Service ID =
ru: ID службы VPN =

source: IKE Policy =
ru: Политика IKE =

source: IKE Policy ID =
ru: ID политики IKE =

source: IPsec Policy =
ru: Политика IPsec =

source: IPsec Policy ID =
ru: ID политики IPsec =

source: Status =
ru: Статус =

source: VPN Service
ru: Служба VPN

source: IKE Policy
ru: Политика IKE

source: IPsec Policy
ru: Политика IPsec

source: Status
ru: Статус

source: IPsec Site Connections
ru: Подключения IPsec типа «сеть-сеть»

source: Subnet ID =
ru: ID подсети =

source: Subnet =
ru: Подсеть =

source: Router ID =
ru: ID маршрутизации =

source: Router =
ru: Маршрутизатор =

source: Subnet
ru: Подсеть

source: Router
ru: Маршрутизатор

source: VPN Services
ru: Службы VPN

source: Type =
ru: Тип =

source: Endpoints =
ru: Конечные точки =

source: Type
ru: Тип

source: Endpoints
ru: Конечные точки

source: Endpoint Groups
ru: Группы конечных точек

source: Authorization algorithm =
ru: Алгоритм авторизации =

source: Encryption algorithm =
ru: Алгоритм шифрования =

source: PFS =
ru: Полная безопасность пересылки =

source: PFS
ru: Полная безопасность пересылки

source: IKE Policies
ru: Политики IKE

source: IPsec Policies
ru: Политики IPsec

source: Unable to retrieve IPsec site connections list.
ru: Не удалось получить список подключений IPsec типа «сеть-сеть»

source: Unable to retrieve VPN services list.
ru: Не удалось получить список служб VPN

source: Unable to retrieve endpoint group list.
ru: Не удалось получить список групп конечных точек

source: Unable to retrieve IKE policies list.
ru: Не удалось получить список политик IKE

source: Unable to retrieve IPsec policy list.
ru: Не удалось получить список политик IPsec

source: IKE Policy Details
ru: Подробные сведения о политике IKE

source: IPsec Policy Details
ru: Подробные сведения о политике IPsec

source: VPN Service Details
ru: Подробные сведения о службе VPN

source: Endpoint Groups Details
ru: Подробные сведения о группах конечных точек

source: IPsec Site Connection Details
ru: Подробные сведения о подключении IPsec типа «сеть-сеть»

source: Virtual Private Network
ru: Частная виртуальная сеть

source: Unable to retrieve IKE policy details.
ru: Не удалось получить подробные сведения о политике IKE

source: Unable to retrieve IPsec policy details.
ru: Не удалось получить подробные сведения о политике IPsec

source: Unable to retrieve VPN service details.
ru: Не удалось получить подробные сведения о службе VPN

source: Unable to retrieve endpoint group details.
ru: Не удалось получить подробные сведения о группе конечных точек

source: Unable to retrieve IPsec site connection details.
ru: Не удалось получить подробные сведения о подключении IPsec типа «сеть-сеть»

source: Save Changes
ru: Сохранить изменения

source: Edit IPsec Site Connection
ru: Изменить подключение IPsec типа «сеть-сеть»

source: Optional. No need to be specified when you use endpoint groups.
ru: Необязательный параметр. При использовании групп конечных точек его указывать не нужно.

source: The state of VPN service to start in. If disabled (not checked), VPN service does not forward packets.
ru: Состояние, в котором стартует служба VPN. Если отключено (галочка не выставлена), то служба VPN пакеты перенаправлять не будет.

source: Select a Subnet
ru: Выберите подсеть

source: Unable to retrieve networks list.
ru: Не удалось получить список сетей

source: Select a Router
ru: Выберите маршрутизатор

source: Unable to retrieve routers list.
ru: Не удалось получить список маршрутизаторов

source: Add New VPN Service
ru: Добавить новую службу VPN

source: Add
ru: Добавить

source: Added VPN service "%s".
ru: Служба VPN "%s" была добавлена

source: Unable to add VPN service "%s".
ru: Не удалось добавить службу VPN "%s".

source: IPsec connection validation requires that local endpoints are subnets, and peer endpoints are CIDRs.
ru: Для валидации подключения IPsec необходимо, чтобы локальные конечные точки были подсетями, а конечные точки пиров были адресами CIDR

source: CIDR (for external systems)
ru: CIDR (для внешних систем)

source: Subnet (for local systems)
ru: Подсеть (для локальных систем)

source: External System CIDRs
ru: CIDR внешних систем

source: Remote peer subnet(s) address(es) with mask(s) in CIDR format separated with commas if needed (e.g. 20.1.0.0/24, 21.1.0.0/24). This field is valid if type is CIDR
ru: Адреса подсетей удалённого пира с масками, в формате CIDR, при необходимости разделяемые запятыми (например, 20.1.0.0/24, 21.1.0.0/24). Это поле является действительным, если значением типа является «CIDR».

source: Local System Subnets
ru: Подсети локальной системы

source: External System Subnets
ru: Подсети внешней системы

source: Local subnet(s). This field is valid if type is Subnet
ru: Локальные подсети. Это поле действительно для значения типа «подсеть»

source: Add New Endpoint Groups
ru: Добавить новые группы конечных точек.

source: Added endpoint group "%s".
ru: Группа конечных точек "%s" была добавлена

source: Unable to add endpoint group "%s".
ru: Не удалось добавить группу конечных точек "%s".

source: Add New IKE Policy
ru: Добавить новую политику IKE

source: Added IKE policy "%s".
ru: Политика IKE "%s" была добавлена.

source: Unable to add IKE policy "%s".
ru: Не удалось добавить политику IKE "%s".

source: Lifetime value for IKE keys
ru: Значение срока действия ключей IKE

source: Add New IPsec Policy
ru: Добавить новую политику IPsec

source: Added IPsec policy "%s".
ru: Политика IPsec "%s" была добавлена.

source: Unable to add IPsec policy "%s".
ru: Не удалось добавить политику IPsec "%s".

source: VPN service associated with this connection
ru: Служба VPN, связанная с этим подключением

source: Endpoint group for local subnet(s)
ru: Группа конечных точек для локальных подсетей

source: IKE policy associated with this connection
ru: Политика IKE, связанная с этим подключением

source: IPsec policy associated with this connection
ru: Политика IPsec, связанная с этим подключением

source: Endpoint group for remote peer CIDR(s)
ru: Группа конечных точек для адресов CIDR удалённого пира

source: (Deprecated) Remote peer subnet(s) address(es) with mask(s) in CIDR format separated with commas if needed (e.g. 20.1.0.0/24, 21.1.0.0/24)
ru: (Устаревший параметр). Адреса, в формате CIDR, подсетей удалённого пира с масками, при необходимости разделяемые запятыми (например, 20.1.0.0/24, 21.1.0.0/24)

source: The pre-defined key string between the two peers of the VPN connection
ru: Строка предварительно настоенного ключа для двух пиров в подключении VPN

source: Select IKE policy
ru: Выберите политику IKE

source: Select IPsec Policy
ru: Выберите политику IPsec

source: Unable to retrieve IPsec policies list.
ru: Не удалось получить список политик IPsec

source: Select VPN service
ru: Выберите службу VPN

source: Select local endpoint group
ru: Выберите локальную группу конечных точек

source: Select peer endpoint group
ru: Выберите группу конечных точек пира

source: Add New IPsec Site Connection
ru: Добавить новое подключение IPsec типа «сеть-сеть»

source: Create IPsec site connection for current project. Assign a name and description for the IPsec site connection. All fields in this tab are required.
ru: Создайте подключение IPsec типа «сеть-сеть» для текущего проекта. Присвойте имя и укажите описание для этого соединения. Все поля в этой вкладке являются обязательными.

source: Valid integer lesser than DPD timeout
ru: Действительное целое число с меньшим значением, чем значение истечения времени ожидания действия по обнаружению нерабочих пиров

source: The state of IPsec site connection to start in. If disabled (not checked), IPsec site connection does not forward packets.
ru: Состояние, в котором стартует подключение IPsec типа «сеть-сеть». Если отключено (галочка не выставлена), то подключение IPsec типа «сеть-сеть» пакеты перенаправлять не будет.

source: Optional Parameters
ru: Необязательные параметры

source: Fields in this tab are optional. You can configure the detail of IPsec site connection created.
ru: Поля в этой вкладке не являются обязательными. Здесь можно настроить подробности созданного подключения IPsec типа «сеть-сеть».

source: Added IPsec site connection "%s".
ru: Подключение IPsec "%s" типа «сеть-сеть» было добавлено.

source: Unable to add IPsec site connection "%s".
ru: Не удалось добавить подключение IPsec "%s" типа «сеть-сеть»

source: Create endpoint group for current project.
ru: Создать группу конечных точек для текущего проекта

source: Create IKE policy for current project.
ru: Создать политику IKE для текущего проекта

source: An IKE policy is an association of the following attributes:
ru: Политика IKE представляет собой объединение следующих атрибутов:

source: Valid algorithms are sha1, sha256, sha384 and sha512.
ru: Действительные алгоритмы: sha1, sha256, sha384 и sha512.

source: Valid algorithms are 3des, aes-128, aes-192 and aes-256.
ru: Действительные алгоритмы: 3des, aes-128, aes-192 и aes-256.

source: The type of version (v1/v2) that needs to be filtered.
ru: Тип версии (v1/v2), который необходимо отфильтровать

source: Lifetime
ru: Срок действия

source: Life time consists of units and value. Units in 'seconds' and the default value is 3600.
ru: Срок действия состоит из единиц измерения и значения. Единицами являются «секунды», а значением по умолчанию является 3600.

source: PFS limited to using Diffie-Hellman groups 2, 5 (default) and 14.
ru: Полная безопасность пересылки (PFS) ограничена использованием групп Диффи-Хеллмана 2, 5 (по умолчанию) и 14.

source: IKE Phase 1 negotiation mode
ru: Режим согласования во время фазы 1 IKE

source: Phase 1 negotiation mode limited to using 'main' and 'aggressive'.
ru: Режим согласования во время фазы 1 IKE ограничена использованием «main» и «aggressive».

source: All fields are optional.
ru: Все поля являются необязательными

source: Create IPsec policy for current project.
ru: Создать политику IPsec для текущего проекта

source: An IPsec policy is an association of the following attributes
ru: Политика IPsec представляет собой объединение следующих атрибутов

source: The type of IPsec tunnel (tunnel/transport) to be used.
ru: Используемый тип тоннеля IPsec (тоннель/транспорт)

source: The type of protocol (esp, ah, ah-esp) used in IPsec policy.
ru: Тип протокола (esp, ah, ah-esp), используемый в политике IPsec

source: Create VPN service for current project.
ru: Создать службу VPN для текущего проекта

source: Specify a name, description, router, and subnet (optional) for the VPN service.
ru: Укажите имя, описание, маршрутизатор и подсеть (необязательно) службы VPN

source: The router and admin state fields require to be enabled. All others are optional.
ru: Поле с данными маршрутизатора и поле admin state являются обязательными. Все остальные — нет.

source: Note: The recommended way to specify local subnets is to use endpoint groups in IPsec site connection. It is deprecated to specify subnet in VPN service. For a new VPN service or IPsec site connection, using endpoint group is recommended.
ru: Внимание: рекомендованным способом указания локальных подсетей является использование групп конечных точек в подключении IPsec типа «сеть-сеть». Указание подсетей в службе VPN является устаревшим. Для новой службы VPN или нового подключения IPsec типа «сеть-сеть» рекомендуется использовать группу конечных точек.

source: Project ID
ru: ID проекта

source: Lifetime Units
ru: Единицы измерения срока действия

source: Lifetime Value
ru: Значение срока действия

source: Local Endpoint Group
ru: Локальные группы конечных точек

source: Remote peer subnet
ru: Подсеть удалённого пира

source: Peer Endpoint Group
ru: Группа конечных точек пира

source: Dead peer detection action
ru: Действие по обнаружению неработающего пира

source: Authorization mode
ru: Режим авторизации

source: Route mode
ru: Режим маршрута

source: Description:
ru: Описание:

source: You may update endpoint group details here.
ru: Здесь можно обновить подробные сведения о группах конечных точек

source: You may update IKE policy details here.
ru: Здесь можно обновить подробные сведения о политике IKE

source: You may update IPsec policy details here.
ru: Здесь можно обновить подробные сведения о политике IPsec

source: You may update IPsec site connection details here.
ru: Здесь можно обновить подробные сведения о подключении IPsec типа «сеть-сеть»

source: You may update VPN service details here.
ru: Здесь можно обновить подробные сведения о службе VPN

source: VPN Connections
ru: Подключения VPN

source: Edit IPsec policy
ru: Изменить политику IPsec

source: Edit IPsec site connection
ru: Изменить подключение IPsec типа «сеть-сеть»
