Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

# Default style theme
source: Default
ru: Тема по умолчанию

# Google's Material Design style theme
source: Material
ru: Тема Material Design

source: Architecture
ru: Архитектура

source: Kernel ID
ru: ID ядра

source: Ramdisk ID
ru: ID Ramdisk

source: Euca2ools state
ru: Состояние euca2ools

source: Project ID
ru: ID проекта

source: Image Type
ru: Тип образа

source: All TCP
ru: Все TCP

source: All UDP
ru: Все UDP

source: All ICMP
ru: Все ICMP

source: Select format
ru: Выберите формат

source: AKI - Amazon Kernel Image
ru: AKI — образ ядра Amazon

source: AMI - Amazon Machine Image
ru: AMI — образ машины Amazon

source: ARI - Amazon Ramdisk Image
ru: ARI — образ Amazon Ramdisk

source: ISO - Optical Disk Image
ru: ISO — образ оптического диска

source: PLOOP - Virtuozzo/Parallels Loopback Disk
ru: PLOOP — диск loopback платформы Virtuozzo/Parallels

source: QCOW2 - QEMU Emulator
ru: QCOW2 — эмулятор QEMU

source: VDI - Virtual Disk Image
ru: VDI — образ виртуального диска

source: VHD - Virtual Hard Disk
ru: VHD — виртуальный жёсткий диск

source: VHDX - Large Virtual Hard Disk
ru: VHDX — очень большой виртуальный жёсткий диск

source: VMDK - Virtual Machine Disk
ru: VMDK — диск ВМ

source: OpenStack RC File
ru: Файл OpenStack RC

source: back-end
ru: сервер заднего плана

source: front-end
ru: внешний интерфейс

# Both of front-end and back-end
source: both
ru: оба

source: Unknown instance
ru: Неизвестный экземпляр

source: This volume type is used by one or more volumes.
ru: Данный тип тома используется одним или несколькими томами

source: Unable to retrieve image format list.
ru: Не удалось получить список форматов образов

source: Identity service does not allow editing user data.
ru: Службы идентификации запрещают редактирование данных пользователей

source: Identity service does not allow editing user password.
ru: Службы идентификации запрещают редактирование паролей пользователей

source: Normal
ru: Обычный

source: Direct
ru: Прямой

source: Direct Physical
ru: Прямой физический

source: Virtio Forwarder
ru: Перенаправляющий сервер Virtio

source: Security group rule quota exceeded.
ru: Превышена квота правила группы безопасности

source: Security group rule already exists.
ru: Квота правила группы безопасности уже существует

source: Failed to check if neutron supports "auto_allocated_network".
ru: Не удалось проверить, поддерживает ли neutron "auto_allocated_network".

source: Failed to check if nova supports "auto_allocated_network".
ru: Не удалось проверить поддержку "auto_allocated_network" для nova

source: Unable to connect to Neutron.
ru: Не удалось подключиться к Neutron

source: Unable to parse IP address %s.
ru: Не удалось проанализировать адрес IP

source: Multiattach volumes are not yet supported.
ru: Тома с несколькими подключениями ещё не поддерживаются

source: Failed to evacuate instances: %s
ru: Не удалось выполнить эвакуацию экземпляров: %s

source: Failed to migrate instances: %s
ru: Не удалось выполнить миграцию экземпляров: %s

source: The container cannot be deleted since it is not empty.
ru: Нельзя удалить этот контейнер, т.к. он не пустой

source: The pseudo folder cannot be deleted since it is not empty.
ru: Нельзя удалить этот псевдо-каталог, т.к. он не пустой

source: Service Cinder is disabled.
ru: Служба Cinder отключена

source: Out of range float values are not JSON compliant: %r
ru: Плавающие значения, выходящие за пределы диапазона, не соответствуют требованиям JSON: %r

source: Service Neutron is disabled.
ru: Служба Neutron отключена

source: Service Neutron is disabled or quotas extension not available.
ru: Служба Neutron отключена или расширение Quotas недоступно

source: Console type "%s" not supported.
ru: Тип консолей "%s" не поддерживается

source: Console
ru: Консоль

source: No available console found.
ru: Доступных консолей не найдено

source: Service Nova is disabled.
ru: Служба Nova отключена

source: Developer
ru: Разработчик

source: Form Builder
ru: Конструктор форм

source: Traced with id %(id)s. Go to <a href="%(url)s">page</a>
ru: Трассировалось с идентификатором %(id)s. Переходите на <a href="%(url)s">страницу</a>

source: OpenStack Profiler
ru: Профилировщик OpenStack Profiler

source: Resources
ru: Ресурсы

source: Theme Preview
ru: Предварительный просмотр темы оформления

source: Bootstrap Theme Preview
ru: Предварительный просмотр темы оформления Bootstrap

source: Admin
ru: Администратор

source: Name
ru: Имя

source: Availability Zone
ru: Зона доступности

source: The new availability zone can't be empty
ru: Новая зона доступности не может быть пустой

source: Successfully updated aggregate: "%s."
ru: Агрегат был успешно обновлён: "%s."

source: Unable to update the aggregate.
ru: Не удалось обновить агрегат

source: Host Aggregates
ru: Агрегаты хостов

source: Delete Host Aggregate
ru: Удалить агрегат хостов

source: Deleted Host Aggregate
ru: Агрегат хостов удалён

source: Create Host Aggregate
ru: Создать агрегат хостов

source: Manage Hosts
ru: Управление хостами

source: Update Metadata
ru: Обновить метаданные

source: Edit Host Aggregate
ru: Изменить параметры агрегата хостов

source: Services Up
ru: Службы запущены

source: Services Down
ru: Службы не запущены

source: Hosts
ru: Хосты

source: Metadata
ru: Метаданные

source: Availability Zone Name
ru: Имя зоны доступности

source: Available
ru: Доступно

source: Availability Zones
ru: Зоны доступности

source: Unable to retrieve host aggregates list.
ru: Не удалось получить список агрегатов хостов

source: Unable to retrieve availability zone list.
ru: Не удалось получить список зон доступности

source: Unable to retrieve the aggregate to be updated
ru: Не удалось получить сведения об обновляемом агрегате

source: Manage Hosts Aggregate
ru: Управление агрегатами хостов

source: Host Aggregate Information
ru: Сведения об агрегатах хостов

source: Host aggregates divide an availability zone into logical units by grouping together hosts. Create a host aggregate then select the hosts contained in it.
ru: Агрегаты хостов разделяют зону доступности на логические единицы с помощью группирования хостов. Создайте агрегат хостов, затем выберите содержащиеся в нём хосты.

source: Unable to get host aggregate list
ru: Не удалось получить список агрегатов хостов

source: The name "%s" is already used by another host aggregate.
ru: Имя "%s" уже было присвоено другому агрегату хостов.

source: Unable to get the available hosts
ru: Не удалось получить сведения о доступных хостах

source: Manage Hosts within Aggregate
ru: Управление хостами в составе агрегата

source: Add hosts to this aggregate. Hosts can be in multiple aggregates.
ru: Добавить хосты в данный агрегат. Один хост может находиться в нескольких агрегатах.

source: All available hosts
ru: Все доступные хосты

source: Selected hosts
ru: Выбранные хосты

source: No hosts found.
ru: Хостов не найдено

source: No host selected.
ru: Хосты не выбраны

source: Add hosts to this aggregate or remove hosts from it. Hosts can be in multiple aggregates.
ru: Добавить хосты в агрегат или удалить хосты из агрегата. Один хост может находиться в нескольких агрегатах.

source: All Available Hosts
ru: Все доступные хосты

source: Selected Hosts
ru: Выбранные хосты

source: No Hosts found.
ru: Хостов не найдено

source: No Host selected.
ru: Хосты не выбраны

source: Created new host aggregate "%s".
ru: Был создан новый агрегат хостов "%s".

source: Unable to create host aggregate "%s".
ru: Не удалось создать агрегат хостов "%s".

source: Unable to create host aggregate.
ru: Не удалось создать агрегат хостов

source: Error adding Hosts to the aggregate.
ru: Ошибка добавления хостов в агрегат.

source: Add/Remove Hosts to Aggregate
ru: Добавить/удалить хосты из агрегата

source: Save
ru: Сохранить

source: The Aggregate was updated.
ru: Агрегат был обновлён

source: Error when adding or removing hosts.
ru: Ошибка добавления или удаления хостов

source: Description:
ru: Описание:

source: Host aggregates divide an availability zone into logical units by grouping together hosts. Edit the aggregate host to select hosts contained in it.
ru: Агрегаты хостов разделяют зону доступности на логические единицы с помощью группирования хостов. Редактируйте параметры агрегата, чтобы настроить содержащиеся в нём хосты.

source: Status
ru: Статус

source: Successfully updated volume backup status to "%s".
ru: Статус резервной копии тома был успешно изменён на "%s".

source: Unable to update volume backup status to "%s".
ru: Не удалось сменить статус резервной копии тома на "%s".

source: Deleted volume backups are not recoverable.
ru: Удалённые резервные копии томов нельзя восстановить

source: Force Delete Volume Backup
ru: Принудительно удалить резервную копию тома

source: Scheduled forced deletion of Volume Backup
ru: Принудительное удаление резервной копии тома добавлено в расписание

source: Unable to retrieve volume backup project information.
ru: Не удалось получить сведения о проекте резервной копии тома

source: Update Volume backup Status
ru: Обновить статус резервной копии тома

source: Project
ru: Проект

source: Volume Name
ru: Имя тома

source: Snapshot
ru: Снимок

source: Volume Backups
ru: Резервные копии тома

source: Unable to retrieve volume backups.
ru: Не удалось получить сведения о резервных копиях тома

source: Update Status
ru: Обновить статус

source: Unable to retrieve volume backup details.
ru: Не удалось получить подробные сведения о резервной копии тома

source: Description
ru: Описание

source: Volume
ru: Том

source: Specs
ru: Спецификации

source: Size
ru: Размер

source: GB
ru: Гбайт

source: Created
ru: Создано

source: None
ru: Нет

source: The status of a volume backup is normally managed automatically. In some circumstances an administrator may need to explicitly update the status value. This is equivalent to the <tt>cinder backup-reset-state</tt> command.
ru: Обычно статус резервной копии тома управляется автоматически. В некоторых ситуациях администратор сталкивается с необходимостью ручного обновления значения статуса. Эквивалентом этого действия является команда <tt>cinder backup-reset-state</tt>.

source: Defaults
ru: Значения по умолчанию

source: Update Defaults
ru: Обновить значения по умолчанию

source: Injected File Content Bytes
ru: Содержимое внедрённого файла в байтах

source: Length of Injected File Path
ru: Длина пути внедрённого файла

source: Metadata Items
ru: Элементы метаданных

source: VCPUs
ru: Вирт. ЦП

source: Instances
ru: Экземпляры

source: Injected Files
ru: Внедрённые файлы

source: RAM (MB)
ru: ОЗУ (Мбайт)

source: Key Pairs
ru: Пары ключей

source: Server Group Members
ru: Участники группы серверов

source: Server Groups
ru: Группы серверов

source: Quota Name
ru: Имя квоты

source: Limit
ru: Предел

source: Compute Quotas
ru: Квоты службы Compute

source: Volumes
ru: Тома

source: Volume Snapshots
ru: Снимки томов

source: Backups
ru: Резервные копии

source: Total Size of Volumes and Snapshots (GiB)
ru: Общий размер томов и снимков (Гиб)

source: Backup Size (GiB)
ru: Размер резервной копии (Гиб)

source: Per Volume Size (GiB)
ru: Размер каждого их томов (Гиб)

source: Volume Groups
ru: Группы томов

source: Volumes of Type %(type)s
ru: Тома с типом %(type)s

source: Volume Snapshots of Type %(type)s
ru: Снимки томов с типом %(type)s

source: Total Size of Volumes and Snapshots (GiB) of Type %(type)s
ru: Общий размер (Гиб) томов и снимков с типом %(type)s

source: Volume Quotas
ru: Квоты томов

source: Networks
ru: Сети

source: Subnets
ru: Подсети

source: Ports
ru: Порты

source: Subnet Pool
ru: Пул подсетей

source: Routers
ru: Маршрутизаторы

source: Floating IPs
ru: Плавающие IP

source: Security Groups
ru: Группы безопасности

source: Security Group Rules
ru: Правила групп безопасности

source: RBAC Policies
ru: Политики управления доступом на основе ролей (RBAC)

source: Trunks
ru: Магистрали

source: Network Quotas
ru: Сетевые квоты

source: Unable to get nova quota info.
ru: Не удалось получить сведения о квотах для nova

source: Unable to get cinder quota info.
ru: Не удалось получить сведения о квотах для cinder

source: Unable to get neutron quota info.
ru: Не удалось получить сведения о квотах для neutron

source: Unable to update default compute quotas.
ru: Не удалось обновить исходные квоты службы compute

source: From here you can update the default compute quotas (max limits).
ru: Здесь можно обновить исходные квоты службы compute (макс. пределы)

source: Unable to retrieve default compute quotas.
ru: Не удалось получить сведения об исходных квотах службы compute

source: Unable to update default volume quotas.
ru: Не удалось обновить исходные квоты томов

source: From here you can update the default volume quotas (max limits).
ru: Здесь можно обновить исходные квоты томов (макс. пределы)

source: Unable to retrieve default volume quotas.
ru: Не удалось получить сведения об исходных квотах томов

source: Update Default Quotas
ru: Обновить квоты по умолчанию

source: Default quotas updated.
ru: Квоты по умолчанию обновлены

source: Unable to update default quotas.
ru: Не удалось обновить квоты по умолчанию

source: Flavors
ru: Варианты конфигураций

source: Delete Flavor
ru: Удалить вариант конфигурации

source: Deleted Flavor
ru: Вариант конфигурации был удалён

source: Create Flavor
ru: Создать вариант конфигурации

source: Modify Access
ru: Изменить параметры доступа

source: %sMB
ru: %sМбайт

source: %sGB
ru: %sГбайт

source: Flavor Name
ru: Название варианта конфигурации

source: RAM
ru: ОЗУ

source: Root Disk
ru: Корневой диск

source: Ephemeral Disk
ru: Временный диск

source: Swap Disk
ru: Диск подкачки

source: RX/TX factor
ru: Фактор RX/TX

source: Public
ru: Общедоступно

source: Unable to retrieve flavor list.
ru: Не удалось получить список вариантов конфигурации

source: Edit Flavor
ru: Редактировать вариант конфигурации

source: Unable to retrieve flavor details.
ru: Не удалось получить подробные сведения о варианте конфигурации

source: flavor id can only contain alphanumeric characters, underscores, periods, hyphens, spaces.
ru: Идентификатор варианта конфигурации может содержать только буквенно-числовые символы, символы подчёркивания, точки, тире и пробелы.

source: Root Disk (GB)
ru: Корневой диск (Гбайт)

source: Ephemeral Disk (GB)
ru: Временный диск (Гбайт)

source: Swap Disk (MB)
ru: Диск подкачки (Мбайт)

source: RX/TX Factor
ru: Фактор RX/TX

source: Flavor Information
ru: Сведения о варианте конфигурации

source: Flavors define the sizes for RAM, disk, number of cores, and other resources and can be selected when users deploy instances.
ru: Варианты конфигурации определяют размеры ОЗУ, число ядер и другие ресурсы. Эти варианты пользователи могут выбирать при разворачивании экземпляров.

source: Flavor name cannot be empty.
ru: Название варианта конфигурации не может быть пустым

source: Unable to get flavor list
ru: Не удалось получить список вариантов конфигурации

source: The name "%s" is already used by another flavor.
ru: Название "%s" уже было присвоено другому варианту конфигурации

source: The ID "%s" is already used by another flavor.
ru: ID "%s" уже был присвоен другому варианту конфигурации

source: Unable to retrieve flavor access list. Please try again later.
ru: Не удалось получить список доступов к вариантам конфигурации. Повторите попытку позже.

source: Flavor Access
ru: Доступ к вариантам конфигурации

source: Select the projects where the flavors will be used. If no projects are selected, then the flavor will be available in all projects.
ru: Выберите проекты, в которых будут использоваться варианты конфигурации. При пустом выборе вариант будет доступен для всех проектов.

source: All Projects
ru: Все проекты

source: Selected Projects
ru: Выбранные проекты

source: No projects found.
ru: Проектов не найдено

source: No projects selected. All projects can use the flavor.
ru: Проекты не выбраны. Этот вариант может использоваться во всех проектах.

source: Created new flavor "%s".
ru: Был создан новый вариант конфигурации "%s".

source: Unable to create flavor "%s".
ru: Не удалось создать вариант конфигурации "%s".

source: Unable to create flavor.
ru: Не удалось создать вариант конфигурации.

source: Unable to set flavor access for project %s.
ru: Не удалось настроить доступ к варианту конфигурации для проекта %s.

source: Modified flavor access of "%s".
ru: Доступ к варианту конфигурации "%s" был изменён.

source: Unable to modify flavor access of "%s".
ru: Не удалось изменить параметры доступа к варианту конфигурации "%s".

source: Pool
ru: Пул

source: Floating IP Address (optional)
ru: Плавающий адрес IP

source: The IP address of the new floating IP (e.g. 202.2.3.4). You need to specify an explicit address which is under the public network CIDR (e.g. 202.2.3.0/24).
ru: Адрес IP нового плавающего IP (например, 202.2.3.4). Необходимо явно указать адрес, подпадающий под CIDR общедоступной сети (например, 202.2.3.0/24).

source: Allocated floating IP %(ip)s.
ru: Выделенный плавающий IP %(ip)s.

source: Unable to allocate floating IP.
ru: Не удалось выделить плавающий IP.

source: Successfully disassociated Floating IP: %s
ru: Привязка плавающего IP успешно удалена: %s

source: Unable to disassociate floating IP.
ru: Не удалось удалить привязку плавающего IP.

source: IP Address
ru: Адрес IP

source: Unable to retrieve floating IP pools.
ru: Не удалось получить сведения о пулах плавающих IP

source: Unable to retrieve project list.
ru: Не удалось получить список проектов

source: Unable to retrieve floating IP list.
ru: Не удалось получить список плавающих IP

source: Unable to retrieve instance list.
ru: Не удалось получить список экземпляров

source: Floating IP Details
ru: Подробные сведения о плавающем IP

source: Unknown resource type for detail API.
ru: Неизвестный тип ресурса detail API

source: Unable to retrieve details for %(resource)s "%(resource_id)s".
ru: Не удалось получить подробные сведения о %(resource)s "%(resource_id)s".

source: Allocate Floating IP
ru: Выделение плавающего IP

source: No project available
ru: Нет доступных проектов

source: No floating IP pools with IPv4 subnet available
ru: Нет доступных пулов плавающих IP с подсетью IPv4

source: From here you can allocate a floating IP to a specific project.
ru: Здесь можно выделить плавающий IP конкретным проектам.

source: Floating IP address
ru: Плавающий адрес IP

source: Mapped IP Address
ru: Сопоставленный адрес IP

source: No associated fixed IP
ru: Связанный фиксированный IP отсутствует

source: Router
ru: Маршрутизатор

source: No router
ru: Маршрутизатор отсутствует

source: By default, group type is created as public. To create a private group type, uncheck this field.
ru: По умолчанию, при создании группы ей присваивается общедоступный тип. Чтобы создать группу закрытого типа, снимите отметку с этого пункта.

source: Group type name can not be empty.
ru: Название типа группы не может быть пустым.

source: Successfully created group type: %s
ru: Тип группы был успешно создан: %s

source: Group type name "%s" already exists.
ru: Имя типа группы "%s" уже существует.

source: Unable to create group type.
ru: Не удалось создать тип группы

source: To make group type private, uncheck this field.
ru: Чтобы сделать тип группы закрытым, снимите галочку с этого пункта

source: New name cannot be empty.
ru: Новое имя не может быть пустым

source: Successfully updated group type.
ru: Тип группы был успешно обновлён

source: New name conflicts with another group type.
ru: Новое имя конфликтует с другим типом группы

source: Unable to update group type.
ru: Не удалось обновить тип группы

source: Group Types
ru: Типы групп

source: Create Group Type
ru: Создать тип группы

source: Edit Group Type
ru: Изменить тип группы

source: View Specs
ru: Просмотреть спецификации

source: Delete Group Type
ru: Удалить тип группы

source: Deleted Group Type
ru: Тип группы был удалён

source: Unable to retrieve group type.
ru: Не удалось получить сведения о типе группы

source: Unable to retrieve group types.
ru: Не удалось получить сведения о типах групп

source: Create a Group Type
ru: Создать тип группы

source: Edit
ru: Редактировать

source: Unable to retrieve group type for: "%s"
ru: Не удалось получить сведения о типе группы для: "%s"

source: Unable to retrieve group type name.
ru: Не удалось получить сведения об имени типа группы

source: Key names can only contain alphanumeric characters, underscores, periods, colons and hyphens
ru: Имена ключей могут содержать только буквенно-цифровые символы, символы подчёркивания, точки, двоеточия и тире.

source: Key
ru: Ключ

source: Value
ru: Значение

source: key with name "%s" already exists.Use Edit to update the value, else create key with different name.
ru: ключ с именем "%s" уже существует. Используйте пункт «Редактировать» для обновления значения, в противном случае создайте ключ с другим именем.

source: Created group type spec "%s".
ru: Спецификация типа группы "%s" создана.

source: Unable to create group type spec.
ru: Не удалось создать спецификацию типа группы

source: Saved group type spec "%s".
ru: Спецификация типа группы "%s" сохранена.

source: Unable to edit group type spec.
ru: Не удалось изменить спецификацию типа группы

source: Delete Spec
ru: Удалить спецификацию

source: Create Spec
ru: Создать спецификацию

source: Edit Spec
ru: Редактировать спецификацию

source: Group Type Specs
ru: Спецификации типов групп

source: Unable to retrieve group type details.
ru: Не удалось получить подробные сведения о типе группы

source: Unable to retrieve group type spec list.
ru: Не удалось получить список спецификаций типа группы

source: Create Group Type Spec
ru: Создать спецификацию типа группы

source: Create
ru: Создать

source: Edit Group Type Spec Value: %s
ru: Редактировать значение спецификации типа группы: %s

source: Unable to retrieve group type spec details.
ru: Не удалось получить подробные сведения о спецификации типа группы

source: Group type is a type or label that can be selected at group creation time in OpenStack. It usually maps to a set of capabilities of the storage back-end driver to be used for this group. Examples: "Performance", "SSD", "Backup", etc. This is equivalent to the <tt>cinder type-create</tt> command. Once the group type gets created, click the "View Specs" button to set up specs key-value pair(s) for that group type.
ru: Тип группы — это тип или метка, которую можно выбрать во время создания группы OpenStack. Обычно он отображается на набор возможностей драйвера сервера заднего плана хранилища, который будет использоваться для этой группы. Примеры: «Производительность», «SSD», «Резервная копия» и т.д. Является эквивалентом команды <tt>cinder type-create</tt>. После создания типа группы нажмите на кнопку «Просмотреть спецификации» чтобы настроить пары «ключ-значение» спецификации этого типа группы.

source: Modify group type name, description, and public status.
ru: Изменить имя типа группы, описание и статус общей доступности

source: Create a new "group type spec" key-value pair for a group type.
ru: Создать новую пару «ключ-значение» для типа группы по шаблону «спецификация типа группы».

source: Update the "group type spec" value for "%(key)s"
ru: Обновить значение "%(key)s" в «спецификации типа группы»

source: Close
ru: Закрыть

source: Group Type: %(group_type_name)s
ru: Тип группы: %(group_type_name)s

source: Edit Group Type Spec
ru: Редактировать спецификацию типа группы

source: Group Type: %(group_type_name)s
ru: Тип группы: %(group_type_name)s

source: Hypervisors
ru: Гипервизоры

source: Hostname
ru: Имя хоста

source: Type
ru: Тип

source: VCPUs (used)
ru: Вирт. ЦП (используемые)

source: VCPUs (total)
ru: Вирт. ЦП (всего)
