Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: DHCPv6 stateful: Address discovered from OpenStack DHCP
ru: DHCPv6 без сохр. состояния: адрес получен из OpenStack DHCP

source: DHCPv6 stateless: Address discovered from OpenStack Router and additional information from OpenStack DHCP
ru: DHCPv6 с сохр. состояния: адрес получен из маршрутизатора OpenStack, а дополнительная информация — из OpenStack DHCP

source: Unable to retrieve subnet details
ru: Не удалось получить подробные сведения о подсети

source: Unable to retrieve subnet details.
ru: Не удалось получить подробные сведения о подсети.

source: Specify network address
ru: Укажите адрес сети

source: Created subnet "%s".
ru: Подсеть "%s" создана

source: Unable to create subnet "%s".
ru: Не удалось создать подсеть "%s".

source: Network address in CIDR format (e.g. 192.168.0.0/24)
ru: Сетевой адрес в формате CIDR (например, 192.168.0.0/24)

source: Specify IP address of gateway or check "Disable Gateway" checkbox.
ru: Укажите адрес IP шлюза или отметьте пункт «Отключить шлюз»

source: IP address of Gateway (e.g. 192.168.0.254) If you do not want to use a gateway, check 'Disable Gateway' below.
ru: Адрес IP шлюза (например, 192.168.0.254) Если шлюз использоваться не будет, отметьте пункт «Отключить шлюз» ниже.

source: Updated subnet "%s".
ru: Подсеть "%s" обновлена

source: Unable to update subnet "%s".
ru: Не удалось обновить подсеть "%s".

source: Failed to update subnet "%s".
ru: Сбой обновления подсети "%s"

source: Provider Network
ru: Сеть поставщика

source: Network Type:
ru: Тип сети:

source: Physical Network:
ru: Физическая сеть:

source: Segmentation ID:
ru: ID сегментации:

source: Network Details
ru: Подробные сведения о сети

source: Add an allowed address pair for this port. This will allow multiple MAC/IP address (range) pairs to pass through this port.
ru: Добавьте разрешённую пару адресов для этого порта. Это позволит порту пропускать несколько пар адресов (диапазона адресов) MAC/IP.

source: You can create a port for the network. If you specify device ID to be attached, the device specified will be attached to the port created.
ru: Для сети можно создавать порты. Если указать идентификатор подключаемого устройства, то это устройство будет подключено к создаваемому порту.

source: Network ID
ru: ID сети

source: Port Security Enabled
ru: Безопасность портов включена

source: QOS Policy ID
ru: ID политики QOS

source: DNS Assignment
ru: Присвоение DNS

source: Subnet ID
ru: ID подсети

source: No attached device
ru: Нет прикреплённых устройств

source: No security group is associated
ru: Нет связанных групп безопасности

source: Binding
ru: Связка

source: Profile
ru: Профиль

source: VIF Type
ru: Тип вирт. сетевого интерфейса (VIF)

source: VIF Details
ru: Подробные сведения о вирт. сетевом интерфейсе (VIF)

source: You can edit the properties of your port here.
ru: Здесь можно изменить параметры порта

source: It specifies the VNIC type bound to the networking port.
ru: Указывает тип VNIC, привязанной к сетевому порту

source: Enables anti-spoofing rules for the port if enabled. In addition, if port security is disabled, security groups on the port will be automatically cleared. When you enable port security of the port, you may want to associate some security groups on the port.
ru: Если включено, то для порта будут применяться правила защиты от спуфинга. Дополнительно, при отключённой защите портов, группы безопасности порта будут автоматически очищены. При включении защиты на порте, также может понадобиться привязать к порту группы безопасности.

source: You can add or remove security groups associated with the port in the next tab (if the port security is enabled for the port).
ru: В следующей вкладке можно добавить или удалить группы безопасности, привязанные к порту (если для порта включена безопасность портов).

source: Add allowed address pair
ru: Добавить разрешённую пару адресов

source: IP Allocation Pools
ru: Пулы выделения IP

source: Start
ru: Начало

source: - End
ru: - конец

source: DHCP Enabled
ru: DHCP включён

source: Other IPv6 modes: ipv6_ra_mode=%(ra_mode)s, ipv6_address_mode=%(addr_mode)s
ru: Другие режимы IPv6: ipv6_ra_mode=%(ra_mode)s, ipv6_address_mode=%(addr_mode)s

source: Additional Routes
ru: Дополнительные маршруты

source: Destination
ru: Цель

source: : Next hop
ru: : след. хоп

source: Age (Seconds)
ru: Возраст (в сек.)

source: Project ID:
ru: ID проекта:

source: Instance Overview
ru: Обзор экземпляра

source: Router Name
ru: Имя маршрутизатора

source: If checked, the router will be enabled.
ru: Если пункт отмечен, маршрутизатор будет включён

source: Enable SNAT
ru: Включить SNAT

source: Router Type
ru: Тип маршрутизатора

source: High Availability Mode
ru: Режим высокой доступности

source: Availability Zones where the router may be scheduled. Leaving this unset is equivalent to selecting all Availability Zones
ru: Зоны доступности, где можно запланировать работу маршрутизатора. Пустое значение эквивалентно выбору всех зон доступности.

source: Use Server Default
ru: Использовать исходные значения сервера

source: Centralized
ru: Централизованно

source: Distributed
ru: Распределённо

source: Enable HA mode
ru: Включить режим высокой доступности

source: Disable HA mode
ru: Выключить режим высокой доступности

source: Select network
ru: Выберите сеть

source: Router %s was successfully created.
ru: Маршрутизатор "%s" был успешно создан

source: Quota exceeded for resource router.
ru: Превышена квота для ресурса «маршрутизатор»

source: Failed to create router "%s".
ru: Сбой создания маршрутизатора "%s".

source: Failed to create router.
ru: Сбой создания маршрутизатора

source: Router %s was successfully updated.
ru: Маршрутизатор %s был успешно обновлён

source: Failed to update router %s
ru: Сбой обновления маршрутизатора %s

source: Delete Router
ru: Удалить маршрутизатор

source: Deleted Router
ru: Маршрутизатор удалён

source: Unable to delete router %(name)s: %(exc)s
ru: Не удалось удалить маршрутизатор %(name)s: %(exc)s

source: Edit Router
ru: Изменить параметры маршрутизатора

source: Set Gateway
ru: Настроить шлюз

source: You may reset the gateway later by using the set gateway action, but the gateway IP may change.
ru: Вернуть начальные параметры шлюза можно будет позже с помощью действия «Настроить шлюз», но адрес IP шлюза может измениться.

source: Clear Gateway
ru: Удалить шлюз

source: Cleared Gateway
ru: Шлюз удалён

source: Unable to clear gateway for router %(name)s. Most possible reason is because the gateway is required by one or more floating IPs
ru: Невозможно удалить шлюз с маршрутизатора %(name)s. Наиболее вероятная причина — шлюз требуется для одного или более плавающих IP.

source: Router Name =
ru: Имя маршрутизатора =

# current status of router
source: Active
ru: Активен

# current status of router
source: Error
ru: Ошибка

source: HA mode
ru: Режим высокой доступности

source: Unable to check if router availability zone extension is supported
ru: Не удалось проверить, поддерживается ли расширение зоны доступности маршрутизатора

source: Unable to retrieve a list of external networks.
ru: Не удалось получить список внешних сетей

source: External network "%(ext_net_id)s" expected but not found for router "%(router_id)s".
ru: Для маршрутизатора "%(router_id)s" ожидалась, но не была найдена внешняя сеть "%(ext_net_id)s".

# External network not found
source: %s (Not Found)
ru: %s (не найдено)

source: Unable to retrieve details for router "%s".
ru: Не удалось получить подробные сведения о маршрутизаторе "%s".

source: Unable to retrieve an external network "%s".
ru: Не удалось получить сведения о внешней сети "%s".

source: Unable to retrieve router details.
ru: Не удалось получить подробные сведения о маршрутизаторе

source: Destination CIDR
ru: Целевой CIDR

source: Next Hop
ru: След. хоп

source: Static route added
ru: Статический маршрут был добавлен

source: Invalid format for routes: %s
ru: Недопустимый формат маршрутов: %s

source: Failed to add route
ru: Не удалось добавить маршрут

source: Add Static Route
ru: Добавить статический маршрут

source: Delete Static Route
ru: Удалить статический маршрут

source: Deleted Static Route
ru: Статический маршрут был удалён

source: Unable to retrieve router.
ru: Не удалось получить сведения о маршрутизаторе

source: IP Address (optional)
ru: Адрес IP (дополнительно)

source: Specify an IP address for the interface created (e.g. 192.168.0.254).
ru: Укажите адрес IP для созданного интерфейса (например, 192.168.0.254)

source: Select Subnet
ru: Выберите подсеть

source: No subnets available
ru: Нет доступных подсетей

source: Interface added
ru: Интерфейс был добавлен

source: Unable to get subnet "%s"
ru: Не удалось получить подсеть "%s"

source: Failed to add interface: %s
ru: Не удалось добавить интерфейс: %s

source: Failed to delete port %s
ru: Не удалось удалить порт %s

source: Gateway interface is added
ru: Интерфейс шлюза добавлен

source: Failed to set gateway.
ru: Не удалось настроить шлюз

source: External Gateway
ru: Внешний шлюз

source: Internal Interface
ru: Внутренний интерфейс

source: Add Interface
ru: Добавить интерфейс

source: Delete Interface
ru: Удалить интерфейс

source: Deleted Interface
ru: Интерфейс был удалён

# current status of port
source: Active
ru: Активен

# current status of port
source: Build
ru: Сборка

# current status of port
source: Down
ru: Не запущен

# current status of port
source: Error
ru: Ошибка

# current status of port
source: N/A
ru: Н/Д

source: Unable to set gateway.
ru: Невозможно настроить шлюз

source: Creates a router with specified parameters.
ru: Создаёт маршрутизатор с указанными параметрами

source: Enable SNAT will only have an effect if an external network is set.
ru: Параметр «Включить SNAT» будет иметь действие только при настроенной внешней сети

source: L3 Agent
ru: Агент L3

source: High Availability Status
ru: Статус высокой доступности

source: External Fixed IPs
ru: Внешние фиксированные IP

source: You may update the editable properties of your router here.
ru: Здесь можно обновить редактируемые параметры маршрутизатора

source: Update Router
ru: Обновить маршрутизатор

source: Add static route to the router.
ru: Добавить статический маршрут маршрутизатору

source: Next Hop IP must be a part of one of the subnets to which the router interfaces are connected.
ru: IP следующего хопа должен быть частью одной из подсетей, к которой подключены интерфейсы маршрутизатора

source: Add Router Route
ru: Добавить маршрут в маршрутизатор

source: You can connect a specified subnet to the router.
ru: К маршрутизатору можно подключить указанную подсеть

source: If you don't specify an IP address here, the gateway's IP address of the selected subnet will be used as the IP address of the newly created interface of the router. If the gateway's IP address is in use, you must use a different address which belongs to the selected subnet.
ru: Если не указать здесь адрес IP, то в качестве нового созданного интерфейса маршрутизатора будет использоваться IP шлюза выбранной подсети.

source: You can connect a specified external network to the router. The external network is regarded as a default route of the router and the router acts as a gateway for external connectivity.
ru: К маршрутизатору можно подключить конкретную внешнюю сеть. Внешняя сеть считается маршрутом по умолчанию, и маршрутизатор выступает в качестве шлюза для возможности внешних соединений.

source: Successfully created security group: %s
ru: Группа безопасности была успешно создана: %s

source: Unable to create security group: %s
ru: Не удалось создать группу безопасности: %s

source: Successfully updated security group: %s
ru: Группа безопасности была успешно обновлена: %s

source: Unable to update security group: %s
ru: Не удалось обновить группу безопасности: %s

source: Rule
ru: Правило

source: A brief description of the security group rule you are adding
ru: Краткое описание добавляемого правила группы безопасности

source: Direction
ru: Направление

source: IP Protocol
ru: Протокол IP

source: Enter an integer value between 0 and 255.
ru: Укажите целое значение между 0 и 255.

source: Open Port
ru: Открыть порт

source: Port Range
ru: Диапазон порта

source: Enter an integer value between 1 and 65535.
ru: Укажите целое значение между 1 и 65535.

source: From Port
ru: Из порта

source: To Port
ru: В порт

source: Enter a value for ICMP type in the range (-1: 255)
ru: Укажите значение типа ICMP в диапазоне (-1: 255)

source: Enter a value for ICMP code in the range (-1: 255)
ru: Укажите значение кода ICMP в диапазоне (-1: 255)

source: Remote
ru: Удалённо

source: Security Group
ru: Группа безопасности

source: To specify an allowed IP range, select &quot;CIDR&quot;. To allow access from all members of another security group select &quot;Security Group&quot;.
ru: Выберите &quot;CIDR&quot; для указания допустимого диапазона IP. Выберите &quot;Группа безопасности&quot;, чтобы разрешить доступ для всех участников другой группы безопасности.

source: Classless Inter-Domain Routing (e.g. 192.168.0.0/24, or 2001:db8::/128)
ru: Бесклассовая междоменная маршрутизация, CIDR (например, 192.168.0.0/24 или 2001:db8::/128)

source: Ether Type
ru: Укажите тип

source: No security groups available
ru: Нет доступных групп безопасности

source: Custom TCP Rule
ru: Пользовательское правило TCP

source: Custom UDP Rule
ru: Пользовательское правило UDP

source: Custom ICMP Rule
ru: Пользовательское правило ICMP

source: Other Protocol
ru: Другой протокол

source: Enter an integer value between -1 and 255 (-1 means wild card).
ru: Укажите целое значение между -1 и 255 (-1 обозначает подстановочное значение)

source: All ports
ru: Все порты

source: Failed to check if description field is supported.
ru: Не удалось проверить, поддерживается ли поле с описанием

source: ICMP code is provided but ICMP type is missing.
ru: Код ICMP предоставлен, но отсутствует тип ICMP

source: The ICMP type not in range (-1, 255)
ru: Тип ICMP вне диапазона (-1, 255)

source: The ICMP code not in range (-1, 255)
ru: Код ICMP вне диапазона (-1, 255)

source: The specified port is invalid.
ru: Указан недопустимый порт

source: The "from" port number is invalid.
ru: Недопустимый номер порта параметра «из»

source: The "to" port number is invalid.
ru: Недопустимый номер порта параметра «на»

source: The "to" port number must be greater than or equal to the "from" port number.
ru: Номер порта параметра «на» должен быть больше или равен номеру порта параметра «из»

source: 58 (ipv6-icmp) should be specified for IPv6 instead of 1.
ru: Для IPv6 должно быть указано 58 (ipv6-icmp) вместо 1.

source: 1 (icmp) should be specified for IPv4 instead of 58.
ru: Для IPv4 должно быть указано 1 (icmp) вместо 58.

source: CIDR must be specified.
ru: Необходимо указать CIDR

source: Successfully added rule: %s
ru: Правило было успешно добавлено: %s

source: Unable to add rule to security group.
ru: Не удалось добавить правило в группу безопасности.

source: Delete Security Group
ru: Удалить группу безопасности

source: Deleted Security Group
ru: Группа безопасности была удалена

source: Create Security Group
ru: Создать группу безопасности

source: Create Security Group (Quota exceeded)
ru: Создать группу безопасности (квота превышена)

source: Edit Security Group
ru: Изменить параметры группы безопасности

source: Manage Rules
ru: Управлять правилами

source: Security Group ID
ru: Идентификатор группы безопасности

source: Add Rule
ru: Добавить правило

source: Add Rule (Quota exceeded)
ru: Добавить правило (квота превышена)

source: Delete Rule
ru: Удалить правило

source: Deleted Rule
ru: Правило было удалено

source: Any
ru: Любое

source: Remote IP Prefix
ru: Префикс удалённого IP

source: Remote Security Group
ru: Удалённая группа безопасности

source: Manage Security Group Rules: {{ security_group.name }} ({{ security_group.id }})
ru: Управлять правилами групп безопасности: {{ security_group.name }} ({{ security_group.id }})

source: Unable to retrieve security group.
ru: Не удалось получить сведения о группе безопасности.

source: Add
ru: Добавить

source: Unable to retrieve security groups.
ru: Не удалось получить сведения о группах безопасности.

source: Rules define which traffic is allowed to instances assigned to the security group. A security group rule consists of three main parts:
ru: Правила определяют, какой тип трафика разрешён для экземпляров, присвоенных группам безопасности. Правило группы безопасности состоит из трёх основных частей:

source: Rule:
ru: Правило:

source: You can specify the desired rule template or use custom rules, the options are Custom TCP Rule, Custom UDP Rule, or Custom ICMP Rule.
ru: Можно указать шаблон нужного правила или использовать свои правила. Присутствуют следующие возможности: «Пользовательское правило TCP», «Пользовательское правило UDP» или «Пользовательское правило ICMP».

source: Open Port/Port Range:
ru: Открыть порт/диапазон порта:

source: For TCP and UDP rules you may choose to open either a single port or a range of ports. Selecting the "Port Range" option will provide you with space to provide both the starting and ending ports for the range. For ICMP rules you instead specify an ICMP type and code in the spaces provided.
ru: Для правил TCP и UDP можно на выбор открыть либо один порт, либо открыть диапазон портов. Выбор параметра «Диапазон портов» предоставит пространство для указания начальной и конечной точек диапазона. Для правил ICMP, наоборот, в предоставленном пространстве указывается тип ICMP и код.

source: Remote:
ru: Удалённо:

source: You must specify the source of the traffic to be allowed via this rule. You may do so either in the form of an IP address block (CIDR) or via a source group (Security Group). Selecting a security group as the source will allow any other instance in that security group access to any other instance via this rule.
ru: Необходимо указать источник трафика, разрешённого данным правилом. Источник можно указать либо в форме блока адреса IP (CIDR), либо в виде исходной группы (группа безопасности). При выборе группы безопасности в качестве источника, данное правило разрешит любому экземпляру из этой группы доступ к любому другому экземпляру.

source: Security groups are sets of IP filter rules that are applied to network interfaces of a VM. After the security group is created, you can add rules to the security group.
ru: Группы безопасности представляют собой наборы правил фильтрации IP, применяемые к сетевым интерфейсам виртуальной машины. После создания группы безопасности, ей можно добавлять правила.

source: Security groups are sets of IP filter rules that are applied to network interfaces of a VM. You can edit the name and its description of the security group.
ru: Группы безопасности представляют собой наборы правил фильтрации IP, применяемые к сетевым интерфейсам виртуальной машины. Имя и описание групп безопасности можно редактировать.

source: Updating volume snapshot "%s"
ru: Обновляется снимок тома "%s"

source: Unable to update volume snapshot.
ru: Не удалось обновить снимок тома

source: Launch as Instance
ru: Запустить в виде экземпляра

source: Deleted volume snapshots are not recoverable.
ru: Удалённые снимки томов восстановлению не подлежат

source: Delete Volume Snapshot
ru: Удалить снимок тома

source: Scheduled deletion of Volume Snapshot
ru: Удаление снимка тома было занесено в расписание

source: Edit Snapshot
ru: Редактировать параметры снимка

source: Create Backup
ru: Создать резервную копию

source: Message Level
ru: Уровень сообщений

source: Event Id
ru: ID события

source: User Message
ru: Сообщение пользователя

source: Created At
ru: Время создания

source: Guaranteed Until
ru: Гарантируется до

source: Unable to retrieve snapshot details.
ru: Не удалось получить подробные сведения о снимке

source: Unable to retrieve snapshot messages.
ru: Не удалось получить сообщения снимка

source: Unable to retrieve volumes.
ru: Не удалось получить сведения о томах

source: Modify the name and description of a snapshot.
ru: Изменить имя и описание снимка

source: Group Name
ru: Имя группы

source: Use snapshot as a source
ru: Использовать снимок в качестве источника

source: Unable to load the specified snapshot.
ru: Не удалось загрузить указанный снимок.

source: Creating group "%s".
ru: Создаётся группа "%s".

source: Unable to create group "%s" from snapshot.
ru: Не удалось создать группу "%s" на базе снимка

source: Delete Snapshot
ru: Удалить снимок

source: Scheduled deletion of Snapshot
ru: Удаление снимка было занесено в расписание

source: Unable to retrieve group
ru: Не удалось получить сведения о группе

# Current status of Volume Group Snapshot
source: Available
ru: Доступен

# Current status of Volume Group Snapshot
source: In-use
ru: Используется

# Current status of Volume Group Snapshot
source: Error
ru: Ошибка

source: Unable to retrieve group snapshot details.
ru: Не удалось получить подробные сведения о снимке группы

source: Create Volume Group
ru: Создать группу тома

source: Unable to create group due to exceeding volume quota limit.
ru: Не удалось создать группу в связи с превышением лимита квоты для тома

source: Unable to retrieve group information.
ru: Не удалось получить сведения о группе

source: Create a Group that will contain newly created volumes cloned from each of the snapshots in the source Group Snapshot.
ru: Создать группу, в которой будут находиться только недавно созданные тома, клонированные на базе каждого из снимков из исходного снимка группы

source: Updating volume group "%s"
ru: Обновляется группа тома "%s"

source: Unable to update volume group.
ru: Не удалось обновить группу тома

source: Removing volumes from volume group "%s"
ru: Удаляются тома из группы томов "%s"

source: Errors occurred in removing volumes from group.
ru: При удалении томов из группы возникли ошибки

source: Delete Volumes
ru: Удалить тома

source: Deleting volume group "%s"
ru: Удаляется группа тома "%s"

source: Errors occurred in deleting group.
ru: При удалении группы возникли ошибки

source: Creating group snapshot "%s".
ru: Создаётся снимок группы "%s".

source: Unable to create group snapshot.
ru: Не удалось создать снимок группы

source: Requested snapshot would exceed the allowed quota.
ru: Запрошенный снимок превысит разрешённую квоту

source: Unable to create snapshot. group must contain volumes.
ru: Не удалось создать снимок, группа должна содержать тома

source: Use a group as source
ru: Использовать группу в качестве источника

source: Unable to load the specified group.
ru: Не удалось загрузить указанную группу

source: Cloning volume group "%s".
ru: Клонируется группа тома "%s".

source: Unable to clone group.
ru: Не удалось клонировать группу

source: Unable to clone empty group.
ru: Невозможно клонировать пустую группу

source: Remove Volumes from Group
ru: Удалить тома из группы

source: Manage Volumes
ru: Управлять томами

source: Clone Group
ru: Клонировать группу

source: Unable to retrieve group details.
ru: Не удалось получить подробные сведения о группе

# Current status of Volume Group
source: Available
ru: Доступна

# Current status of Volume Group
source: In-use
ru: Используется

# Current status of Volume Group
source: Error
ru: Ошибка

# Current status of Volume Group
source: Updating
ru: Обновление

# Current status of Volume Group
source: Deleting
ru: Выполняется удаление

source: Volume Type(s)
ru: Тип(ы) тома

source: Has Snapshots
ru: Имеет снимки

source: Create Group Snapshot
ru: Создать снимок группы

source: Unable to create snapshots due to exceeding snapshot quota limit.
ru: Невозможно создать снимки в связи с превышением лимита квоты на снимки
