Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: RAM (used)
ru: ОЗУ (использ.)

source: RAM (total)
ru: ОЗУ (всего)

source: Local Storage (used)
ru: Локальное хранилище (использ.)

source: Local Storage (total)
ru: Локальное хранилище (общий объём)

source: Instance Name
ru: Имя экземпляра

source: Instance ID
ru: ID экземпляра

source: Hypervisor Instances
ru: Экземпляр гипервизора

source: Hypervisor
ru: Гипервизор

source: Unable to retrieve hypervisor information.
ru: Не удалось получить сведения о гипервизоре

source: All Hypervisors
ru: Все гипервизоры

source: Unable to retrieve hypervisor statistics.
ru: Не удалось получить статистику по гипервизору

source: Servers
ru: Серверы

source: Unable to retrieve hypervisor instances list.
ru: Не удалось получить список экземпляров гипервизора

source: Current Host
ru: Текущий хост

source: Target Host
ru: Целевой хост

source: Choose a Host to evacuate servers to. If not selected, the scheduler will auto select target host.
ru: Выберите хост, на который будут эвакуированы серверы. При отсутствии выбора планировщик выберет целевой хост автоматически.

source: Shared Storage
ru: Разделяемое хранилище

source: Select a target host
ru: Выберите целевой хост

source: No other hosts available.
ru: Нет других доступных хостов

source: Starting to evacuate host: %s.
ru: Начинается эвакуация хоста: %s.

source: Failed to evacuate host: %s.
ru: Сбой эвакуации хоста: %s.

source: Host
ru: Хост

source: Reason
ru: Причина

source: Disabled compute service for host: %s.
ru: Служба compute была отключена для хоста %s.

source: Failed to disable compute service for host: %s.
ru: Не удалось отключить службу compute для хоста %s.

source: Running Instance Migration Type
ru: Тип миграции запущенного экземпляра

source: Live Migrate
ru: Динамическая миграция

source: Cold Migrate
ru: Холодная миграция

source: Disk Over Commit
ru: Превышенное выделение дискового пространства

source: Block Migration
ru: Блочная миграция

source: Starting to migrate host: %(current)s
ru: Начинается миграция хоста: %(current)s

source: Failed to migrate host "%s".
ru: Не удалось выполнить миграцию хоста "%s".

source: Evacuate Host
ru: Эвакуация хоста

source: Disable Service
ru: Отключить службу

source: Enable Service
ru: Включить службу

source: Enabled Service
ru: Служба включена

source: Migrate Host
ru: Выполнить миграцию хоста

# Current status of a Hypervisor
source: Enabled
ru: Включено

# Current status of a Hypervisor
source: Disabled
ru: Отключено

# Current state of a Hypervisor
source: Up
ru: Запущен

# Current state of a Hypervisor
source: Down
ru: Не запущен

source: Availability zone
ru: Зона доступности

source: State
ru: Состояние

source: Time since update
ru: Время с момента обновления

source: Compute Host
ru: Хост Compute

source: Unable to get nova services list.
ru: Не удалось получить список служб nova

source: Unable to retrieve compute host information.
ru: Не удалось получить сведения о хосте compute

source: Hypervisor Servers
ru: Серверы гипервизора

source: Hypervisor Summary
ru: Сводные данные о гипервизоре

source: VCPU Usage
ru: Потребление вирт. ЦП

source: Used <span> %(used)s </span> of <span> %(available)s </span>
ru: Используется <span> %(used)s </span> из <span> %(available)s </span>

source: Memory Usage
ru: Потребление памяти

source: Local Disk Usage
ru: Использование локального диска

source: Disable the compute service.
ru: Отключить службу compute

source: Evacuate the servers from the selected down host to an active target host.
ru: Эвакуировать серверы с незапущенного хоста на активный целевой хост

source: Migrate all instances from a host with disabled nova-compute service. Optionally you can choose type of migration. All running instances of the host can be Live Migrated. Cold Migration is trying to use 'nova migrate' on each instance of migrated host.
ru: Выполнить миграцию всех экземпляров с хоста с отключённой службой nova-compute. Дополнительно можно выбрать тип миграции. Для всех выполняющихся экземпляров хоста можно выполнить динамическую миграцию. В случае холодной миграции для каждого экземпляра мигрирующего хоста будет выполнена попытка запуска 'nova migrate'.

source: Images
ru: Образы

source: Unable to retrieve the project information of the image.
ru: Не удалось получить сведения о проекте образа

source: Image Name =
ru: Имя образа =

source: Status =
ru: Статус =

source: Format =
ru: Формат =

source: Min. Size (MB) =
ru: Мин. размер (Мбайт) =

source: Max. Size (MB) =
ru: Макс. размер (Мбайт) =

source: Image Name
ru: Имя образа

source: Insufficient privilege level to retrieve image list.
ru: Недостаточно привилегий для получения списка образов

source: Unable to retrieve image list.
ru: Не удалось получить список образов

source: Create An Image
ru: Создать образ

source: Edit Image
ru: Редактировать образ

source: Specify an image to upload to the Image Service.
ru: Укажите образ для выгрузки в службу образов

source: Currently only images available via an HTTP/HTTPS URL are supported. The image location must be accessible to the Image Service.
ru: На данный момент поддерживаются только образы, доступные по адресам URL HTTP/HTTPS. Местоположение образа должно быть доступно для службы образов.

source: Please note:
ru: Обратите внимание:

source: The Image Location field MUST be a valid and direct URL to the image binary. URLs that redirect or serve error pages will result in unusable images.
ru: В поле местоположения образа НЕОБХОДИМО указывать действительный и прямой адрес URL до исполняемого файла образа. URL с перенаправлениями или выдающие страницы с ошибками сервера приведут к невозможности использовать образы.

source: Edit the image details.
ru: Редактировать подробные сведения об образе

source: System Information
ru: Сведения о системе

source: Enabled
ru: Включено

source: Disabled
ru: Отключено

source: Up
ru: Запущен

source: Down
ru: Не запущен

source: Service
ru: Служба

source: Region
ru: Область

source: Endpoints
ru: Конечные точки

source: Services
ru: Службы

source: Zone
ru: Зона

# Time since the last update
source: Last Updated
ru: Время с посл. обновления

source: Compute Services
ru: Службы Compute

source: Block Storage Services
ru: Службы блочного хранилища

source: View Routers
ru: Просмотр маршрутизаторов

source: Network Agents
ru: Сетевые агенты

source: Unable to get cinder services list.
ru: Не удалось получить список служб cinder

source: Unable to get network agents info.
ru: Не удалось получить сведения о сетевых агентах

source: Unable to get network agents list.
ru: Не удалось получить список сетевых агентов

source: Unable to retrieve version information.
ru: Не удалось получить сведения о версии

source: Admin:
ru: Администратор:

source: Internal:
ru: Внутренняя:

source: Public:
ru: Общедоступно:

source: Reason: %(disabled_reason)s
ru: Причина: %(disabled_reason)s

source: Version: %(version_info)s
ru: Версия: %(version_info)s

source: New Host
ru: Новый хост

source: Choose a Host to migrate to.
ru: Выберите хост, на который нужно мигрировать

source: Automatically schedule new host.
ru: Автоматически занести новый хост в расписание

source: No other hosts available
ru: Нет других доступных хостов

source: The instance is preparing the live migration to a new host.
ru: Экземпляр готовится к динамической миграции на новый хост

source: Failed to live migrate instance to host "%s".
ru: Сбой выполнения динамической миграции экземпляра на хост "%s".

source: Failed to live migrate instance to a new host.
ru: Сбой выполнения динамической миграции экземпляра на новый хост

source: Migrating instances may cause some unrecoverable results.
ru: Миграция экземпляров может привести к некоторым непоправимым результатам

source: Migrate Instance
ru: Выполнить миграцию экземпляра

source: Scheduled migration (pending confirmation) of Instance
ru: Миграция экземпляра была занесена в расписание (ожидает подтверждения)

source: Live Migrate Instance
ru: Выполнить динамическую миграцию экземпляра

source: Project Name =
ru: Имя проекта =

source: Project ID =
ru: ID проекта =

source: Host Name =
ru: Имя хоста =

source: Flavor
ru: Вариант конфигурации

source: Task
ru: Задача

source: Power State
ru: Состояние энергопотребления

source: Age
ru: Возраст

source: User ID
ru: ID пользователя

source: Instance Action List
ru: Список действий с экземплярами

source: Unable to retrieve instance project information.
ru: Не удалось получить сведения о проекте экземпляра

source: Unable to retrieve instance size information.
ru: Не удалось получить сведения о размере экземпляра

source: Unable to retrieve host information.
ru: Не удалось получить сведения о хосте

source: Unable to retrieve instance details.
ru: Не удалось получить подробные сведения об экземпляре.

source: Live migrate an instance to a specific host.
ru: Выполнить динамическую миграцию экземпляра на конкретный хост

source: Rescue Instance
ru: Выполнить аварийную загрузку экземпляра

source: The rescue mode is only for emergency purpose, for example in case of a system or access failure.
ru: Режим аварийной загрузки применяется только в чрезвычайных ситуациях, например, в случае системного сбоя или отсутствия доступа

source: This will shut down your instance and mount the root disk to a temporary server. Then, you will be able to connect to this server, repair the system configuration or recover your data.
ru: Это действие прекратит работу экземпляра и смонтирует корневой диск на временном сервере. Далее можно будет подключиться к этому серверу, исправить системную конфигурацию или восстановить данные.

source: You may optionally select an image and set a password on the rescue instance server.
ru: Дополнительно можно выбрать образ и настроить пароль на сервере экземпляра

source: Namespace Definition Source
ru: Источник, определяющий пространство имён

source: Metadata Definition File
ru: Файл определения метаданных

source: Direct Input
ru: Прямой ввод

source: A local metadata definition file to upload.
ru: Выгружаемый локальный файл с определениями метаданных

source: Namespace JSON
ru: JSON с пространством имён

source: The JSON formatted contents of a namespace.
ru: Содержимое пространства имён в формате JSON

source: Protected
ru: Защищено

source: Cannot specify both file and direct input.
ru: Нельзя указать одновременно и файл и прямой ввод

source: No input was provided for the namespace content.
ru: Для содержимого пространства имён не был указан тип ввода

source: There was a problem loading the namespace: %s.
ru: При загрузке пространства имён возникла проблема: %s.

source: Namespace %s has been created.
ru: Пространство имён %s было создано

source: Unable to create new namespace. %s
ru: Не удалось создать новое пространство имён. %s

source: Resource types updated for namespace %s.
ru: Типы ресурсов, обновлённые для пространства имён %s.

source: Error updating resource types for namespace %s.
ru: Ошибка обновления типов ресурсов для пространства имён

source: Namespace successfully updated.
ru: Пространство имён было успешно обновлено

source: Error updating attributes for namespace.
ru: Ошибка обновления атрибутов пространства имён

source: Metadata Definitions
ru: Определения метаданных

source: Import Namespace
ru: Импортировать пространство имён

source: Edit Namespace
ru: Редактировать пространство имён

source: Delete Namespace
ru: Удалить пространство имён

source: Deleted Namespace
ru: Пространство имён было удалено

source: Update Associations
ru: Обновить связи

source: Resource Types =
ru: Типы ресурсов =

source: Resource Types
ru: Типы ресурсов

source: Namespaces
ru: Пространства имён

source: Namespace Overview
ru: Обзор пространства имён

source: Unable to retrieve namespace details.
ru: Не удалось получить подробные сведения о пространстве имён

source: Contents
ru: Содержимое

source: Unable to retrieve namespace contents.
ru: Не удалось получить содержимое пространства имён

source: Error getting metadata definitions.
ru: Ошибка при получении определений метаданных

source: Create a Metadata Namespace
ru: Создать пространство имён метаданных

source: Edit Metadata Namespace
ru: Редактировать пространство имён метаданных

source: Save Changes
ru: Сохранить изменения

source: Error getting resource type associations.
ru: Ошибка при получении типов связей ресурсов

source: Specify a metadata definition namespace to import.
ru: Укажите импортируемое пространство имён с определениями метаданных

source: Only definitions in raw JSON format are supported.
ru: Поддерживаются только определения в необработанном формате JSON

source: Administrator Note: Use the following CLI command to import the default definitions into Glance:
ru: Внимание администраторам: для импорта исходных определений в Glance используйте следующую консольную команду:

source: Display Name
ru: Отображаемое имя

source: Namespace
ru: Пространство имён

source: Unknown
ru: Неизвестно

source: Updated
ru: Обновлено

source: Never updated
ru: Никогда не обновлялось

source: Associated Resource Types
ru: Связанные типы ресурсов

source: Prefix:
ru: Префикс:

source: Properties Target:
ru: Целевое пространство имён для свойства:

source: No associations defined.
ru: Связи не настроены

source: Namespace Resource Type Associations
ru: Связи типов ресурсов пространства имён

source: Edit Namespace Attributes
ru: Редактировать атрибуты пространства имён

source: Edit Public/Protected attributes for the namespace.
ru: Редактировать атрибуты пространства имён: «общедоступное/защищённое»

source: Available Types
ru: Доступные типы

source: Filter
ru: Фильтр

source: Namespaces can be associated to different resource types. This makes the properties in the namespace visible in the 'Update Metadata' action for that type of resource.
ru: Пространства имён могут быть связаны с различными типами ресурсов. Данный параметр делает свойства в пространстве имён видимыми при выборе действия «Обновить метаданные» для этого типа ресурсов.

source: Additionally, some resource types may require a prefix to be used when applying the metadata. In certain cases, the prefix may differ between the resource type (for example, flavor vs image).
ru: Кроме того, для некоторых типов ресурсов может потребоваться префикс, который будет использоваться при применении метаданных. В некоторых случаях этот префикс может отличаться в зависимости от типа ресурса (например, вариант конфигурации vs образ).

source: Example: The prefix 'hw:' is added to OS::Nova::Flavor for the Virtual CPU Topology namespace so that the properties will be prefixed with 'hw:' when applied to flavors.
ru: Пример: префикс 'hw:' добавляется к OS::Nova::Flavor в пространстве имён топологии виртуальных ЦП для того, чтобы при применении параметров к вариантам конфигураций этот префикс указывался в начале параметра

source: Do not use a colon ':' with OS::Glance::Images. This resource type does not support the use of colons.
ru: Не используйте двоеточие («:») при работе с OS::Glance::Images. Этот тип ресурсов не поддерживает использование двоеточий.

source: Cancel
ru: Отмена

source: Update a Metadata Namespace
ru: Обновить пространство имён метаданных

source: Local
ru: Локальная

source: Flat
ru: «Плоская»

source: Provider Network Type
ru: Тип сети поставщика

source: The physical mechanism by which the virtual network is implemented.
ru: Физический механизм, посредством которого реализована виртуальная сеть

source: Physical Network
ru: Физическая сеть

source: The name of the physical network over which the virtual network is implemented. Specify one of the physical networks defined in your neutron deployment.
ru: Имя физической сети, на базе которой реализована виртуальная сеть. Укажите одну из физических сетей, настроенных в развёрнутом модуле neutron.

source: Segmentation ID
ru: ID сегментации

source: Enable Admin State
ru: Включить административное состояние

source: If checked, the network will be enabled.
ru: Если пункт отмечен, сети будут доступны

source: Shared
ru: Общий ресурс

source: External Network
ru: Внешняя сеть

source: Create Subnet
ru: Создать подсеть

source: Availability Zone Hints
ru: Подсказки для зон доступности

source: Availability zones where the DHCP agents may be scheduled. Leaving this unset is equivalent to selecting all availability zones
ru: Зоны доступности, для которых можно запланировать работу агентов DHCP. При отсутствующем выборе считается, что выбраны все зоны.

source: Maximum Transmission Unit. Minimum is 68 bytes for the IPv4 subnet and 1280 bytes for the IPv6 subnet.
ru: Максимальный размер пакета. Минимум для подсети IPv4: 68 байт, минимум для подсети IPv6: 1280 байт.

source: Select a project
ru: Выберите проект

source: Unable to verify Neutron service providers
ru: Не удалось подтвердить поставщиков службы Neutron

source: For %(type)s networks, valid IDs are %(min)s to %(max)s.
ru: Для сетей с типом %(type)s действительными являются идентификаторы от %(min)s до %(max)s.

source: The name of the physical network over which the virtual network is implemented.
ru: Имя физической сети, на базе которой реализована виртуальная сеть.

source: Failed to get availability zone list.
ru: Не удалось получить список зон доступности

source: Failed to create network %s
ru: Не удалось создать сеть %s

source: For a %(network_type)s network, valid segmentation IDs are %(min)s through %(max)s.
ru: Для сетей с типом %(network_type)s network действительными являются идентификаторы сегментации в диапазоне от %(min)s до %(max)s.

source: Network %s was successfully updated.
ru: Сеть %s была успешно обновлена

source: Failed to update network %s
ru: Сбой обновления сети %s

source: Create Network
ru: Создать сеть

source: Edit Network
ru: Редактировать сеть

source: Create Subnet (Quota exceeded)
ru: Создать подсеть (квота превышена)

source: Project =
ru: Проект =

source: Network Name
ru: Имя сети

source: Subnets Associated
ru: Связанные подсети

source: DHCP Agents
ru: Агенты DHCP

source: External
ru: Внешняя

source: Admin State
ru: Административное состояние

source: Unable to check if network availability zone extension is supported
ru: Не удалось проверить, поддерживается ли расширение зоны доступности сети

source: Unable to check if DHCP agent scheduler extension is supported
ru: Не удалось проверить, поддерживается ли расширение планировщика для агента DHCP

source: yes
ru: да

source: no
ru: нет

source: up
ru: запущено

source: down
ru: не запущено

source: Unable to retrieve information about the networks' projects.
ru: Не удалось получить сведения о проектах сетей

source: Unable to list dhcp agents hosting network.
ru: Не удалось создать список сетей, в которых размещаются агенты dhcp

source: Network list can not be retrieved.
ru: Невозможно получить список сетей

source: Unable to retrieve details for network "%s".
ru: Не удалось получить подробные сведения о сети "%s".

source: New DHCP Agent
ru: Новый агент DHCP

source: Choose an DHCP Agent to attach to.
ru: Выберите подключаемого агента DHCP

source: Select a new agent
ru: Выберите нового агента

source: No other agents available.
ru: Другие агенты недоступны

source: Agent %s was successfully added.
ru: Агент %s был успешно добавлен

source: Failed to add agent %(agent_name)s for network %(network)s.
ru: Не удалось добавить агента %(agent_name)s для сети %(network)s.

source: Delete DHCP Agent
ru: Удалить агента DHCP

source: Deleted DHCP Agent
ru: Агент DHCP был удалён

source: Add DHCP Agent
ru: Добавить агента DHCP

source: Updated At
ru: Обновлено в

source: Unable to retrieve network.
ru: Не удалось получить сведения о сети

source: Unable to retrieve agent list.
ru: Не удалось получить список агентов

source: Create Port (Quota exceeded)
ru: Создать порт (квота превышена)

source: Create Port
ru: Создать порт

source: Binding: Host
ru: Связка: хост

source: The ID of the host where the port is allocated. In some cases, different implementations can run on different hosts.
ru: Идентификатор хоста, на котором расположен порт. В некоторых случаях различающиеся реализации могут быть запущены на разных хостах.

source: Info
ru: Сведения

source: Device ID
ru: ID устройства

source: Device Owner
ru: Владелец устройства

source: MAC Address
ru: Адрес MAC

source: Edit Subnet
ru: Редактировать подсеть

source: IP Version
ru: Версия IP

source: Gateway IP
ru: IP шлюза

source: Used IPs
ru: Используемые IP

source: Free IPs
ru: Свободные IP

source: Unable to retrieve IP availability.
ru: Не удалось получить сведения о доступности IP

source: Unable to update subnets with availability.
ru: Не удалось обновить подсети с доступностью

source: Failed to check if network-ip-availability extension is supported.
ru: Не удалось проверить поддержку для расширения network-ip-availability

source: Subnet
ru: Подсеть

source: Create a subnet associated with the network. Advanced configuration is available by clicking on the "Subnet Details" tab.
ru: Создать подсеть, связанную с сетью. При переходе на вкладку «Сведения о подсети» можно настроить продвинутую конфигурацию.

source: Update a subnet associated with the network. Advanced configuration are available at "Subnet Details" tab.
ru: Обновить подсеть, связанную с сетью. При переходе на вкладку «Сведения о подсети» можно настроить продвинутую конфигурацию.

source: You may update the editable properties of your network here.
ru: Здесь можно обновить редактируемые параметры сети.

source: Update Network
ru: Обновить сеть

source: From here you can add a DHCP agent for the network.
ru: Здесь можно добавить агента DHCP для сети

source: Device ID attached to the port.
ru: ID устройства, прикреплённого к порту

source: Device owner attached to the port.
ru: Владелец устройства, прикреплённого к порту

source: MAC address for the port.
ru: Адрес MAC порта

source: Overview
ru: Обзор

source: Project Name
ru: Имя проекта

source: Disk (GB)
ru: Диск (Гбайт)

source: Usage (Hours)
ru: Время использования (часов)

source: Deleted
ru: Удалено

source: Usage Report For Period:
ru: Отчёт об использовании за период:

source: Active Instances:
ru: Активные экземпляры:

source: Total VCPU Usage (Hours):
ru: Общее использование вирт. ЦП (часов):

source: Total Active RAM (MB):
ru: Всего активно ОЗУ (Мбайт):

source: Total Memory Usage (Hours):
ru: Общее потребление памяти (часов):

source: Total Disk Size (GB):
ru: Общий размер диска (Гбайт):

source: Total Disk Usage (Hours):
ru: Общее использование диска (часов):

source: Usage Overview
ru: Обзор потребления

source: Monitoring:
ru: Мониторинг:

source: Shared Network
ru: Разделяемые сети

source: Shared QoS Policy
ru: Разделяемая политика качества обслуживания (QoS)

source: Target Project
ru: Целевой проект

source: Action and Object Type
ru: Типы действий и объектов

source: Network
ru: Сеть

source: QoS Policy
ru: Политика QoS

source: This field is required.
ru: Обязательное поле

source: Select a network
ru: Выберите сеть

source: Select a QoS policy
ru: Выберите политику QoS

source: Select action and object type
ru: Выберите тип действия и объекта

source: RBAC Policy was successfully created.
ru: Политика RBAC была успешно создана

source: rbac policy quota exceeded.
ru: Для политики RBAC превышена квота

source: Failed to create a rbac policy.
ru: Не удалось создать политику RBAC

source: RBAC Policy %s was successfully updated.
ru: Политика RBAC %s была успешно обновлена

source: Failed to update rbac policy %s
ru: Сбой обновления политики RBAC %s

source: Create RBAC Policy
ru: Создать политику RBAC

source: Deleted RBAC policy is not recoverable.
ru: Удалённые политики RBAC нельзя восстановить

source: Delete RBAC Policy
ru: Удалить политику RBAC

source: Deleted RBAC Policy
ru: Политика RBAC была удалена
