Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: Unable to determine if availability zones extension is supported.
ru: Не удалось определить, поддерживается ли расширение зон доступности

source: Select group type
ru: Выберите тип группы

source: No valid group type
ru: Нет подходящего типа группы

source: Group Information
ru: Сведения о группе

source: Volume groups provide a mechanism for creating snapshots of multiple volumes at the same point-in-time to ensure data consistency A volume group can support more than one volume type, but it can only contain volumes hosted by the same back end.
ru: Группы томов предоставляют механизм создания снимков нескольких томов в один и тот же момент времени для обеспечения цельности данных Группа томов может поддерживать несколько типов групп, но в группе могут находиться только тома, расположенные на одном и том же сервере заднего плана.

source: Unable to get the available volume types
ru: Не удалось получить сведения о доступных типах томов

source: Manage Volume Types
ru: Управлять типами томов

source: At least one volume type must be assigned to a group.
ru: Группе должен быть назначен как минимум один тип тома

source: Add volume types to this group. Multiple volume types can be added to the same group only if they are associated with same back end.
ru: Добавьте типы томов для этой группы. Несколько типов томов можно добавить в одну и ту же группу только в том случае, если эти тома связаны с одним и тем же сервером заднего плана.

source: All available volume types
ru: Все доступные типы томов

source: Selected volume types
ru: Выбранные типы томов

source: No volume types found.
ru: Типы томов не найдены

source: No volume types selected.
ru: Нет выбранных типов томов

source: Unable to get the available volumes
ru: Не удалось получить доступные тома

source: Add/remove volumes to/from this group. Only volumes associated with the volume type(s) assigned to this group will be available for selection.
ru: Добавить тома в группу/удалить тома из группы. Для выбора доступны только тома, связанные с типами томов, присвоенными данной группе.

source: All available volumes
ru: Все доступные тома

source: Selected volumes
ru: Выбранные тома

source: No volumes found.
ru: Тома не найдены

source: No volumes selected.
ru: Нет выбранных томов

source: Created new volume group
ru: Новая группа томов былоа создана

source: Add/Remove Group Volumes
ru: Добавить/удалить тома группы

source: Updated volumes for group.
ru: Тома группы обновлены

source: Unable to update volumes for group
ru: Не удалось обновить тома группы

source: Clone each of the volumes in the source Group, and then add them to a newly created Group.
ru: Клонируйте каждый из томов исходной группы, а затем добавьте их в недавно созданную группу

source: Create a snapshot for each volume contained in the Group.
ru: Создайте снимок для каждого тома-участника группы

source: Snapshots can only be created for Groups that contain volumes.
ru: Снимки можно делать только для групп, в которых содержатся тома

source: From here you can create a snapshot of a volume.
ru: Здесь можно создать снимок тома

source: Snapshot Limits
ru: Лимиты снимков

source: Number of Snapshots
ru: Число снимков

source: Modify the name and description of a volume group.
ru: Изменить имя и описание группы томов

source: Use image as a source
ru: Использовать образ в качестве источника

source: Use a volume as source
ru: Использовать том в качестве источника

source: Size (GiB)
ru: Размер (Гиб)

source: Group which the new volume belongs to. Choose 'No group' if the new volume belongs to no group.
ru: Группа, к которой принадлежит новый том. В случае, если том не принадлежит ни к одной из групп, выберите «Нет группы».

source: Volume size must be equal to or greater than the snapshot size (%sGiB)
ru: Размер тома должен быть равен или превышать размер снимка (%sГиб)

source: Volume size must be equal to or greater than the image size (%s)
ru: Размер тома должен быть равен или превышать размер образа (%sГиб)

source: Volume size must be equal to or greater than the image minimum disk size (%sGiB)
ru: Размер тома должен быть равен или превышать минимальный размер диска (%sГиб)

source: Unable to load the specified image. %s
ru: Не удалось загрузить указанный образ. %s

source: Unable to load the specified volume. %s
ru: Не удалось загрузить указанный том. %s

source: Volume size must be equal to or greater than the origin volume size (%sGiB)
ru: Размер тома должен быть равен или превышать размер исходного тома (%sГиб)

source: Choose a snapshot
ru: Выберите снимок

source: Choose a volume
ru: Выберите том

source: No source, empty volume
ru: Без источника, пустой том.

source: Unable to retrieve the volume group list.
ru: Не удалось получить список группы томов

source: No group
ru: Нет группы

source: Unable to retrieve the volume type list.
ru: Не удалось получить список типов томов

source: Image source must be specified
ru: Необходимо указать источник образа

source: Snapshot source must be specified
ru: Необходимо указать источник снимка

source: Volume source must be specified
ru: Необходимо указать источник тома

source: The volume size cannot be less than the snapshot size (%sGiB)
ru: Размер тома не может быть меньше, чем размер снимка (%sГиб)

source: The volume size cannot be less than the image size (%s)
ru: Размер тома не может быть меньше, чем размер образа (%s)

source: The volume size cannot be less than the image minimum disk size (%sGiB)
ru: Размер тома не может быть меньше минимального размера диска образа (%sГиб)

source: The volume size cannot be less than the source volume size (%sGiB)
ru: Размер тома не может быть меньше, чем размер тома источника (%sГиб)

source: A volume of %(req)iGiB cannot be created as you only have %(avail)iGiB of your quota available.
ru: Том размером %(req)iGiB нельзя создать, так как в наличии имеется только %(avail)iGiB от доступной квоты.

source: You are already using all of your available volumes.
ru: Все доступные тома уже используются

source: Creating volume "%s"
ru: Создаётся том "%s"

source: Unable to create volume.
ru: Не удалось создать том

source: Attach to Instance
ru: Подключить к экземпляру

source: Select an instance to attach to.
ru: Выберите экземпляр, к которому выполняется подключение

source: Select an instance
ru: Выберите экземпляр

source: No instances available
ru: Нет доступных экземпляров

source: Unknown instance (None)
ru: Неизвестный экземпляр (нет)

source: Creating volume snapshot "%s".
ru: Создаётся снимок тома "%s".

source: Forcing to create snapshot "%s" from attached volume.
ru: Принудительно создаётся снимок "%s" прикреплённого тома

source: Unable to create volume snapshot.
ru: Невозможно создать снимок тома

source: Transfer Name
ru: Имя трансфера

source: Volume transfer name cannot be empty.
ru: Имя трансфера тома не может быть пустым

source: Created volume transfer: "%s".
ru: Трансфер тома создан: "%s".

source: Unable to create volume transfer.
ru: Не удалось создать трансфер тома

source: Transfer ID
ru: ID трансфера

source: Authorization Key
ru: Ключ авторизации

source: Successfully accepted volume transfer: "%s"
ru: Трансфер тома был успешно принят: "%s"

source: Unable to accept volume transfer.
ru: Не удалось принять трансфер тома

source: Specifies that the volume can be used to launch an instance
ru: Указывает, что том можно использовать для запуска экземпляра

source: Unable to update volume.
ru: Не удалось обновить том

source: Unable to set bootable flag on volume.
ru: Не удалось установить загрузочный флаг на томе

source: Updating volume "%s"
ru: Обновляется том "%s"

# Force upload volume in in-use status to image
source: Force
ru: Принудительно

source: Successfully sent the request to upload volume to image for volume: "%s"
ru: Запрос на выгрузку тома "%s" в службу образов успешно послан

source: Unable to upload volume to image for volume: "%s"
ru: Не удалось выгрузить том "%s" в службу образов

source: Current Size (GiB)
ru: Текущий размер (Гиб)

source: New Size (GiB)
ru: Новый размер (Гиб)

source: New size must be greater than current size.
ru: Новый размер должен быть больше текущего

source: Volume cannot be extended to %(req)iGiB as the maximum size it can be extended to is %(max_size)iGiB.
ru: Размер тома нельзя увеличить до %(req)iГиб, поскольку максимальный возможный размер тома равен %(max_size)iГиб.

source: Extending volume: "%s"
ru: Увеличивается размер тома: "%s"

source: Unable to extend volume.
ru: Не удалось увеличить размер тома

source: Never
ru: Никогда

source: On Demand
ru: По запросу

source: Migration Policy
ru: Политика миграции

source: No other volume types available
ru: Нет других доступных типов томов

source: The new type must be different from the current volume type.
ru: Новый тип тома должен отличаться от текущего типа

source: Successfully sent the request to change the volume type to "%(vtype)s" for volume: "%(name)s"
ru: Запрос на изменение типа тома на "%(vtype)s" для тома "%(name)s" был успешно послан.

source: Unable to change the volume type for volume: "%s"
ru: Не удалось изменить тип тома для тома "%s"

source: Deleted volumes are not recoverable. All data stored in the volume will be removed.
ru: Удалённые тома восстановлению не подлежат. Все хранящиеся на томе данные будут удалены.

source: Delete Volume
ru: Удалить том

source: Scheduled deletion of Volume
ru: Удаление тома занесено в расписание

source: Extend Volume
ru: Увеличить размер том

source: Manage Attachments
ru: Управлять подключёнными элементами

source: Unable to retrieve tenant limits.
ru: Не удалось получить сведения о лимитах для арендаторов

source: Create Transfer
ru: Создать трансфер

source: Upload to Image
ru: Выгрузить в службу образов

source: Edit Volume
ru: Изменить параметры тома

source: Change Volume Type
ru: Сменить тип тома

source: Accept Transfer
ru: Принять трансфер

source: Cancel Transfer
ru: Отменить трансфер

source: Successfully deleted volume transfer "%s"
ru: Трансфер тома "%s" был успешно удалён

source: Successfully deleted volume transfer
ru: Трансфер тома был успешно удалён

source: Unable to delete volume transfer.
ru: Не удалось удалить трансфер тома

source: Unable to retrieve group.
ru: Не удалось получить сведения о группе

source: %sGiB
ru: %sГиб

source: Unable to retrieve attachment information.
ru: Не удалось получить сведения о подключённых элементах

source: %(dev)s on %(instance)s
ru: %(dev)s на %(instance)s

# Current status of a Volume
source: Available
ru: Доступен

# Current status of a Volume
source: In-use
ru: Используется

# Current status of a Volume
source: Error
ru: Ошибка

# Current status of a Volume
source: Creating
ru: Выполняется создание

# Current status of a Volume
source: Error Extending
ru: Ошибка во время увеличения размера

# Current status of a Volume
source: Extending
ru: Выполняется увеличение размера

# Current status of a Volume
source: Attaching
ru: Выполняется подключение

# Current status of a Volume
source: Detaching
ru: Выполняется отключение

# Current status of a Volume
source: Deleting
ru: Выполняется удаление

# Current status of a Volume
source: Error deleting
ru: Ошибка при удалении

# Current status of a Volume
source: Backing Up
ru: Создаётся резервная копия

# Current status of a Volume
source: Restoring Backup
ru: Выполняется восстановление из резервной копии

# Current status of a Volume
source: Error Restoring
ru: Ошибка при восстановлении

# Current status of a Volume
source: Maintenance
ru: Обслуживание

# Current status of a Volume
source: Reserved
ru: Зарезервирован

# Current status of a Volume
source: Awaiting Transfer
ru: Ожидает трансфера

source: The data will remain in the volume and another instance will be able to access the data if you attach this volume to it.
ru: Данные останутся на томе, и другой экземпляр сможет получить доступ к данным в случае подключения этого тома к экземпляру

# Action to perform (the volume is currently attached)
source: Detach Volume
ru: Отключить том

# Past action (the volume is currently being detached)
source: Detaching Volume
ru: Идёт отключение тома

source: Device
ru: Устройство

source: Volume %(volume_name)s on instance %(instance_name)s
ru: Том %(volume_name)s на экземпляре %(instance_name)s

source: Unable to retrieve volume messages.
ru: Не удалось получить сообщения тома

source: Unable to retrieve volume list.
ru: Не удалось получить список томов

source: Unable to retrieve volume/instance attachment information
ru: Не удалось получить сведения о подключённых элементах для тома/экземпляра

source: Unable to retrieve snapshot list.
ru: Не удалось получить список снимков

source: Unable to retrieve volume groups
ru: Не удалось получить сведения о группах томов

source: Unable to retrieve volume type list.
ru: Не удалось получить список типов томов

source: If "No volume type" is selected, the volume will be created without a volume type.
ru: При выбранном параметре «Без типа тома» том будет создан без типа.

source: Create Volume Snapshot
ru: Создать снимок тома

source: This volume is currently attached to an instance. In some cases, creating a snapshot from an attached volume can result in a corrupted snapshot.
ru: Данный том в настоящий момент подключён к экземпляру. В некоторых случаях создание снимка подключённого тома может привести к повреждённому снимку

source: Upload
ru: Выгрузить

source: Upload Volume to Image
ru: Выгрузить том в службу образов

source: Unable to retrieve volume information for volume: "%s"
ru: Не удалось получить сведения о томе "%s"

source: Create Volume Transfer
ru: Создать трансфер тома

source: Accept Volume Transfer
ru: Принять трансфер тома

source: Download transfer credentials
ru: Скачать учётные данные трансфера

source: Volume Transfer Details
ru: Подробные сведения о трансфере тома

source: Unable to retrieve volume transfer.
ru: Не удалось получить сведения о трансфере тома

source: Unable to retrieve volume.
ru: Не удалось получить сведения о томе

source: Manage Volume Attachments
ru: Управлять подключениями томов

source: Volume Encryption Details: {{ volume.name }}
ru: Подробные сведения о шифровании тома: {{ volume.name }}

source: Volume Encryption Details: %(volume_name)s
ru: Подробные сведения о шифровании тома: %(volume_name)s

source: Unable to retrieve volume encryption details.
ru: Не удалось получить подробные сведения о шифровании тома

source: Ownership of a volume can be transferred from one project to another. Accepting a transfer requires obtaining the Transfer ID and Authorization Key from the donor. This is equivalent to the <tt>openstack volume transfer request accept</tt> command.
ru: Права владения томом можно переносить трансфером из одного проекта в другой. Для принятия трансфера требуется получить идентификатор трансфера и ключ авторизации от донора. Является эквивалентом команды <tt>openstack volume transfer request accept</tt>.

source: Attach To Instance
ru: Подключить к экземпляру

source: Create Volume Snapshot (Force)
ru: Создать снимок тома (принудительно)

source: Ownership of a volume can be transferred from one project to another. Once a volume transfer is created in a donor project, it then can be "accepted" by a recipient project. This is equivalent to the <tt>openstack volume transfer create</tt> command.
ru: Права владения томом можно переносить трансфером из одного проекта в другой. Сразу после создания трансфера тома в проекте-доноре, трансфер может быть «принят» принимающим проектом. Является эквивалентом команды <tt>openstack volume transfer create</tt>.

source: Volume Encryption Overview
ru: Обзор шифрования тома

source: Volume Type Name
ru: Имя типа тома

source: Volume is Unencrypted
ru: Том незашифрован

source: Extend the size of a volume.
ru: Увеличить размер тома

source: Volume Limits
ru: Лимиты тома

source: Total Gibibytes
ru: Всего гибибайт

source: %(used)s of %(quota)s GiB Used
ru: используется %(used)s из %(quota)s Гиб

source: Volumes are block devices that can be attached to instances.
ru: Тома — это блочные устройства, которые можно подключить к экземпляру.

source: Volume Type Description:
ru: Описание типа тома:

source: Change the volume type of a volume after its creation. This is equivalent to the <tt>openstack volume set --type</tt> command.
ru: Изменяет тип тома после создания тома. Является эквивалентом команды <tt>openstack volume set --type</tt>

source: The "Type" selected must be different from the current volume type.
ru: Выбранный «Тип» должен отличаться от текущего типа тома

source: The "Migration Policy" is only used if the volume retype cannot be completed. If the "Migration Policy" is "On Demand", the back end will perform volume migration. Note that migration may take a significant amount of time to complete, in some cases hours.
ru: Параметр «Политика миграции» используется только, если невозможно выполнить действие по смене типа тома. Если параметр «Политика миграции» имеет значение «По запросу», то сервер заднего плана выполнит миграцию тома. Обратите внимание, что миграция может занять достаточно большой отрезок времени, в некоторых случаях это несколько часов.

source: The Transfer ID and the Authorization Key are needed by the recipient in order to accept the transfer. Please capture both the Transfer ID and the Authorization Key and provide them to your transfer recipient.
ru: Для принятия трансфера получатель должен располагать идентификатором трансфера и ключом авторизации. Зафиксируйте и то и другое и предоставьте получателю трансфера.

source: The Authorization Key will not be available after closing this page, so you must capture it now or download it, or else you will be unable to use the transfer.
ru: Ключ авторизации не будет доступен после закрытия этой страницы, поэтому зафиксируйте его сейчас или скачайте, в противном случае использовать трансфер будет невозможно.

source: Modify name and description of a volume.
ru: Изменить имя и описание тома

source: The "Bootable" flag specifies that this volume can be used to launch an instance.
ru: Флаг «Загрузочный» указывает на то, что данный том можно использовать для запуска экземпляра.

source: Upload the volume to the Image Service as an image. This is equivalent to the <tt>cinder upload-to-image</tt> command.
ru: Выгрузить том в службу образов в виде образа. Является эквивалентом команды <tt>cinder upload-to-image</tt>.

source: Choose "Disk Format" for the image. The volume images are created with the QEMU disk image utility.
ru: Выберите «Формат диска» для образа. Образы томов создаются с помощью утилиты QEMU disk image.

source: When the volume status is "in-use", you can use "Force" to upload the volume to an image.
ru: Если том имеет статус «Используется», то для выгрузки тома в службу образов можно использовать параметр «Принудительно».

source: Volume Encryption Details
ru: Подробные сведения о шифровании тома

source: Settings
ru: Параметры

source: Current password
ru: Текущий пароль

source: New password
ru: Новый пароль

source: Confirm new password
ru: Подтвердите новый пароль

source: Old password and new password must be different
ru: Новый пароль должен отличаться от старого

source: Password is locked.
ru: Пользователям запрещено изменять этот пароль

source: Password changed. Please log in again to continue.
ru: Пароль был изменён. Для продолжения повторно выполните вход в систему

source: Unable to change password.
ru: Не удалось изменить пароль

source: Changing password is not supported.
ru: Смена паролей не поддерживается

source: Change
ru: Изменить

source: Change your password. We highly recommend you create a strong one.
ru: Изменить пароль. Настоятельно рекомендуется создать пароль, устойчивый к взлому.

source: Language
ru: Язык

source: Timezone
ru: Часовой пояс

source: Items Per Page
ru: Элементов на страницу

source: Log Lines Per Instance
ru: Длинных строк на экземпляр

source: Number of log lines to be shown per instance
ru: Число длинных строк, показываемых на экземпляр

source: Number of items to show per page (applies to the pages that have API supported pagination, Max Value: %s)
ru: Число показываемых элементов на страницу (применимо к страницам имеющим поддержку API для разбиения на страницы, макс. значение: %s)

source: Settings saved.
ru: Параметры были сохранены

source: User Settings
ru: Параметры пользователя

source: Modify dashboard settings for your user.
ru: Изменить параметры панели мониторинга для пользователя

source: System
ru: Система

source: Federation
ru: Федерация

source: Unknown Settings
ru: Неизвестные параметры

source: Unknown settings: {}.
ru: Неизвестные параметры: {}.

source: Deprecated Settings
ru: Устаревший параметр

source: Deprecated settings: {}.
ru: Устаревший параметр: {}.

source: Required Settings
ru: Обязательные параметры

source: Missing required settings: {}.
ru: Отсутствуют обязательные параметры: {}.

source: Chinese locale rename
ru: Переименование китайской локали

source: Chinese locale 'zh-cn' and 'zh-tw' must be renamed to 'zh-hans' and 'zh-hant' respectively in 'LANGUAGES' setting. If you define them in local_settings.py or local_settings.d explicitly, ensure to rename them to the new locales.
ru: В параметре 'LANGUAGES' необходимо переименовать китайские локали 'zh-cn' и 'zh-tw' в 'zh-hans' и 'zh-hant' соответственно. Если эти локали явно настроены в local_settings.py или local_settings.d, убедитесь в том, что они переименованы в новые локали.

source: Django launch instance form
ru: Форма запуска экземпляра Django

source: The Django version of the launch instance form is deprecated since Wallaby release. Switch to the AngularJS version of the form by setting LAUNCH_INSTANCE_NG_ENABLED to True and LAUNCH_INSTANCE_LEGACY_ENABLED to False.
ru: Версия Django формы запуска экземпляра является устаревшей с момента выхода Wallaby. Необходимо переключиться на версию формы AngularJS, указав значение «Верно» для параметра LAUNCH_INSTANCE_NG_ENABLED и значение «Ложно» для параметра LAUNCH_INSTANCE_LEGACY_ENABLED.

source: The output format
ru: Формат на выходе

source: Forbidden
ru: Запрещено

source: You do not have the required privileges to access this content. If you believe this message to be in error, please contact your project manager.
ru: Недостаточно привилегий для доступа к этому содержимому. Если вы считаете, что это сообщение ошибочно, свяжитесь с менеджером проекта.

source: Home
ru: На домашнюю страницу

source: Page Not Found
ru: Страница не найдена

source: Sorry, the page you were looking for does not exist
ru: Страница, которую вы искали, не существует

source: You may have mistyped the address or the page may have moved.
ru: Возможно, допущена ошибка в адресе, либо страница переехала

source: Server error
ru: Ошибка сервера

source: Something went wrong!
ru: Что-то пошло не так

source: An unexpected error has occurred. Try refreshing the page. If that doesn't help, contact your local administrator.
ru: Возникла непредвиденная ошибка. Попробуйте обновить страницу. Если не поможет, свяжитесь с администратором.

source: Report Bug
ru: Сообщить об ошибке

source: Help
ru: Справка

source: This application requires JavaScript to be enabled in your web browser.
ru: Для работы данного приложения необходима разрешить JavaScript в браузере

source: Domains:
ru: Домены:

source: Projects:
ru: Проекты:

source: Regions:
ru: Регионы:

source: Toggle navigation
ru: Вкл/выкл навигацию

source: More
ru: Больше

source: Themes:
ru: Темы оформления:

source: Sign Out
ru: Выйти из системы

source: Another Plugin-based Panel
ru: Ещё одна панель на основе модулей

source: This is a test:
ru: Это проверка:

source: Unable to retrieve volume limit information.
ru: Не удалось получить сведения о лимитах тома

source: Warning:
ru: Предупреждение:
