Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: You have selected:
ru: Ваш выбор:

source: Invalid date format: Using today as default.
ru: Недопустимый формат даты: по умолчанию будет использоваться сегодня

source: Unable to retrieve usage information.
ru: Не удалось получить сведения о потреблении ресурсов

source: Invalid time period. The end date should be more recent than the start date.
ru: Недопустимый отрезок времени. Дата окончания должна быть более ранней, чем дата начала.

source: Invalid time period. You are requesting data from the future which may not exist.
ru: Недопустимый отрезок времени. Запрашиваются данные из будущего, которые не могут существовать.

source: Injected File Path Bytes
ru: Длина пути внедрённого файла в байтах

source: Total Size of Volumes and Snapshots (GB)
ru: Общий размер томов и снимков (Гбайт)

source: Unable to retrieve Nova quota information.
ru: Невозможно получить сведения о квотах Nova

source: Unable to retrieve volume quota information.
ru: Не удалось получить сведения о квотах тома

source: Unable to retrieve Neutron quota information.
ru: Невозможно получить сведения о квотах Neutron

source: Unable to retrieve compute limit information.
ru: Не удалось получить сведения о лимитах compute

source: Download CSV Summary
ru: Скачать сводку в формате CSV

source: VCPU Hours
ru: Часы вирт. ЦП

source: Total VCPU usage (Number of VCPU in instance * Hours Used) for the project
ru: Общее использование вирт. ЦП проекта (число ВЦП экземпляра * часы работы)

source: Disk GB Hours
ru: Диск Гбайт Часов

source: Total disk usage (GB * Hours Used) for the project
ru: Общее использование диска проектом (Гбайт * часы работы)

source: Memory MB Hours
ru: Память Мбайт Часов

source: Total memory usage (MB * Hours Used) for the project
ru: Общее использование памяти проектом (Мбайт * часы работы)

source: Usage
ru: Потребление

source: Volume Storage
ru: Хранилище тома

# Label in the limit summary
source: Allocated
ru: Выделено

# Label in the limit summary
source: Used
ru: Используется

source: Unable to retrieve limits information.
ru: Не удалось получить сведения о лимитах
