Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: Messages
ru: Сообщения

source: "Manage" an existing volume from a Cinder host. This will make the volume visible within OpenStack. <br> <br> This is equivalent to the <tt>cinder manage</tt> command.
ru: Параметр «Управлять» существующим томом на хосте Cinder означает, что том станет видимым в OpenStack. <br> <br> Это эквивалент команды <tt>cinder manage</tt>.

source: When a volume is "unmanaged", the volume will no longer be visible within OpenStack. Note that the volume will not be deleted from the Cinder host. <br> <br> This is equivalent to the <tt>cinder unmanage</tt> command.
ru: Параметр «Остановить управление» томом означает, что том больше не будет видимым в OpenStack. Обратите внимание, что том не будет удалён с хоста Cinder. <br> <br> Это эквивалент команды <tt>cinder unmanage</tt>.

source: The status of a volume is normally managed automatically. In some circumstances an administrator may need to explicitly update the status value. This is equivalent to the <tt>openstack volume set --state</tt> command.
ru: Как правило, статусы томов управляются автоматически. В некоторых ситуациях администратору может понадобиться обновить значение статуса явным образом. Это эквивалент команды <tt>openstack volume set --state</tt>.

source: Secret
ru: Секрет

source: Expiration Date
ru: Дата окончания действия

source: Expiration Time
ru: Время окончания действия

source: Roles
ru: Роли

source: Access Rules
ru: Правила доступа

source: Unrestricted (dangerous)
ru: Без ограничений (опасно)

source: Kubernetes Namespace
ru: Пространство имён Kubernetes

source: Application credential name "%s" is already used.
ru: Название полномочий приложения "%s" уже используется.

source: Unable to create application credential.
ru: Не удалось создать полномочия приложения

source: Access rules must be a valid JSON or YAML list.
ru: Правила доступа должны быть списком в действительном формате JSON или YAML

source: Application Credentials
ru: Полномочия приложения

source: Create Application Credential
ru: Создать полномочия приложения

source: Delete Application Credential
ru: Удалить полномочия приложения

source: Deleted Application Credential
ru: Полномочия приложения удалены

source: Application Credential Name =
ru: Название полномочий приложения =

source: Expiration
ru: Окончание срока действия

source: Unable to retrieve application credential list.
ru: Не удалось получить список полномочий приложения

source: Your Application Credential
ru: Полномочия приложения

source: Download openrc file
ru: Загрузить файл openrc

source: Download clouds.yaml
ru: Загрузить clouds.yaml

source: Download kubeconfig file
ru: Загрузить файл kubeconfig

source: Unable to retrieve application credential details.
ru: Не удалось получить подробные сведения о полномочиях приложения

source: Create a new application credential.
ru: Создать новые полномочия приложения

source: The application credential will be created for the currently selected project.
ru: Полномочия приложения будут созданы для текущего выбранного проекта

source: <b>Secret</b>: You may provide your own secret, or one will be generated for you. Once your application credential is created, the secret will be revealed once. If you lose the secret, you will have to generate a new application credential.
ru: <b>Секрет</b>: можно предоставить собственный секрет, или дать системе создать его. После создания полномочий приложения секрет будет показан только один раз. В случае его утери необходимо будет создать новые полномочия приложения.

source: <b>Expiration Date/Time</b>: You may give the application credential an expiration. The expiration will be in UTC. If you provide an expiration date with no expiration time, the time will be assumed to be 00:00:00. If you provide an expiration time with no expiration date, the date will be assumed to be today.
ru: <b>Дата/время окончания срока действия</b>: полномочиям приложения можно присвоить срок действия. Срок действия указывается в стандарте UTC. При указании даты окончания срока действия, но без указания времени, временем будет считаться 00:00:00. При указании времени, но без указания даты, датой будет считаться «сегодня».

source: <b>Roles</b>: You may select one or more roles for this application credential. If you do not select any, all of the roles you have assigned on the current project will be applied to the application credential.
ru: <b>Роли</b>: полномочиям данного приложения можно присвоить одну или несколько ролей. Если роли не выбраны, то к полномочиям этого приложения будут применяться все роли, присвоенные текущему проекту.

source: <b>Access Rules</b>: If you want more fine-grained access control delegation, you can create one or more access rules for this application credential. The list of access rules must be a JSON- or YAML-formatted list of rules each containing a service type, an HTTP method, and a URL path, for example: <br /> <code> [ <br /> &nbsp;&nbsp;{"service": "compute", <br /> &nbsp;&nbsp;"method": "POST", <br /> &nbsp;&nbsp;"path": "/v2.1/servers"} <br /> ] <br /> </code> or: <br /> <code> - service: compute <br /> &nbsp;&nbsp;method: POST <br /> &nbsp;&nbsp;path: /v2.1/servers </code>
ru: <b>Правила доступа</b>: при необходимости более тонкой настройки делегирования управления доступом можно создать одну или более правил доступа к идентификационным данным приложения. Список правил доступа должен быть в формате JSON или YAML, в каждом списке необходимо указать тип службы, метод запроса HTTP и путь URL, например: <br /> <code> [ <br /> &nbsp;&nbsp;{"service": "compute", <br /> &nbsp;&nbsp;"method": "POST", <br /> &nbsp;&nbsp;"path": "/v2.1/servers"} <br /> ] <br /> </code> или: <br /> <code> - service: compute <br /> &nbsp;&nbsp;method: POST <br /> &nbsp;&nbsp;path: /v2.1/servers </code>

source: <b>Unrestricted</b>: By default, for security reasons, application credentials are forbidden from being used for creating additional application credentials or keystone trusts. If your application credential needs to be able to perform these actions, check "unrestricted".
ru: <b>Без ограничений</b>: по умолчанию, из соображений безопасности полномочия приложения запрещается использовать для создания дополнительных полномочий приложения или доверий keystone. Если в полномочия приложения необходимо добавить возможность выполнение данных действий, отметьте пункт «Без ограничений».

source: <b>Kubernetes Namespace</b>: You can optionally provide a Kubernetes Namespace. It will be included in the kubeconfig file which can be downloaded from the next screen.
ru: <b>Пространство имён Kubernetes</b>: дополнительно можно указать пространство имён Kubernetes. Оно будет включено в файл kubeconfig, который можно будет скачать со следующего экрана.

source: Domain
ru: Домен

source: Method
ru: Метод

source: Path
ru: Путь

source: Expires
ru: Дата окончания действия

source: Unrestricted
ru: Без ограничений

source: Your application credential
ru: Полномочия приложения

source: Please capture the application credential ID and secret in order to provide them to your application.
ru: Зафиксируйте идентификатор полномочий приложения и секрет для того, чтобы предоставить их приложению.

source: The application credential secret will not be available after closing this page, so you must capture it now or download it. If you lose this secret, you must generate a new application credential.
ru: Секрет полномочий приложения будет недоступен после закрытия этой страницы, поэтому сейчас его необходимо зафиксировать или загрузить. В случае потери секрета, полномочия приложения необходимо будет создать заново.

source: Application Credential Details
ru: Подробные сведения о полномочиях приложения

source: Domains
ru: Домены

source: Manage Members
ru: Управлять членством

source: Modify Groups
ru: Изменить группы

source: Create Domain
ru: Создать домен

source: Delete Domain
ru: Удалить домен

source: Deleted Domain
ru: Домен удалён

source: Domain "%s" must be disabled before it can be deleted.
ru: Домен "%s" необходимо отключить перед удалением

source: Disable Domain
ru: Отключить домен

source: Disabled Domain
ru: Домен был отключён

source: Disable Domains
ru: Отключить домены

source: Enable Domain
ru: Включить домен

source: Enabled Domain
ru: Домен был включён

source: Enable Domains
ru: Включить домены

source: Set Domain Context
ru: Настроить контекст домена

source: Domain Context updated to Domain %s.
ru: Для домена %s контекст домена был обновлён

source: Unable to set Domain Context.
ru: Не удалось настроить контекст домена

source: Clear Domain Context
ru: Очистить контекст домена

source: Domain Context cleared.
ru: Контекст домена был очищен

source: Domain ID
ru: ID домена

source: Unable to retrieve domain list.
ru: Не удалось получить список доменов

source: Unable to retrieve domain information.
ru: Не удалось получить сведения о домене

source: Insufficient privilege level to view domain information.
ru: Недостаточно привилегий для просмотра сведений о домене

source: Unable to retrieve domain details.
ru: Не удалось получить подробные сведения о домене

source: Domain Information
ru: Сведения о домене

source: Domains provide separation between users and infrastructure used by different organizations.
ru: Домены разделяют пользователей и инфраструктуру, используемую различными организациями.

source: Could not find default role "%s" in Keystone
ru: Не удалось найти роль по умолчанию "%s" в Keystone

source: Unable to find default role.
ru: Не удалось найти роль по умолчанию

source: Unable to retrieve user list.
ru: Не удалось получить список пользователей

source: Unable to retrieve role list.
ru: Не удалось получить список ролей

source: Unable to retrieve user domain role assignments.
ru: Не удалось получить сведения о присвоенных ролях пользователей доменов

source: Domain Members
ru: Участники домена

source: All Users
ru: Все пользователи

source: No users found.
ru: Пользователей не найдено

source: No users.
ru: Нет пользователей

source: Unable to retrieve group list. Please try again later.
ru: Не удалось получить список групп. Повторите попытку позже.

source: Domain Groups
ru: Группы доменов

source: All Groups
ru: Все группы

source: No groups found.
ru: Групп не найдено

source: No groups.
ru: Нет групп

source: Created new domain "%s".
ru: Создан новый домен "%s".

source: Unable to create domain "%s".
ru: Не удалось создать домен "%s".

source: Domains provide separation between users and infrastructure used by different organizations. Edit the domain details to add or remove groups in the domain.
ru: Домены разделяют пользователей и инфраструктуру, используемую различными организациями. Редактируйте подробные сведения о домене чтобы добавить или удалить группы домена.

source: Edit Domain
ru: Редактировать параметры домена

source: Modified domain "%s".
ru: Параметры домена "%s"были изменены

source: Unable to modify domain "%s".
ru: Не удалось изменить параметры домена "%s".

source: You cannot revoke your administrative privileges from the domain you are currently logged into. Please switch to another domain with administrative privileges or remove the administrative role manually via the CLI.
ru: Невозможно отозвать административные привилегии для домена, в который на данный момент выполнен вход. Перейдите в другой домен с административными привилегиями или удалите роль администратора вручную в консоли.

source: Failed to modify %s project members and update domain groups.
ru: Не удалось изменить участников проекта %s и обновить группы домена

source: Failed to modify %s domain groups.
ru: Не удалось изменить группы домена %s

source: Group "%s" was successfully created.
ru: Группа "%s" была успешно создана

source: Group "%s" already exists.
ru: Группа "%s" уже существует.

source: Unable to create group.
ru: Не удалось создать группу

source: Group has been updated successfully.
ru: Группа была успешно обновлена

source: Unable to update the group.
ru: Не удалось обновить группу

source: Create Group
ru: Создать группу

source: Edit Group
ru: Редактировать параметры группы

source: Delete Group
ru: Удалить группу

source: Deleted Group
ru: Группа была удалена

source: Group Name =
ru: Имя группы =

source: Group ID =
ru: Идентификатор группы =

source: Group ID
ru: Идентификатор группы

source: Remove User
ru: Удалить пользователя

source: Removed User
ru: Пользователь был удалён

source: Add Users
ru: Добавить пользователей

source: User Name
ru: Имя пользователя

source: Email
ru: Почтовый адрес

source: False
ru: Ложно

source: Group Members
ru: Участники группы

source: Add User
ru: Добавить пользователя

source: Added User
ru: Пользователь был добавлен

source: Non-Members
ru: Не участники

source: Unable to retrieve group list.
ru: Не удалось получить список групп

source: Insufficient privilege level to view group information.
ru: Недостаточно привилегий для просмотра сведений о группе

source: Update Group
ru: Обновить группу

source: Unable to update group.
ru: Не удалось обновить группу

source: Group Management: {{ group.name }}
ru: Управление группами: {{ group.name }}

source: Unable to retrieve group users.
ru: Не удалось получить сведения о пользователях группы

source: Unable to retrieve users.
ru: Не удалось получить сведения о пользователях

source: Groups are used to manage access and assign roles to multiple users at once. After creating the group, edit the group to add users.
ru: Группы используются для управления доступом и присвоения ролей сразу многим пользователям. После создания группы редактируйте её для добавления пользователей.

source: Groups are used to manage access and assign roles to multiple users at once. Edit the group's name and description.
ru: Группы используются для управления доступом и присвоения ролей сразу многим пользователям. Редактируйте имя и описание группы.

source: Add User to Group
ru: Добавить пользователя в группу

source: Group Management
ru: Управлять группами

source: Remote IDs
ru: Удалённые ID

source: Comma-delimited list of valid remote IDs from the identity provider.
ru: Список, через запятую, действительных удалённых ID, предоставленных поставщиком идентификации.

source: Indicates whether this identity provider should accept federated authentication requests.
ru: Указывает, должен ли данный поставщик идентификации принимать федеративные запросы на аутентификацию

source: Identity provider registered successfully.
ru: Поставщик идентификации был успешно зарегистрирован

source: Unable to register identity provider. Please check that the Identity Provider ID and Remote IDs provided are not already in use.
ru: Не удалось зарегистрировать поставщика идентификации. Возможно, предоставленные идентификаторы поставщика и удалённый идентификатор уже используются, выполните проверку.

source: Unable to register identity provider.
ru: Не удалось зарегистрировать поставщика идентификации

source: Identity provider updated successfully.
ru: Поставщик идентификации был успешно обновлён

source: Unable to update identity provider. Please check that the Remote IDs provided are not already in use.
ru: Не удалось обновить поставщика идентификации. Возможно, предоставленные удалённые идентификаторы уже используются, выполните проверку.

source: Unable to update identity provider.
ru: Не удалось обновить поставщика идентификации

source: Identity Providers
ru: Поставщики идентификации

source: Register Identity Provider
ru: Зарегистрировать поставщика идентификации

source: Manage Protocols
ru: Управлять протоколами

source: Unregister Identity Provider
ru: Отменить регистрацию поставщика идентификации

source: Unregistered Identity Provider
ru: Регистрация поставщика идентификации отменена

source: Protocols
ru: Протоколы

source: Unable to retrieve identity provider list.
ru: Не удалось получить список поставщиков идентификации

source: Insufficient privilege level to view identity provider information.
ru: Недостаточно привилегий для просмотра сведений о поставщике идентификации

source: Unable to retrieve identity provider information.
ru: Не удалось получить сведения о поставщике идентификации

source: Unable to retrieve protocol list.
ru: Не удалось получить список протоколов

source: Update Identity Provider
ru: Обновить поставщика идентификации

source: Protocol ID
ru: ID протокола

source: Mapping ID
ru: ID отображения

source: Failed to get mapping list %s
ru: Не удалось получить список отображений %s

source: Select Mapping
ru: Выбрать отображение

source: No mappings available
ru: Нет доступных отображений

source: Identity provider protocol created successfully.
ru: Протокол поставщика идентификации успешно создан

source: Protocol ID "%s" is already used.
ru: ID протокола "%s" уже используется

source: Unable to create identity provider protocol.
ru: Не удалось создать протокол поставщика идентификации

source: Add Protocol
ru: Добавить протокол

source: Delete Protocol
ru: Удалить протокол

source: Deleted Protocol
ru: Протокол удалён

source: Create Protocol
ru: Создать протокол

source: Register a identity provider that is trusted by the Identity API to authenticate identities.
ru: Зарегистрировать поставщика идентификации с доверием от Identity API на аутентификацию идентификаций

source: Remote IDs are associated with the identity provider and are globally unique. This indicates the header attributes to use for mapping federation protocol attributes to Identity API objects. If no value is provided, the list will be set to empty.
ru: Удалённые ID привязаны к поставщику идентификации и являются глобальными уникальными идентификаторами. Данный параметр указывает атрибуты заголовков, которые нужно использовать для отображения атрибутов протокола федерации на объекты Identity API. Если значение не указано, список будет пустым.

source: Example: For <tt>mod_shib</tt> this would be <tt>Shib-Identity-Provider</tt>, for <tt>mod_auth_openidc</tt>, this could be <tt>HTTP_OIDC_ISS</tt>. For <tt>mod_auth_mellon</tt>, this could be <tt>MELLON_IDP</tt>.
ru: Пример: для <tt>mod_shib</tt> значением будет <tt>Shib-Identity-Provider</tt>, для <tt>mod_auth_openidc</tt> значением будет <tt>HTTP_OIDC_ISS</tt>. Для <tt>mod_auth_mellon</tt> значением будет <tt>MELLON_IDP</tt>.

source: Edit the identity provider's details.
ru: Изменить подробные сведения о поставщике идентификации

source: Create a identity provider protocol.
ru: Создать протокол поставщика идентификации

source: A protocol entry contains information that dictates which mapping rules to use for a given incoming request. An Identity Provider may have multiple supported protocols.
ru: Протокольная запись содержит сведения, определяющие правила отображения, используемые для указанного входящего запроса. Поставщик идентификации может поддерживать несколько протоколов.

source: User-defined unique id to identify the mapping.
ru: Настраиваемый пользователем уникальный идентификатор для идентификации отображения

source: Rules
ru: Правила

source: Set of rules to map federation protocol attributes to Identity API objects.
ru: Набор правил для отображения атрибутов протокола федерации на объекты Identity API

source: Mapping created successfully.
ru: Отображение было успешно создано

source: Mapping ID "%s" is already used.
ru: ID отображения "%s" уже используется

source: Unable to create mapping. Rules has malformed JSON data.
ru: Не удалось создать отображение. Неправильный формат данных JSON в правилах.

source: Unable to create mapping.
ru: Не удалось создать отображение.

source: Mapping updated successfully.
ru: Отображение было успешно обновлено

source: Unable to update mapping. Rules has malformed JSON data.
ru: Не удалось обновить отображение. Неправильный формат данных JSON в правилах.

source: Unable to update mapping.
ru: Не удалось обновить отображение.

source: Mappings
ru: Отображения

source: Create Mapping
ru: Создать отображение

source: Delete Mapping
ru: Удалить отображение

source: Deleted Mapping
ru: Отображение было удалено

source: Attribute Mappings
ru: Отображения атрибутов

source: Unable to retrieve mapping list.
ru: Не удалось получить список отображений

source: Insufficient privilege level to view mapping information.
ru: Недостаточно привилегий для просмотра сведений об отображениях

source: Update Mapping
ru: Обновить отображение

source: Create a mapping.
ru: Создать отображение.

source: A mapping is a set of rules to map federation protocol attributes to Identity API objects. An identity provider can have a single mapping specified per protocol. A mapping is simply a list of rules. The only Identity API objects that will support mapping are: user and group.
ru: Отображение — это набор правил, согласно которым атрибуты протокола федерации отображаются на объекты Identity API. У поставщика идентификации может быть одно отображение на каждый протокол., где отображение — это простой список правил. Единственными объектами Identity API, поддерживающими отображения, являются пользователь и группа.

source: A rule contains a remote attribute description and the destination local attribute.
ru: Правила содержат описание удалённого атрибута и целевой локальный атрибут

source: Edit the mapping's details.
ru: Изменить подробные сведения об отображении

source: Projects
ru: Проекты

source: Set as Active Project
ru: Указать как активный проект

source: View Usage
ru: Просмотреть использование

source: Create Project
ru: Создать проект

source: Edit Project
ru: Редактировать проект

source: Modify Quotas
ru: Изменить квоты

source: Delete Project
ru: Удалить проект

source: Deleted Project
ru: Проект был удалён

source: Enabled =
ru: Включено =

source: e.g. Yes/No
ru: напр., «да/нет»

source: Domain Name
ru: Доменное имя

source: Unable to retrieve project domain.
ru: Не удалось получить сведения о домене проекта

source: Users
ru: Пользователи

source: Unable to display the users of this project.
ru: Не удалось показать пользователей этого проекта

source: Unable to display the groups of this project.
ru: Не удалось показать группы этого проекта

source: Unable to retrieve project information.
ru: Не удалось получить сведения о проекте

source: Insufficient privilege level to view project information.
ru: Недостаточно привилегий для просмотра сведений о проекте

source: Project Usage
ru: Использование проекта

source: Unable to retrieve project details.
ru: Не удалось получить подробные сведения о проекте

source: Unable to retrieve project quotas.
ru: Не удалось получить сведения о квотах проекта

source: %(used)s %(key)s used
ru: %(used)s %(key)s используется

source: Quota value(s) cannot be less than the current usage value(s): %s.
ru: Значения квот не могут быть меньше значений текущего потребления: %s.

source: Injected File Content (Bytes)
ru: Содержимое внедрённого файла (байт)

source: Set maximum quotas for the project.
ru: Настроить максимальные квоты проекта

source: Edit Quotas
ru: Редактировать квоты

source: Modified quotas of project
ru: Квоты проекта были изменены

source: Unable to modify quotas of project
ru: Не удалось изменить квоты проекта

source: Project Information
ru: Сведения о проекте

source: Create a project to organize users.
ru: Создать проект для упорядочения пользователей

source: Unable to retrieve user list. Please try again later.
ru: Не удалось получить список пользователей. Повторите попытку позже.

source: Project Members
ru: Участники проекта

source: Project Groups
ru: Группы проекта

source: Created new project "%s".
ru: Создан новый проект "%s".

source: Unable to create project "%s".
ru: Не удалось создать проект "%s".

source: Project name "%s" is already used.
ru: Название проекта "%s" уже используется

source: , add project groups
ru: , добавить группы в проект
