Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: Unable to attach volume.
ru: Не удалось подключить том

source: Select a volume to detach from this instance.
ru: Выбрать том для отключения от этого экземпляра

source: No volumes attached
ru: Нет прикреплённых томов

source: Unable to detach volume.
ru: Не удалось отключить том

source: Detaching volume %(vol)s from instance %(inst)s.
ru: Том %(vol)s отключается от экземпляра %(inst)s.

source: The way to specify an interface
ru: Способ указания экземпляра

source: Port
ru: Порт

source: Fixed IP Address
ru: Фиксированный адрес IP

source: IP address for the new port
ru: Адрес IP на новом порту

source: by Network (and IP address)
ru: по указанной сети (и адресу IP)

source: by Port
ru: по порту

source: Attaching interface for instance %s.
ru: Выполняется подключение интерфейса к экземпляру %s.

source: Unable to attach interface.
ru: Не удалось подключить интерфейс

source: Unable to retrieve ports information.
ru: Не удалось получить сведения о портах

source: Select Port
ru: Выберите порт

source: No Ports available
ru: Нет доступных портов

source: Detached interface %(port)s for instance %(instance)s.
ru: Интерфейс %(port)s был отключён от экземпляра %(instance)s.

source: Unable to detach interface.
ru: Не удалось отключить интерфейс

source: Select a floating IP to disassociate
ru: Выберите плавающий IP чтобы удалить привязку

source: The specified floating IP no longer exists.
ru: Указанный плавающий IP больше не существует

source: Successfully disassociated and released floating IP %s
ru: Привязка плавающего IP %s была удалена, адрес освобождён

source: Successfully disassociated floating IP %s
ru: Привязка плавающего IP %s была успешно удалена

source: Unable to disassociate floating IP %s
ru: Не удалось удалить привязку плавающего IP %s

source: Successfully rescued instance
ru: Аварийная загрузка экземпляра выполнена успешно

source: Unable to rescue instance
ru: Не удалось выполнить аварийную загрузку экземпляра

source: Edit Security Groups
ru: Редактировать группы безопасности

source: Deleted instances are not recoverable.
ru: Удалённые экземпляры нельзя восстановить

source: Delete Instance
ru: Удалить экземпляр

source: Scheduled deletion of Instance
ru: Удаление экземпляра было занесено в расписание

source: Restarted instances will lose any data not saved in persistent storage.
ru: Все данные перезапущенных экземпляров, не сохранённые в постоянном хранилище, будут утеряны

source: Hard Reboot Instance
ru: Выполнить жёсткую перезагрузку экземпляра

source: Hard Rebooted Instance
ru: Жёсткая перезагрузка экземпляра выполнена

source: Soft Reboot Instance
ru: Выполнить мягкую перезагрузку экземпляра

source: Soft Rebooted Instance
ru: Мягкая перезагрузка экземпляра выполнена

source: Unrescue Instance
ru: Перезапустить экземпляр с обычного загрузочного диска (после аварийного восстановления)

source: Unrescued Instance
ru: Экземпляр был перезапущен с обычного загрузочного диска (после аварийного восстановления)

source: Pause Instance
ru: Приостановить работу экземпляра

source: Resume Instance
ru: Возобновить работу экземпляра

source: Paused Instance
ru: Работа экземпляра была приостановлена

source: Resumed Instance
ru: Работа экземпляра была возобновлена

source: Suspend Instance
ru: Перевести экземпляр в режим гибернации

source: Suspended Instance
ru: Экземпляр был переведён в режим гибернации

source: Shelve Instance
ru: Выключить экземпляр с сохранением данных и ресурсов

source: Unshelve Instance
ru: Запустить экземпляр с сохранёнными данными и ресурсами

source: Shelved Instance
ru: Экземпляр был выключен с сохранением данных и ресурсов

source: Unshelved Instance
ru: Экземпляр был включён с сохранёнными данными и ресурсами

source: Edit Instance
ru: Редактировать экземпляр

source: Edit Port Security Groups
ru: Редактировать группы безопасности портов

source: View Log
ru: Просмотреть журнал

source: Resize Instance
ru: Изменить размер экземпляра

source: Confirm Resize/Migrate
ru: Подтвердить изменение размера/миграцию

source: Unable to confirm resize instance "%s".
ru: Не удалось подтвердить изменение размера экземпляра "%s".

source: Revert Resize/Migrate
ru: Откатить изменение размера/миграцию

source: Unable to revert resize instance "%s".
ru: Не удалось откатить изменение размера экземпляра "%s".

source: Rebuild Instance
ru: Создать экземпляр повторно

source: Retrieve Password
ru: Получить пароль

source: Associate Floating IP
ru: Привязать плавающий IP

source: Disassociate Floating IP
ru: Удалить привязку плавающего IP

source: Please try again later [Error: %s].
ru: Повторите попытку позже [Ошибка: %s].

source: There is not enough capacity for this flavor in the selected availability zone. Try again later or select a different availability zone.
ru: В выбранной зоне доступности не хватает мощностей для выбранного варианта конфигурации. Повторите попытку позже или выберите другую зону доступности.

source: Unable to retrieve flavor information for instance "%s".
ru: Не удалось получить сведения о варианте конфигурации для экземпляра "%s".

source: Unable to retrieve Network information for instance "%s".
ru: Не удалось получить сведения о сети экземпляра "%s".

source: Start Instance
ru: Запустить экземпляр

source: Started Instance
ru: Экземпляр был запущен

source: The instance(s) will be shut off.
ru: Экземпляр(ы) будут выключены

# Action to perform (the instance is currently running)
source: Shut Off Instance
ru: Выключить экземпляр

# Past action (the instance is currently already Shut Off)
source: Shut Off Instance
ru: Экземпляр был выключен

source: Lock Instance
ru: Запретить пользователю удаление экземпляра

source: Unlocked Instance
ru: Удаление экземпляра пользователем было разрешено

source: Attach Volume
ru: Подключить том

source: Detach Volume
ru: Отключить том

source: Attach Interface
ru: Подключить интерфейс

source: Detach Interface
ru: Отключить интерфейс

source: %s GB
ru: %s Гбайт

source: Not available
ru: Недоступно

# Current status of an Instance
source: Deleted
ru: Удалено

# Current status of an Instance
source: Active
ru: Активен

# Current status of an Instance
source: Shutoff
ru: Выключение

# Current status of an Instance
source: Suspended
ru: Переведён в режим гибернации

# Current status of an Instance
source: Paused
ru: Работа приостановлена

# Current status of an Instance
source: Error
ru: Ошибка

# Current status of an Instance
source: Resize/Migrate
ru: Изменение размера/миграция

# Current status of an Instance
source: Confirm or Revert Resize/Migrate
ru: Подтверждение или откат изменения размера/миграцию

# Current status of an Instance
source: Revert Resize/Migrate
ru: Откат изменения размера/миграции

# Current status of an Instance
source: Reboot
ru: Перезагрузка

# Current status of an Instance
source: Hard Reboot
ru: Жёсткая перезагрузка экземпляра

# Current status of an Instance
source: Password
ru: Пароль

# Current status of an Instance
source: Rebuild
ru: Повторное создание

# Current status of an Instance
source: Migrating
ru: Миграция

# Current status of an Instance
source: Build
ru: Сборка

# Current status of an Instance
source: Rescue
ru: Аварийное восстановление

# Current status of an Instance
source: Soft Deleted
ru: Применено мягкое удаление

# Current status of an Instance
source: Shelved
ru: Выключен с сохранением данных и ресурсов

# Current status of an Instance
source: Shelved Offloaded
ru: Выключен с сохранением данных и ресурсов и выгружен

# Current status of an Instance
source: Building
ru: Выполняется создание

# Current status of an Instance
source: Stopped
ru: Остановлен

# Current status of an Instance
source: Rescued
ru: Выполнено аварийное восстановление

# Current status of an Instance
source: Resized
ru: Было выполнено изменение размера

# Task status of an Instance
source: None
ru: Нет

# Task status of an Instance
source: Scheduling
ru: Занесение в расписание

# Task status of an Instance
source: Block Device Mapping
ru: Выполняется отображение блочного устройства

# Task status of an Instance
source: Snapshotting
ru: Создание снимка

# Task status of an Instance
source: Image Snapshot Pending
ru: Ожидание создания снимка образа

# Task status of an Instance
source: Image Pending Upload
ru: Ожидание выгрузки образа

# Task status of an Instance
source: Image Uploading
ru: Выгрузка образа

# Task status of an Instance
source: Image Backup
ru: Создание резервной копии образа

# Task status of an Instance
source: Updating Password
ru: Обновление пароля

# Task status of an Instance
source: Preparing Resize or Migrate
ru: Подготовка к изменению размера/миграции

# Task status of an Instance
source: Resizing or Migrating
ru: Изменение размера или миграция

# Task status of an Instance
source: Resized or Migrated
ru: Выполнено: изменение размера или миграция

# Task status of an Instance
source: Finishing Resize or Migrate
ru: Завершение изменения размера или миграции

# Task status of an Instance
source: Reverting Resize or Migrate
ru: Откат изменения размера или миграции

# Task status of an Instance
source: Confirming Resize or Migrate
ru: Подтверждение изменения размера или миграции

# Task status of an Instance
source: Rebooting
ru: Перезагружается

# Task status of an Instance
source: Reboot Pending
ru: Ожидание перезагрузки

# Task status of an Instance
source: Reboot Started
ru: Начало перезагрузки

# Task status of an Instance
source: Hard Rebooting
ru: Жёсткая перезагрузка

# Task status of an Instance
source: Hard Reboot Pending
ru: Ожидание жёсткой перезагрузки

# Task status of an Instance
source: Hard Reboot Started
ru: Начало жёсткой перезагрузки

# Task status of an Instance
source: Pausing
ru: Приостановка работы

# Task status of an Instance
source: Resuming
ru: Возобновление работы

# Task status of an Instance
source: Suspending
ru: Переводится в режим гибернации

# Task status of an Instance
source: Powering Off
ru: Выключается

# Task status of an Instance
source: Powering On
ru: Включается

# Task status of an Instance
source: Rescuing
ru: Аварийное восстановление

# Task status of an Instance
source: Unrescuing
ru: Перезапускается с обычного загрузочного диска (после аварийного восстановления)

# Task status of an Instance
source: Rebuilding
ru: Повторное создание

# Task status of an Instance
source: Rebuild Block Device Mapping
ru: Выполняется повторное отображение блочного устройства

# Task status of an Instance
source: Migrating
ru: Миграция

# Task status of an Instance
source: Deleting
ru: Выполняется удаление

# Task status of an Instance
source: Soft Deleting
ru: Выполняется мягкое удаление

# Task status of an Instance
source: Restoring
ru: Выполняется восстановление

# Task status of an Instance
source: Shelving
ru: Выполняется выключение с сохранением данных и ресурсов

# Task status of an Instance
source: Unshelving
ru: Запускается с сохранёнными данными и ресурсами

# Power state of an Instance
source: No State
ru: Без статуса

# Power state of an Instance
source: Running
ru: Выполняется

# Power state of an Instance
source: Paused
ru: Работа приостановлена

# Power state of an Instance
source: Shut Down
ru: Завершает работу

# Power state of an Instance
source: Shut Off
ru: Выключен

# Power state of an Instance
source: Suspended
ru: Переведён в режим гибернации

# Power state of an Instance
source: Failed
ru: Сбой

# Power state of an Instance
source: Building
ru: Выполняется создание

source: Instance ID =
ru: ID экземпляра =

source: Instance Name =
ru: Имя экземпляра =

source: Image ID =
ru: ID образа =

source: IPv4 Address =
ru: Адрес IPv4 =

source: IPv6 Address =
ru: Адрес IPv6 =

source: Flavor ID =
ru: ID варианта конфигурации =

source: Flavor Name =
ru: Название варианта конфигурации =

source: Key Pair Name =
ru: Имя пары ключей =

source: Changes Since
ru: Изменений с

source: Filter by an ISO 8061 formatted time, e.g. 2016-06-14T06:27:59Z
ru: Фильтр по времени в формате ISO 8061, например, 2016-06-14T06:27:59Z

source: vCPUs =
ru: Виртуальных ЦП =

source: Key Pair
ru: Пара ключей

source: Failed to get attached volume.
ru: Не удалось получить сведения о прикреплённом том

source: Failed to get instance interfaces.
ru: Не удалось получить сведения об интерфейсах экземпляра

source: Log
ru: Журнал

source: Unable to get log for instance "%s".
ru: Не удалось получить журнал экземпляра "%s".

source: Action Log
ru: Журнал действий

source: Unable to retrieve instance action list.
ru: Не удалось получить список действий с экземпляром

source: Unable to retrieve instance flavors.
ru: Не удалось получить сведения о вариантах конфигурации экземпляра

source: Unable to sort instance flavors.
ru: Не удалось отсортировать варианты конфигураций экземпляра

source: Unable to retrieve Nova server groups.
ru: Не удалось получить сведения о группах серверов Nova

source: Failed to get network list.
ru: Не удалось получить список сетей

source: No networks available
ru: Нет доступных сетей

source: Select Network
ru: Выберите сеть

source: Unable to retrieve key pairs.
ru: Не удалось получить пары ключей

source: No key pairs available
ru: Нет доступных пар ключей

source: Select a key pair
ru: Выберите пару ключей

source: Select Flavor
ru: Выберите вариант конфигурации

source: No flavors available
ru: Нет доступных вариантов конфигураций

source: Select Server Group
ru: Выберите группу серверов

source: No server groups available
ru: Нет доступных групп серверов

source: Unable to retrieve instances.
ru: Не удалось получить сведения об экземплярах

source: Unable to retrieve IP addresses from Neutron.
ru: Не удалось получить сведения об адресах IP из Neutron

source: Log length must be a nonnegative integer.
ru: Длина журнала должна выражаться неотрицательным целым числом

source: Unable to get console for instance "%s".
ru: Не удалось получить консоль для экземпляра "%s".

source: Unable to get VNC console for instance "%s".
ru: Не удалось получить консоль VNC для экземпляра "%s".

source: Unable to get MKS console for instance "%s".
ru: Не удалось получить консоль MKS для экземпляра "%s".

source: Unable to get SPICE console for instance "%s".
ru: Не удалось получить консоль SPICE для экземпляра "%s".

source: Unable to get RDP console for instance "%s".
ru: Не удалось получить консоль RDP для экземпляра "%s".

source: Cannot find instance %s.
ru: Невозможно найти экземпляр %s.

source: Cannot get console for instance %s.
ru: Невозможно получить консоль для экземпляра "%s".

source: Retrieve Instance Password
ru: Получить пароль экземпляра

source: Disassociate floating IP
ru: Удалить привязку плавающего IP

source: Unable to retrieve volume list for instance "%(name)s" (%(id)s).
ru: Не удалось получить список томов экземпляра "%(name)s" (%(id)s).

source: Unable to retrieve flavor information for instance "%(name)s" (%(id)s).
ru: Не удалось получить сведения о варианте конфигурации экземпляра "%(name)s" (%(id)s).

source: Unable to retrieve security groups for instance "%(name)s" (%(id)s).
ru: Не удалось получить сведения о группах безопасности экземпляра "%(name)s" (%(id)s).

source: Unable to retrieve IP addresses from Neutron for instance "%(name)s" (%(id)s).
ru: Не удалось получить от Neutron сведения об адресах IP для экземпляра "%(name)s" (%(id)s).

source: Unable to retrieve details for instance "%s".
ru: Не удалось получить подробные сведения об экземпляре "%s".

source: Unable to retrieve flavors.
ru: Не удалось получить сведения о вариантах конфигурации

source: Unable to retrieve volume information.
ru: Не удалось получить сведения о томе

source: Unable to retrieve port details
ru: Не удалось получить подробные сведения о порте

source: Confirm
ru: Подтвердить

source: Select the network for interface attaching.
ru: Выберите сеть для прикрепления интерфейса

source: Attach Volume to Running Instance.
ru: Подключить том к выполняющемуся экземпляру

source: To decrypt your password you will need the private key of your key pair for this instance. Select the private key file, or copy and paste the content of your private key file into the text area below, then click Decrypt Password.
ru: Для расшифровки пароля понадобится закрытый ключ из пары ключей этого экземпляра. Выберите файл закрытого ключа или скопируйте и вставьте содержимое закрытого ключа в текстовую область ниже, затем нажмите кнопку «Расшифровать пароль».

source: Note:
ru: Обратите внимание:

source: The private key will be only used in your browser and will not be sent to the server
ru: Закрытый ключ будет использован только в браузере и не будет посылаться на сервер

source: Decrypt Password
ru: Расшифровать пароль

source: Select the port to detach.
ru: Выберите порт для отключения

source: Detach Volume from Running Instance.
ru: Отключить том от выполняющегося экземпляра

source: Instance Console
ru: Консоль экземпляра

source: If console is not responding to keyboard input: click the grey status bar below.
ru: Если консоль не отвечает на ввод с клавиатуры: нажмите на серую панель статуса внизу

source: Click here to show only console
ru: Нажмите здесь, чтобы видеть только консоль

source: To exit the fullscreen mode, click the browser's back button.
ru: Чтобы выйти из полноэкранного режима, нажмите на кнопку «Назад» браузера

source: Console is currently unavailable.
ru: Консоль на данный момент недоступна

source: Unable to load console. Please reload page to try again.
ru: Не удалось загрузить консоль. Перезагрузите страницу, чтобы повторить попытку.

source: Instance Console Log
ru: Журнал консоли экземпляра

source: Log Length
ru: Длина журнала

source: View Full Log
ru: Просмотреть весь журнал

# Locked status of an instance
source: Locked
ru: Действия пользователей запрещены

source: Reservation ID
ru: ID резервирования

source: User Data
ru: Данные пользователя

source: Fault
ru: Сбой

source: Code
ru: Код

source: Details
ru: Подробности

source: Flavor ID
ru: ID варианта конфигурации

source: VCPU
ru: Вирт. ЦП

source: Disk
ru: Диск

source: IP Addresses
ru: Адреса IP

source: (No IP address)
ru: (Без адресов IP)

source: No rules defined.
ru: Правила не настроены

source: Key Name
ru: Имя ключа

source: Image ID
ru: ID образа

source: N/A
ru: Н/Д

source: Volumes Attached
ru: Прикреплённые тома

source: <a href="%(volume_url)s">%(volume_label)s</a> on %(volume_device)s
ru: <a href="%(volume_url)s">%(volume_label)s</a> на %(volume_device)s

source: No volumes attached.
ru: Нет прикреплённых томов.

source: Select the floating IP to be disassociated from the instance.
ru: Выберите плавающий IP, привязку которого нужно удалить

source: If checked, the selected floating IP will be released at the same time.
ru: Если пункт отмечен, выбранный плавающий IP будет также освобождён

source: Add and remove security groups to this instance from the list of available security groups.
ru: Добавление и удаление групп безопасности из списка доступных групп безопасности

source: <b>Warning:</b> If you change security groups here, the change will be applied to all interfaces of the instance. If you have multiple interfaces on this instance and apply different security groups per port, use "Edit Port Security Groups" action instead.
ru: <b>Предупреждение:</b> изменения, применённые к группам безопасности здесь, будут применены ко всем интерфейсам экземпляра. При наличии нескольких интерфейсов в экземпляре и с разными группами безопасности на каждый порт, используйте действие «Редактировать группы безопасности портов».

source: Flavor Details
ru: Подробности о варианте конфигурации

source: Total Disk
ru: Общий размер диска

source: MB
ru: Мбайт

source: Project Limits
ru: Лимиты проекта

source: Number of Instances
ru: Число экземпляров

source: Number of VCPUs
ru: Число вирт. ЦП

source: Total RAM
ru: Всего ОЗУ

source: Number of Volumes
ru: Число томов

source: Total Volume Storage
ru: Общий объём хранилища тома

source: %(used)s of %(quota)s GiB Used
ru: используется %(used)s из %(quota)s Гиб

source: Some flavors not meeting minimum boot source requirements have been disabled.
ru: Некоторые варианты конфигураций, не отвечающие минимальным требованиям к источнику загрузки, были отключены.

source: No flavors meet minimum criteria for selected boot source.
ru: Нет вариантов конфигураций, отвечающих минимальным требованиям для выбранного источника загрузки

source: <span class='word-wrap'>Flavor Details: %(name)s</span>">%(name)s
ru: <span class='word-wrap'>Сведения о варианте конфигурации: %(name)s</span>">%(name)s

source: Specify advanced options to use when launching an instance.
ru: Укажите дополнительные параметры, используемые при запуске экземпляра

source: "Customization Script" is analogous to "User Data" in other systems.
ru: «Сценарий настройки» является аналогом «Данных пользователя» в других системах

source: The chart below shows the resources used by this project in relation to the project's quotas.
ru: В таблице ниже показаны ресурсы, используемые этим проектом относительно квот проекта

source: Choose network from Available networks to Selected networks by push button or drag and drop, you may change NIC order by drag and drop as well.
ru: Выберите сеть из «Доступных сетей» и поместите её в «Выбранные сети», нажав кнопку или с помощью перетаскивания. Порядок сетевых контроллеров также можно изменять с помощью перетаскивания.

source: A port is a connection point for attaching a single device, such as the NIC of a virtual server, to a virtual network.
ru: Порт — это точка подключения отдельных устройств к виртуальной сети, напримерсетевых контроллеров вирт. серверов.

source: The port also describes the associated network configuration, such as the MAC and IP addresses to be used on that port.
ru: Порт также описывает конфигурацию связанной с ним сети, например, адреса MAC и IP, используемые на этом порту

source: Ports are optional and can be used with networks to add extra IP addresses to your instances or select specific types of ports.
ru: Порты не являются обязательными и их можно использовать в сетях для добавления экземпляру дополнительных адресов IP или при необходимости использования специальных типов портов.

source: An instance can be launched with varying types of attached storage. You may select from those options here.
ru: Экземпляр может быть запущен с различными типами прикреплённых хранилищ. Эти типы можно выбрать здесь.

source: Select the image to rebuild your instance.
ru: Выберите образ для повторного создания экземпляра

source: You may optionally set a password on the rebuilt instance.
ru: Дополнительно для повторно создаваемого экземпляра можно настроить пароль

source: Selected networks
ru: Выбранные сети

source: Available networks
ru: Доступные сети

source: Attach a Volume
ru: Подключить том

source: Instance Admin Password
ru: Пароль администратора экземпляра

source: Detach a Volume
ru: Отключить том

source: User
ru: Пользователь

source: Project & User
ru: Проект & пользователь

source: Size of image to launch.
ru: Размер запускаемого образа

source: Instance Boot Source
ru: Источник загрузки экземпляра

source: Choose Your Boot Source Type.
ru: Выберите тип источника загрузки

source: Instance Snapshot
ru: Снимок экземпляра

source: Volume Snapshot
ru: Снимок тома

source: Device size (GB)
ru: Размер устройства (Гбайт)

source: Volume size in gigabytes (integer value).
ru: Размер устройства в гигабайтах (целое число)

source: Volume mount point (e.g. 'vda' mounts at '/dev/vda'). Leave this field blank to let the system choose a device name for you.
ru: Точка монтирования тома (например, 'vda' на '/dev/vda'). Оставьте поле пустым, чтобы система сама выбрала имя устройства.

source: Delete Volume on Instance Delete
ru: При удалении экземпляра удалить том
