Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: Edit Policy
ru: Редактировать политику

source: Object Type
ru: Тип объекта

source: Object
ru: Объект

source: Unable to retrieve details for rbac_policy "%s".
ru: Не удалось получить подробные сведения о rbac_policy "%s".

source: Unable to retrieve information about the policies' projects.
ru: Не удалось получить сведения о проектах политик

source: Unable to retrieve information about the policies' networks.
ru: Не удалось получить сведения о сетях политик

source: Unable to retrieve information about the policies' qos policies.
ru: Не удалось получить сведения о политиках QoS для политик

source: Unable to retrieve RBAC policies.
ru: Не удалось получить сведения о политиках RBAC

source: Create A RBAC Policy
ru: Создать политику RBAC

source: Update RBAC Policy
ru: Обновить политику RBAC

source: Unable to retrieve rbac policy details.
ru: Не удалось получить подробные сведения о политике RBAC.

source: From here you can create a rbac policy.
ru: Здесь можно создать политику RBAC

source: Object ID
ru: ID объекта

source: Action
ru: Действие

source: Target Tenant
ru: Целевой арендатор

source: You may update the editable properties of the RBAC policy here.
ru: Здесь можно обновить редактируемые параметры политики RBAC

source: Create a RBAC Policy
ru: Создать политику RBAC

source: RBAC Policy Details
ru: Подробные сведения о политике RBAC

source: Unable to retrieve router list.
ru: Не удалось получить список маршрутизаторов

source: The L3 agent information could not be located.
ru: Не удалось обнаружить сведения об агенте L3

source: Routers on %(host)s
ru: Маршрутизаторы на %(host)s

source: Static Routes
ru: Статические маршрутизаторы

source: Interfaces
ru: Интерфейсы

source: %s (current)
ru: %s (текущие)

source: Select a new status
ru: Выберите новый статус

source: Successfully updated volume snapshot status: "%s".
ru: Статус снимка тома обновлён успешно: "%s".

source: Unable to update volume snapshot status.
ru: Не удалось обновить статус снимка тома

source: Snapshots
ru: Снимки

source: Unable to retrieve volume snapshot project information.
ru: Не удалось получить сведения о проекте снимка тома

source: Group Snapshot
ru: Снимок группы

source: Unable to retrieve volume snapshots.
ru: Не удалось получить сведения о снимках томов

source: Unable to retrieve group snapshots.
ru: Не удалось получить сведения о снимках группы

source: Unable to retrieve project information of volume snapshots.
ru: Не удалось получить сведения о проекте снимков тома

source: Update Volume Snapshot Status
ru: Обновить статус снимков тома

source: Unable to retrieve volume snapshot.
ru: Не удалось получить сведения о снимке тома

source: The status of a volume snapshot is normally managed automatically. In some circumstances an administrator may need to explicitly update the status value. This is equivalent to the <tt>openstack volume snapshot set --state</tt> command.
ru: Как правило, статусы снимков тома управляются автоматически. В некоторых ситуациях администратору может понадобиться обновить значение статуса явным образом. Это эквивалент команды <tt>openstack volume snapshot set --state</tt>.

source: Unable to retrieve group snapshot project information.
ru: Не удалось получить сведения о проекте снимка группы

source: Group
ru: Группа

source: Group Snapshots
ru: Снимки группы

source: Unable to retrieve volume group snapshots.
ru: Не удалось получить сведения о снимках группы томов

source: Unable to retrieve volume groups.
ru: Не удалось получить подробные сведения о группах томов

source: Group Type
ru: Тип группы

source: Snapshot Volume Types
ru: Типы томов снимков

source: Snapshot Volumes
ru: Тома снимка

source: No assigned volumes
ru: Нет присвоенных томов

source: Unable to retrieve volume group project information.
ru: Не удалось получить сведения о проекте группы тома

source: Groups
ru: Группы

source: Volume groups can not be deleted if they contain volumes.
ru: Группы томов нельзя удалить, если в них содержатся тома

source: Check the &quot;Delete Volumes&quot; box to also delete any volumes associated with this group.
ru: Чтобы также удалить любые тома, связанные с этой группой, отметьте пункт &quot;Удалить тома&quot;

source: Note that a volume can not be deleted if it is &quot;attached&quot; or has any dependent snapshots.
ru: Обратите внимание, что нельзя удалить том, если он &quot;прикреплён&quot;, или если существуют зависящие от него снимки.

source: Replication Status
ru: Статус репликации

source: Volume Types
ru: Типы томов

source: This action will unassign all volumes that are currently contained in this group.
ru: Данное действие отменит назначение всех томов, на данный момент участвующих в группе

source: By default, volume type is created as public. To create a private volume type, uncheck this field.
ru: По умолчанию, том создаётся с общедоступным типом. Чтобы создать том с закрытым типом, снимите отметку с этого поля.

source: Volume type name can not be empty.
ru: Название типа тома не может быть пустым

source: Successfully created volume type: %s
ru: Тип тома был успешно создан: %s

source: Volume type name "%s" already exists.
ru: Имя типа тома "%s" уже существует.

source: Unable to create volume type.
ru: Не удалось создать тип тома

source: Consumer
ru: Потребитель

source: Successfully created QoS Spec: %s
ru: Спецификация QoS была создана успешно: %s

source: QoS Spec name "%s" already exists.
ru: Имя спецификации QoS "%s" уже существует.

source: Unable to create QoS Spec.
ru: Не удалось создать спецификацию QoS

source: Provider
ru: Поставщик

source: Cipher
ru: Шифр

source: Key Size (bits)
ru: Размер ключа (в битах)

source: Unable to create encrypted volume type.
ru: Не удалось создать тип зашифрованного тома

source: Unable to update encrypted volume type.
ru: Не удалось обновить тип зашифрованного тома.

source: QoS Spec to be associated
ru: Связанная спецификация QoS

source: Choose associated QoS Spec.
ru: Выберите связанную спецификацию QoS.

source: None (removes spec)
ru: Нет (спецификация удаляется)

source: Select a new QoS spec
ru: Выберите новую спецификацию QoS

source: No new QoS spec available
ru: Нет новых спецификаций QoS

source: Successfully updated QoS Spec association.
ru: Связь спецификации QoS была успешно обновлена

source: Error updating QoS Spec association.
ru: Ошибка при обновлении связи спецификации QoS

source: Current consumer
ru: Текущий потребитель

source: New QoS Spec Consumer
ru: Новый потребитель спецификации QoS

source: Choose consumer for this QoS Spec.
ru: Выберите потребителя данной спецификации QoS

source: Select a new consumer
ru: Выберите нового потребителя

source: Successfully modified QoS Spec consumer.
ru: Потребитель спецификации QoS был успешно обновлён

source: Error editing QoS Spec consumer.
ru: Ошибка обновления потребителя спецификации QoS

source: To make volume type private, uncheck this field.
ru: Чтобы сделать тип тома закрытым, снимите отметку с этого пункта

source: Successfully updated volume type.
ru: Тип тома был успешно обновлён

source: New name conflicts with another volume type.
ru: Новое имя конфликтует с другим типом тома

source: Unable to update volume type.
ru: Не удалось обновить тип тома.

source: Unable to retrieve volume type access list.
ru: Не удалось получить список доступов для типа тома

source: Failed to add project %(project)s to volume type access.
ru: Не удалось добавить доступ к типу тома для проекта %(project)s

source: Failed to remove project %(project)s from volume type access.
ru: Не удалось удалить доступ к типу тома для проекта %(project)s

source: Modified volume type access: %s
ru: Доступ к типу тома был изменён: %s

source: Create Volume Type
ru: Создать тип тома

source: Edit Volume Type
ru: Изменить тип тома

source: Edit Access
ru: Изменить доступ

source: View Extra Specs
ru: Посмотреть дополнительные спецификации

source: Manage QoS Spec Association
ru: Управлять связями спецификации QoS

source: Delete Volume Type
ru: Удалить тип тома

source: Deleted Volume Type
ru: Тип тома был удалён

source: Create Encryption
ru: Создать шифрование

source: Update Encryption
ru: Обновить шифрование

source: Delete Encryption
ru: Удалить шифрование

source: Deleted Encryption
ru: Шифрование удалено

source: Unable to determine if volume type encryption is supported.
ru: Не удалось определить, поддерживается ли шифрование типа тома

source: Unable to retrieve volume type qos.
ru: Не удалось получить сведения о QoS типа тома

source: Associated QoS Spec
ru: Связанная спецификация QoS

source: Encryption
ru: Шифрование

source: Manage Specs
ru: Управлять спецификациями

source: Create QoS Spec
ru: Создать спецификацию QoS

source: Delete QoS Spec
ru: Удалить спецификацию QoS

source: Deleted QoS Spec
ru: Спецификация QoS была удалена

source: Edit Consumer
ru: Редактировать потребителя

source: QoS Specs
ru: Спецификации QoS

source: Unable to retrieve volume types
ru: Не удалось получить сведения о типах томов

source: Unable to retrieve volume type encryption information.
ru: Не удалось получить сведения о шифровании типов томов

source: Unable to retrieve QoS specs
ru: Не удалось получить спецификации QoS

source: Volume Type Encryption Details
ru: Подробные сведения о типе шифрования тома

source: Unable to retrieve volume type encryption details.
ru: Не удалось получить подробные сведения о типе шифрования тома

source: Create Volume Type Encryption
ru: Создать шифрование типа тома

source: Create an Encrypted Volume Type
ru: Создать зашифрованный тип тома

source: Unable to retrieve volume type for: "%s"
ru: Не удалось получить сведения о типе тома для: "%s"

source: Unable to retrieve volume type name.
ru: Не удалось получить сведения об имени типа тома

source: Update an Encrypted Volume Type
ru: Обновить зашифрованный тип тома

source: Update Volume Type Encryption
ru: Обновить шифрование типа тома

source: Unable to retrieve encryption type.
ru: Не удалось получить сведения о типе шифрования

source: Modify Consumer
ru: Изменить параметры потребителя

source: Edit QoS Spec Consumer
ru: Редактировать параметры потребителя спецификации QoS

source: Unable to retrieve QoS Spec details.
ru: Не удалось получить подробные сведения о спецификации QoS

source: Associate
ru: Создать связь

source: Associate QoS Spec with Volume Type
ru: Создать связь между спецификацией QoS и типом тома

source: Unable to retrieve volume type details.
ru: Не удалось получить подробные сведения о типе тома

source: Unable to retrieve QoS Specs.
ru: Не удалось получить спецификации QoS.

source: Unable to retrieve QoS Spec association.
ru: Не удалось получить сведения о связях спецификации QoS

source: Edit Volume Type Access
ru: Редактировать параметры доступа для типа тома

source: Key with name "%s" already exists. Use Edit to update the value, else create key with different name.
ru: Ключ с именем "%s" уже существует. Используйте пункт «Редактировать» для обновления значения, в противном случае создайте ключ с другим именем.

source: Created extra spec "%s".
ru: Дополнительная спецификация "%s" создана.

source: Unable to create volume type extra spec.
ru: Не удалось создать дополнительную спецификацию для типа тома

source: Saved extra spec "%s".
ru: Дополнительная спецификация "%s" сохранена

source: Unable to edit volume type extra spec.
ru: Не удалось отредактировать дополнительную спецификацию типа тома

source: Delete Extra Spec
ru: Удалить дополнительную спецификацию

source: Deleted Extra Spec
ru: Дополнительная спецификация была удалена

source: Extra Specs
ru: Дополнительные спецификации

source: Unable to retrieve extra spec list.
ru: Не удалось получить список дополнительных спецификаций

source: Create Volume Type Extra Spec
ru: Создать дополнительную спецификацию для типа тома

source: Edit Extra Spec Value: %s
ru: Изменить значение дополнительной спецификации: %s

source: Unable to retrieve volume type extra spec details.
ru: Не удалось получить подробные сведения о дополнительной спецификации типа тома.

source: The key must match the following the regex: '^[a-zA-Z0-9-_:. /]'
ru: Ключ должен соответствовать следующему регулярному выражению: '^[a-zA-Z0-9-_:. /]'

source: Created spec "%s".
ru: Спецификация "%s" создана.

source: Unable to create spec.
ru: Не удалось создать спецификацию

source: Saved spec "%s".
ru: Спецификация "%s" сохранена

source: Unable to edit spec.
ru: Не удалось изменить спецификацию

source: Deleted Spec
ru: Спецификация удалена

source: Key-Value Pairs
ru: Пары «ключ-значение»

source: undefined
ru: не определено

source: QoS Spec: {{ qos_spec_name }}
ru: Спецификация QoS: {{ qos_spec_name }}

source: Unable to retrieve QoS spec list.
ru: Не удалось получить список спецификаций QoS

source: Create Extra Spec For {{ qos_spec_name }}
ru: Создать дополнительную спецификацию для {{ qos_spec_name }}

source: Edit {{ qos_spec_name }} Spec Value
ru: Редактировать значение спецификации {{ qos_spec_name }}

source: Unable to retrieve QoS spec details.
ru: Не удалось получить подробные сведения о спецификации QoS

source: Add, modify or remove the QoS Spec associated with this volume type.
ru: Добавить, изменить или удалить спецификацию QoS, связанную с данным типом тома

source: "None" indicates that no QoS Spec is currently associated. Conversely, setting the QoS Spec to "None" will remove the current association.
ru: «Нет» — означает, что на данный момент связей со спецификациями QoS не создано. И наоборот, значение «Нет», указанное для спецификации QoS, удалит эту спецификацию.

source: This is equivalent to the <tt>openstack volume qos associate</tt> and <tt>openstack volume qos disassociate</tt> commands.
ru: Этот параметр является эквивалентом команд <tt>openstack volume qos associate</tt> и <tt>openstack volume qos disassociate</tt>.

source: QoS Specs can be associated with volume types. It is used to map to a set of quality of service capabilities requested by the volume owner. This is equivalent to the <tt>openstack volume qos create</tt> command. Once the QoS Spec gets created, click the "Manage Specs" button to manage the key-value specs for the QoS Spec. <br> <br> Each QoS Spec entity has a "Consumer" value which indicates where the administrator would like the QoS policy to be enforced. This value can be "front-end" (Compute back-end), "back-end" (Block Storage back-end), or "both".
ru: Спецификации QoS могут быть связаны с типами томов. Связи используются для отображения на набор возможностей качества обслуживания, запрошенных владельцем тома. Это является эквивалентом команды <tt>openstack volume qos create</tt>. Сразу после создания спецификации QoS нажмите на кнопку «Управление спецификациями» для настройки пар «ключ-значение» этой спецификации. <br> <br> У каждого экземпляра спецификации QoS есть значение «Потребитель», указывающее на то, где именно администратор хочет принудительно применить политику QoS. Этим значением может быть «сервер переднего плана» (служба Compute), «сервер заднего плана» (служба Block Storage) или «оба».

source: Volume type is a type or label that can be selected at volume creation time in OpenStack. It usually maps to a set of capabilities of the storage back-end driver to be used for this volume. Examples: "Performance", "SSD", "Backup", etc. This is equivalent to the <tt>openstack volume type create</tt> command. Once the volume type gets created, click the "View Extra Specs" button to set up extra specs key-value pair(s) for that volume type.
ru: Тип тома представляет собой разновидность метки, которую можно выбирать во время создания тома в OpenStack. Обычно тип отображается на набор возможностей драйвера сервера заднего плана хранилища, который будет использоваться с этим томом. Примеры: «Производительность», «SSD», «Резервная копия» и т.д. Эквивалентом является команда <tt>openstack volume type create</tt>. Как только типа тома будет создан, нажмите на кнопку «Просмотреть дополнительные спецификации», чтобы настроить дополнительные пары «ключ-значение» для спецификации этого типа тома.

source: Creating encryption for a volume type causes all volumes with that volume type to be encrypted. Encryption information cannot be added to a volume type if volumes are currently in use with that volume type.
ru: Создание шифрования для типа тома означает, что все тома данного типа будут зашифрованы. Сведения о шифровании нельзя добавить к типу тома, если этот тип на данный момент используется томами.

source: The <strong>Provider</strong> is the encryption provider format (e.g. 'luks' or 'plain').
ru: Параметр <strong>Поставщик</strong> указывает на формат поставщика шифрования (например, 'luks' или 'plain').

source: The <strong>Control Location</strong> is the notional service where encryption is performed (e.g., front-end=Nova). The default value is 'front-end.'
ru: Параметр <strong>Управление шифрованием</strong> — это фиктивная служба того местоположения, где выполняется сам процесс шифрования (например, сервер переднего плана=Nova). Значение по умолчанию: «сервер переднего плана».

source: The <strong>Cipher</strong> is the encryption algorithm/mode to use (e.g., aes-xts-plain64). If the field is left empty, the provider default will be used.
ru: Параметр <strong>Шифр</strong> обозначает используемый алгоритм шифрования (например, aes-xts-plain64). При пустом поле используется исходный алгоритм поставщика шифрования.

source: The <strong>Key Size</strong> is the size of the encryption key, in bits (e.g., 256). If the field is left empty, the provider default will be used.
ru: Параметр <strong>Размер ключа</strong> означает размер ключа шифрования в битах (например, 256). При пустом поле используется исходное значение поставщика шифрования.

source: Select the projects where the volume types will be used. If no projects are selected, then volume type will be only visible by users with the admin role.
ru: Выберите проекты, в которых будут использоваться типы томов. Если проекты не выбраны, тип тома будет видимым только для пользователей с ролью admin.

source: Modify volume type name, description, and public status.
ru: Изменить имя типа тома, описание и статус общей доступности.

source: Encryption information cannot be updated for a volume type if volumes are currently in use with the volume type.
ru: Сведения о шифровании типа тома нельзя обновить, если тома этого типа на данный момент используются.

source: The <strong>Provider</strong> is the encryption provider format (e.g., 'luks' or 'plain').
ru: Параметр <strong>Поставщик</strong> указывает на формат поставщика шифрования (например, 'luks' или 'plain').

source: Volume Type Encryption Overview
ru: Обзор шифрования типа тома

source: Volume Type is Unencrypted.
ru: Тип тома незашифрован

source: Associate QoS Spec
ru: Создать связь со спецификацией QoS

source: Create Encrypted Volume Type
ru: Создать зашифрованный тип тома

source: Update Encrypted Volume Type
ru: Обновить зашифрованный тип тома

source: Create a new "extra spec" key-value pair for a volume type.
ru: Создать новую «дополнительную спецификацию» для типа тома с парой «ключ-значение».

source: Update the "extra spec" value for "%(key)s"
ru: Обновить значение «дополнительной спецификации» для "%(key)s"

source: Volume Type Extra Specs
ru: Дополнительные спецификации типа тома

source: Volume Type: %(volume_type_name)s
ru: Тип тома: %(volume_type_name)s

source: Edit Volume Type Extra Spec
ru: Редактировать дополнительную спецификацию типа тома

source: Volume Type: %(volume_type_name)s
ru: Тип тома: %(volume_type_name)s

source: Create a new "spec" key-value pair for QoS Spec "%(qos_spec_name)s". Valid key names are expected in the QoS specs. Refer to Cinder documentation for the supported front-end and back-end keys.
ru: Создать новую пару «ключ-значение» для спецификации QoS "%(qos_spec_name)s". В спецификациях QoS ожидаются допустимые имена ключей. Поддерживаемые ключи для серверов переднего и заднего плана ищите в документации к Cinder.

source: Front-End Example:
ru: Пример для сервера переднего плана:

source: Key: total_iops_sec and Value: 5000
ru: Ключ: total_iops_sec and Value: 5000

source: Key: total_bytes_sec_max and Value: 512000
ru: Ключ: total_bytes_sec_max and Value: 512000

source: Key: size_iops_sec and Value: 16
ru: Ключ: size_iops_sec and Value: 16

source: Back-End Example:
ru: Пример сервера заднего плана:

source: Key: burstIOPS and Value: 5000 (number value bigger than minIOPS)
ru: Ключ: burstIOPS and Value: 5000 (числовое значение больше minIOPS)

source: Update the spec value for "%(key)s"
ru: Обновить значение спецификации для "%(key)s"

source: QoS Spec:
ru: Спецификация QoS:

source: Identifier
ru: Идентификатор

source: Name or other identifier for existing volume
ru: Имя или другой идентификатор существующего тома

source: Identifier Type
ru: Тип идентификатора

source: Type of backend device identifier provided
ru: Тип предоставляемого идентификатора сервиса заднего плана

source: Cinder host on which the existing volume resides; takes the form: host@backend-name#pool
ru: Хост Cinder, на котором расположен существующий том; имеет форму host@backend-name#pool

source: Volume name to be assigned
ru: Присваиваемое имя тома

source: Comma-separated key=value pairs
ru: Пары «ключ=значение» через запятую

source: Volume Type
ru: Тип тома

source: Bootable
ru: Загрузочный

source: Specifies that the newly created volume should be marked as bootable
ru: Указывает, что только что созданный том должен быть помечен как загрузочный

source: No volume type
ru: Без типа тома

source: Successfully sent the request to manage volume: %s
ru: Запрос на управление томом успешно послан: %s

source: Unable to manage volume.
ru: Управление томом невозможно

source: Successfully sent the request to unmanage volume: %s
ru: Запрос на остановку управления томом успешно послан: %s

source: Unable to unmanage volume.
ru: Остановить управление томом невозможно

source: Destination Host
ru: Целевой хост

source: Force Host Copy
ru: Принудительно копировать хост

source: Select a new host
ru: Выбрать новый хост

source: Successfully sent the request to migrate volume: %s
ru: Запрос на выполнение миграции тома передан успешно: %s

source: Failed to migrate volume.
ru: Сбой миграции тома

source: Successfully updated volume status to "%s".
ru: Статус тома успешно обновлён на "%s".

source: Unable to update volume status to "%s".
ru: Не удалось сменить статус тома на "%s".

source: Volume Name =
ru: Имя тома =

source: Bootable =
ru: Загрузочный =

source: Host =
ru: Хост =

source: Encrypted =
ru: Зашифрован =

source: Availability Zone =
ru: Зона доступности =

source: Size(GiB) =
ru: Размер(Гиб) =

source: Unmanage Volume
ru: Остановить управление томом

source: Unable to retrieve snapshot data.
ru: Не удалось получить данные снимка тома

source: Migrate Volume
ru: Миграция тома

source: Update Volume Status
ru: Обновить статус тома

source: Attached To
ru: Прикреплено к

source: Unable to retrieve volume project information.
ru: Не удалось получить сведения о проекте тома

source: Manage
ru: Управлять

source: Unmanage
ru: Остановить управление

source: Unable to retrieve volume details.
ru: Не удалось получить подробные сведения о томе

source: Migrate
ru: Выполнить миграцию

source: Unable to retrieve pools information.
ru: Не удалось получить сведения о пулах

source: GiB
ru: Гиб (гибибайт)

source: Encrypted
ru: Зашифровано

source: Yes
ru: Да

source: No
ru: Нет

# Created time
source: Created
ru: Создано

source: Attachments
ru: Подключённые элементы

source: <a href="%(instance_url)s">%(instance_name)s</a> on %(device)s
ru: <a href="%(instance_url)s">%(instance_name)s</a> на %(device)s

source: Not attached
ru: Не прикреплён

source: Image
ru: Образ
