Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: Failed to add %(users_to_add)s project members%(group_msg)s and set project quotas.
ru: Не удалось добавить %(users_to_add)s участников проекта %(group_msg)s и настроить квоты проекта.

source: Failed to add %s project groups and update project quotas.
ru: Не удалось добавить группы в проект (%s) и обновить квоты проекта.

source: You cannot disable your current project
ru: Текущий проект нельзя отключить

source: Edit the project details.
ru: Редактировать сведения о проекте

source: Modified project "%s".
ru: Проект "%s" был изменён.

source: Unable to modify project "%s".
ru: Не удалось изменить проект "%s".

source: You cannot revoke your administrative privileges from the project you are currently logged into. Please switch to another project with administrative privileges or remove the administrative role manually via the CLI.
ru: Невозможно отозвать административные привилегии из проекта, в который на данный момент выполнен вход. Перейдите в другой проект с административными привилегиями или удалите роль администратора вручную в консоли.

source: , update project groups
ru: , обновить группы проекта

source: Failed to modify %(users_to_modify)s project members%(group_msg)s and update project quotas.
ru: Не удалось изменить %(users_to_modify)s участников проекта %(group_msg)s и обновить квоты проекта.

source: Failed to modify %s project members, update project groups and update project quotas.
ru: Не удалось изменить участников проекта (%s) и обновить группы и квоты проекта.

source: Project Details
ru: Подробные сведения о проекте

source: Project Usage Overview
ru: Обзор потребления ресурсов проектом

source: Roles from Groups
ru: Роли на основе групп

source: Role Name
ru: Имя роли

source: Role created successfully.
ru: Роль создана успешно

source: Unable to create role.
ru: Не удалось создать роль

source: Role updated successfully.
ru: Роль была успешно обновлена

source: Unable to update role.
ru: Не удалось обновить роль

source: Create Role
ru: Создать роль

source: Delete Role
ru: Удалить роль

source: Deleted Role
ru: Роль была удалена

source: Role Name =
ru: Имя роли =

source: Role ID =
ru: ID роли =

source: Role ID
ru: ID роли

source: Unable to retrieve roles list.
ru: Не удалось получить список ролей

source: Insufficient privilege level to view role information.
ru: Недостаточно привилегий для просмотра сведений о роли

source: Update Role
ru: Обновить роль

source: Create a new role.
ru: Создать новую роль.

source: Edit the role's details.
ru: Изменить подробные сведения о роли

source: Password
ru: Пароль

source: Confirm Password
ru: Подтвердите пароль

source: Passwords do not match.
ru: Пароли не совпадают

source: No available projects
ru: Нет доступных проектов

source: Primary Project
ru: Первичный проект

source: Role
ru: Роль

source: Lock password
ru: Запретить пользователю изменять пароль

source: User "%s" was successfully created.
ru: Пользователь "%s" был успешно создан

source: Unable to add user to primary project.
ru: Не удалось добавить пользователя к первичному объекту

source: User name "%s" is already used.
ru: Имя пользователя "%s" уже используется

source: Unable to create user.
ru: Не удалось создать пользователя

source: User "%s" has been updated successfully.
ru: Пользователь "%s" был успешно создан

source: Unable to update the user.
ru: Не удалось обновить пользователя

source: Admin Password
ru: Пароль администратора

source: The admin password is incorrect.
ru: Неверный пароль администратора.

source: Password changed. Please log in to continue.
ru: Пароль был изменён. Для продолжения выполните вход в систему

source: User password has been updated successfully.
ru: Пароль пользователя был успешно обновлён

source: The password does not match the requirements: %s
ru: Пароль не отвечает требованиям: %s

source: Unable to update the user password.
ru: Не удалось обновить пароль пользователя

source: Create User
ru: Создать пользователя

source: Change Password
ru: Изменить пароль

source: Enable User
ru: Включить пользователя

source: Disable User
ru: Отключить пользователя

source: Enabled User
ru: Пользователь был включён

source: Disabled User
ru: Пользователь был отключён

source: Delete User
ru: Удалить пользователя

source: Deleted User
ru: Пользователь был удалён

source: User Name =
ru: Имя пользователя =

source: User ID =
ru: ID пользователя =

source: Unable to retrieve user domain.
ru: Не удалось получить сведения о домене пользователя

source: Role assignments
ru: Присвоение ролей

source: Unable to display the role assignments of this user.
ru: Не удалось показать роли, присвоенные этому пользователю

source: Unable to display role assignment through groups.
ru: Не удалось показать роли, присвоенные на базе групп

source: Unable to display the groups of this user.
ru: Не удалось показать группы этого пользователя

source: Unable to retrieve user information.
ru: Не удалось получить сведения о пользователе

source: Insufficient privilege level to view user information.
ru: Недостаточно привилегий для просмотра сведений о пользователях

source: Update User
ru: Обновить пользователя

source: Unable to retrieve user roles.
ru: Не удалось получить сведения о ролях пользователя

source: Unable to retrieve user details.
ru: Не удалось получить подробные сведения о пользователе

source: %(role)s (through group %(group)s)
ru: %(role)s (на базе групп %(group)s)

source: System Scope
ru: Область системы

source: Change user's password. We highly recommend you create a strong one.
ru: Изменить пароль пользователя. Настоятельно рекомендуется создать пароль, устойчивый к взлому

source: Create a new user and set related properties including the Primary Project and Role.
ru: Создать нового пользователя и настроить соответствующие параметры, включая первичный проект и роль.

source: Password Expires At
ru: Истечение срока действия пароля:

source: Edit the user's details, including the Primary Project.
ru: Редактировать подробные сведения о пользователе, включая первичный проект

source: User Details
ru: Подробные сведения о пользователе

source: Unable to recreate ec2 credentials. Failed to delete ec2 credentials.
ru: Не удалось повторно создать учётные данные ec2. Не удалось удалить учётные данные ec2.

source: Successfully recreated ec2 credentials.
ru: Учётные данные ec2 были удачно создано повторно

source: Unable to recreate ec2 credentials. Failed to create ec2 credentials.
ru: Не удалось повторно создать учётные данные ec2. Не удалось создать учётные данные ec2.

source: API Access
ru: Доступ к API

source: EC2 Credentials
ru: Учётные данные EC2

source: OpenStack clouds.yaml File
ru: Файл OpenStack clouds.yaml

source: View Credentials
ru: Просмотреть учётные данные

source: Recreate EC2 Credentials
ru: Повторно создать учётные данные EC2

source: Service Endpoint
ru: Конечная точка службы

source: API Endpoints
ru: Конечные точки API

source: Download OpenStack RC File
ru: Загрузить файл RC OpenStack

source: Unable to fetch EC2 credentials.
ru: Не удалось забрать учётные данные EC2

source: Error writing zipfile: %(exc)s
ru: Ошибка записи zipfile: %(exc)s

source: Error Downloading RC File: %s
ru: Ошибка загрузки файла RC: %s

source: User Credentials Details
ru: Подробные сведения об учётные данных пользователя

source: Unable to get openrc credentials
ru: Не удалось получить учётные данные openrc

source: Unable to get EC2 credentials
ru: Не удалось получить учётные данные EC2

source: Authentication URL
ru: Адрес URL для аутентификации

source: EC2 Access Key
ru: Ключ доступа EC2

source: EC2 Secret Key
ru: Секретный ключ EC2

source: This action cannot be undone. Current EC2 credentials will be deleted and not recoverable.
ru: Это действие нельзя будет отменить. Текущие учётные данные EC2 будут удалены без возможности восстановления

source: Backup Name
ru: Имя резервной копия

source: Container Name
ru: Имя контейнера

source: Backup Snapshot
ru: Снимок резервной копии

source: Unable to fetch snapshot
ru: Не удалось забрать снимок

source: No snapshot for this volume
ru: У этого тома нет снимков

source: Select snapshot to backup (Optional)
ru: Выбрать снимок для создания резервной копии (дополнительно)

source: Unable to fetch snapshots
ru: Не удалось забрать снимки

source: Creating volume backup "%s"
ru: Создаётся резервная копия тома "%s"

source: Unable to create volume backup.
ru: Не удалось создать резервную копию тома

source: Select Volume
ru: Выбрать том

source: Unable to lookup volume or backup information.
ru: Не удалось выполнить поиск сведений о томе или резервной копии

source: Create a New Volume
ru: Создать новый том

source: Request for restoring backup %(backup_name)s to volume with id: %(volume_id)s has been submitted.
ru: Запрос о восстановлении резервной копии %(backup_name)s в виде тома с идентификатором %(volume_id)s был послан

source: Unable to restore backup.
ru: Не удалось восстановить из резервной копии

source: Delete Volume Backup
ru: Удалить резервную копию тома

source: Scheduled deletion of Volume Backup
ru: Удаление резервной копии было занесено в расписание

source: Restore Backup
ru: Восстановить из резервной копии

# Current status of a Volume Backup
source: Available
ru: Доступно

# Current status of a Volume Backup
source: Error
ru: Ошибка

# Current status of a Volume Backup
source: Creating
ru: Выполняется создание

# Current status of a Volume Backup
source: Restoring
ru: Выполняется восстановление

# Current status of a Volume Backup
source: Deleting
ru: Выполняется удаление

# Current status of a Volume Backup
source: Error Restoring
ru: Ошибка восстановления

source: Unable to retrieve backup details.
ru: Не удалось получить подробные сведения о резервной копии

source: Create Volume Backup
ru: Создать резервную копию тома

source: Restore Backup to Volume
ru: Восстановить резервную копию в виде тома

source: Restore Volume Backup
ru: Восстановить том из резервной копии

source: Volume Backup:
ru: Резервная копия тома:

source: Volume Backups are stored using one of cinder-backup drivers (object storage service, Ceph, NFS, etc ...). You must have one of these services activated in order to create a backup.
ru: Резервные копии томов хранятся с использованием одного из драйверов cinder-backup (служба хранилища объектов, Ceph, NFS, и т.д.). Для возможности создания резервной копии одна их этих служб должна быть активной.

source: If a snapshot is specified here only the specified snapshot of the volume will be backed up. </p>
ru: Резервная копия будет создана только для указанного здесь снимка тома. </p>

source: If no container name is provided, a default container named volumebackups will be provisioned for you. Backups will be the same size as the volume they originate from.
ru: В случае, если имя контейнера не указано, будет предоставлен контейнер по умолчанию с именем «volumebackups». Резервные копии будут иметь тот же размер, что и том, для которого создаётся эта копия.

source: Restore Backup:
ru: Восстановить из резервной копии:

source: Select a volume to restore to.
ru: Выбрать том, резервную копию которого нужно восстановить.

source: Optionally, you may choose to create a new volume.
ru: Дополнительно можно выбрать создание нового тома.

source: Containers
ru: Контейнеры

source: Slash is not an allowed character.
ru: Косая черта не является разрешённым символом

source: Object Store
ru: Хранилище объектов

source: DNS Domain
ru: Домен DNS

source: DNS Name
ru: Имя DNS

source: You are already using all of your available floating IPs.
ru: Все доступные плавающие IP уже используются

source: Allocated Floating IP %(ip)s.
ru: Выделенный плавающий IP %(ip)s.

source: Unable to allocate Floating IP.
ru: Не удалось выделить плавающий IP.

source: Allocate IP To Project
ru: Выделить IP проекту

source: (Quota exceeded)
ru: (Квота превышена)

source: Once a floating IP is released, there is no guarantee the same IP can be allocated again.
ru: После освобождения плавающего IP нет гарантии, что тот же самый IP будет выделен снова

source: Release Floating IP
ru: Освободить плавающий IP

source: Released Floating IP
ru: Плавающий IP был освобождён

source: Disassociate
ru: Удалить привязку

source: Load Balancer VIP %s
ru: VIP балансировщика нагрузки %s

# Current status of a Floating IP
source: Active
ru: Активен

# Current status of a Floating IP
source: Down
ru: Не активен

# Current status of a Floating IP
source: Error
ru: Ошибка

source: Floating IP Address =
ru: Плавающий адрес IP =

source: Network ID =
ru: ID сети =

source: Router ID =
ru: ID маршрутизатора =

source: Port ID =
ru: ID порта =

source: e.g. ACTIVE / DOWN / ERROR
ru: например, АКТИВЕН / НЕАКТИВЕН / ОШИБКА

source: Mapped Fixed IP Address
ru: Отображённый фиксированный адрес IP

source: Allocate IP
ru: Выделить IP

source: No floating IP pools available
ru: Нет доступных пулов плавающих IP

source: Unable to retrieve floating IP addresses.
ru: Не удалось получить сведения о плавающих IP

source: Select the IP address you wish to associate with the selected instance or port.
ru: Выберите адрес IP, который должен быть связан с выбранным экземпляром или портом.

source: Select an IP address
ru: Выберите адрес IP

source: No floating IP addresses allocated
ru: Плавающие IP выделены не были

source: Select a port
ru: Выберите порт

source: No ports available
ru: Нет доступных портов

source: Manage Floating IP Associations
ru: Управлять связями плавающих IP

source: Unable to associate IP address %s.
ru: Не удалось привязать адрес IP %s.

source: unknown IP address
ru: неизвестный адрес IP

source: The requested instance port is already associated with another floating IP.
ru: Порт запрошенного экземпляра уже связан с другим плавающим IP

source: Allocate a floating IP from a given floating IP pool.
ru: Выделить плавающий IP из указанного пула плавающих IP

source: Project Quotas
ru: Квоты проекта

source: Floating IP
ru: Плавающий IP

source: %(used)s of %(quota)s Used
ru: Используется %(used)s из %(quota)s

source: Unable to retrieve public images.
ru: Не удалось получить сведения об общедоступных образах

source: Unable to retrieve images for the current project.
ru: Не удалось получить получить сведения об образах текущего проекта

source: Unable to retrieve community images.
ru: Не удалось получить сведения об образах «сообщества»

source: Unable to retrieve shared images.
ru: Не удалось получить сведения об общих образах

source: Unable to retrieve images.
ru: Не удалось получить сведения об образах

source: Image Source
ru: Источник образа

source: Image Location
ru: Местоположение образа

source: Image File
ru: Файл образа

source: An external (HTTP/HTTPS) URL to load the image from.
ru: Внешний (HTTP/HTTPS) адрес URL для загрузки образа

source: A local image to upload.
ru: Локальный образ для выгрузки

source: Kernel
ru: Ядро

source: Format
ru: Формат

source: CPU architecture of the image.
ru: Архитектура ЦП образа

source: Minimum Disk (GB)
ru: Минимальное место на диске (Гбайт)

source: The minimum disk size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
ru: Минимальное место на диске, требуемое для возможности загрузить образ. Если не указано, по умолчанию указывается значение 0 (минимального значения нет).

source: Minimum RAM (MB)
ru: Минимальный объём ОЗУ (Мбайт)

source: The minimum memory size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
ru: Минимальный размер памяти, требуемый для возможности загрузки образа. Если не указано, по умолчанию указывается значение 0 (минимального значения нет).

source: Copy Data
ru: Копировать данные

source: Specify this option to copy image data to the image service. If unspecified, image data will be used in its current location.
ru: Укажите действие по копированию данных образа в службу образа. Если не указано, данные образа будут использоваться по его текущему местонахождению.

source: Make the image visible across projects.
ru: Сделать образ видимым для проектов

source: Prevent the deletion of the image.
ru: Защитить образ от удаления

source: The current Horizon settings indicate no valid image creation methods are available. Providing an image location and/or uploading from the local file system must be allowed to support image creation.
ru: Текущие параметры Horizon указывают, что действительные методы создания образов отсутствуют. Для поддержки создания образов необходимо разрешить указание местоположения образов и/или выгрузку образов из локальной ФС.

source: Choose an image
ru: Выберите образ

source: An image file or an external location must be specified.
ru: Необходимо указать файл образа или внешнее местоположение

source: Your image %s has been queued for creation.
ru: Создание образа %s было поставлено в очередь

source: Unable to create new image
ru: Не удалось создать новый образ

source: Unable to create new image: Invalid disk format %s for image.
ru: Не удалось создать новый образ: недопустимый для образа формат диска %s

source: Unable to create new image: Image name too long.
ru: Не удалось создать новый образ: образ слишком длинный

source: Unable to create new image: URL scheme not supported.
ru: Не удалось создать новый образ: схема URL не поддерживается

source: Non admin users are not allowed to make images public.
ru: Пользователи без административных привилегий не могут делать образы общедоступными

source: Unable to update image "%s".
ru: Не удалось обновить образ "%s".

source: Image was successfully updated.
ru: Образ был успешно обновлён

source: Launch Instance
ru: Запустить экземпляр

source: Launch
ru: Запустить

source: Deleted images are not recoverable.
ru: Удалённые образы нельзя восстановить

source: Delete Image
ru: Удалить образ

source: Deleted Image
ru: Образ был удалён

source: Create Image
ru: Создать образ

source: Create Volume
ru: Создать том

source: Non-Public from Other Projects
ru: Не общедоступный из других проектов

source: Shared with Project
ru: Разделён с проектом

# Current status of an Image
source: Active
ru: Активен

# Current status of an Image
source: Saving
ru: Выполняется сохранение

# Current status of an Image
source: Queued
ru: Поставлен в очередь

# Current status of an Image
source: Pending Delete
ru: В ожидании удаления

# Current status of an Image
source: Killed
ru: Убит

# Current status of an Image
source: Deleted
ru: Удалён

# Current status of an Image
source: Deactivated
ru: Деактивирован

# Type of an image
source: Image
ru: Образ

# Type of an image
source: Snapshot
ru: Снимок

source: Unable to retrieve image.
ru: Не удалось получить сведения об образе

source: Unable to retrieve image details.
ru: Не удалось получить подробные сведения об образе

source: Snapshot Name
ru: Имя снимка

source: Snapshot "%(name)s" created for instance "%(inst)s"
ru: Снимок "%(name)s" был создан для экземпляра "%(inst)s"

source: Quota exceeded for creating snapshots
ru: Превышена квота создания снимков

source: Unable to create snapshot.
ru: Не удалось создать снимок.

source: Create Snapshot
ru: Создать снимок

source: Images can be provided via an HTTP/HTTPS URL or be uploaded from your local file system.
ru: Образы можно предоставить с помощью адресов URL HTTP/HTTPS или выгрузить из локальной ФС

source: Currently only images uploaded from your local file system are supported.
ru: На данный момент поддерживается только выгрузка из локальной ФС

source: If you select an image via an HTTP/HTTPS URL, the Image Location field MUST be a valid and direct URL to the image binary; it must also be accessible to the Image Service. URLs that redirect or serve error pages will result in unusable images.
ru: При выборе получения образа с помощью адреса URL по протоколам HTTP/HTTPS в поле местоположения образа НЕОБХОДИМО указывать действительный и прямой адрес URL до исполняемого файла образа; также это местоположение должно быть доступным для службы образов. URL с перенаправлениями или выдающие страницы с ошибками сервера приведут к невозможности использовать образы.

source: Owner
ru: Владелец

source: Checksum
ru: Контрольная сумма

source: Virtual Size
ru: Виртуальный размер

source: Container Format
ru: Формат контейнера

source: Disk Format
ru: Формат диска

source: Min Disk
ru: Мин. объём диска

source: Min RAM
ru: Мин. объём ОЗУ

source: Custom Properties
ru: Пользовательские параметры

source: A snapshot is an image which preserves the disk state of a running instance.
ru: Снимок — это образ, сохраняющий состояние диска выполняющегося экземпляра

# Action log of an instance
source: Create
ru: Создать

# Action log of an instance
source: Pause
ru: Приостановить работу

# Action log of an instance
source: Unpause
ru: Возобновить после приостановки

# Action log of an instance
source: Rebuild
ru: Создать повторно

# Action log of an instance
source: Resize
ru: Изменить размер

# Action log of an instance
source: Confirm Resize
ru: Подтвердить изменение размера

# Action log of an instance
source: Suspend
ru: Перевести в режим гибернации

# Action log of an instance
source: Resume
ru: Вывести из состояния ожидания

# Action log of an instance
source: Reboot
ru: Перезагрузка

# Action log of an instance
source: Stop
ru: Остановить

# Action log of an instance
source: Start
ru: Запустить

# Action log of an instance
source: Shelve
ru: Выключить с сохранением данных и ресурсов

# Action log of an instance
source: Unshelve
ru: Запустить с сохранёнными данными и ресурсами

# Action log of an instance
source: Migrate
ru: Выполнить миграцию

# Action log of an instance
source: Rescue
ru: Выполнить аварийную загрузку

# Action log of an instance
source: Unrescue
ru: Перезапустить с обычного загрузочного диска (после аварийного восстановления)

# Action log of an instance
source: Create Image
ru: Создать образ

source: Request ID
ru: ID запроса

source: Message
ru: Сообщение

source: Select Image
ru: Выбрать образ

source: Rebuild Password
ru: Повторно создать пароль

source: Confirm Rebuild Password
ru: Подтвердите повторное создание пароля

source: Disk Partition
ru: Раздел диска

source: Automatic
ru: Автоматически

source: Manual
ru: Вручную

source: No images available
ru: Нет доступных образов

source: Rebuilding instance %s.
ru: Выполняется повторное создание экземпляра %s.

source: Unable to rebuild instance.
ru: Не удалось создать экземпляр повторно

source: Key Pair Name
ru: Имя пары ключей

source: The Key Pair name that was associated with the instance
ru: Имя пары ключей, связанной с экземпляром

source: The instance password encrypted with your public key.
ru: Пароль экземпляра, зашифрованный с помощью вашего открытого ключа

source: Encrypted Password
ru: Зашифрованный пароль

source: Instance Password is not set or is not yet available
ru: Пароль экземпляра не настроен или ещё не доступен

source: Private Key File
ru: Файл закрытого ключа

source: OR Copy/Paste your Private Key
ru: ИЛИ скопируйтевставьте ваш закрытый ключ

source: Unable to retrieve instance password.
ru: Не удалось получить пароль экземпляра

source: Volume ID
ru: ID тома

source: Select a volume to attach to this instance.
ru: Выбрать том для подключения к этому экземпляру

source: Device Name
ru: Имя устройства

source: Actual device name may differ due to hypervisor settings. If not specified, then hypervisor will select a device name.
ru: Фактическое имя устройства может отличаться в связи с параметрами гипервизора. Если не указано, имя устройства выберет гипервизор.

source: Select a volume
ru: Выберите том

source: No volumes available
ru: Нет доступных томов

source: Unknown volume (None)
ru: Неизвестный том (нет)

source: Attaching volume %(vol)s to instance %(inst)s on %(dev)s.
ru: Том %(vol)s подключается к экземпляру %(inst)s на %(dev)s.
