Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/openstack_dashboard/locale/django.po
Languages: ru

source: Delete volume when the instance is deleted
ru: При удалении экземпляра удалить также и том

source: Select source
ru: Выбрать источник

source: Boot from image
ru: Загрузка с образа

source: Boot from snapshot
ru: Загрузка со снимка

source: Boot from volume
ru: Загрузка с тома

source: Boot from image (creates a new volume)
ru: Загрузка с образа (будет создан новый том)

source: Boot from volume snapshot (creates a new volume)
ru: Загрузка со снимка образа (будет создан новый том)

source: The requested instance(s) cannot be launched as your quota will be exceeded: Available: %(avail)s, Requested: %(req)s.
ru: Запрошенные экземпляры запустить невозможно, будет превышена квота: доступно: %(avail)s, запрошено: %(req)s.

source: The requested instance cannot be launched. Requested volume exceeds quota: Available: %(avail)s, Requested: %(req)s.
ru: Запрошенный экземпляр запустить невозможно. Запрошенный том превышает квоту: доступно: %(avail)s, запрошено: %(req)s.

source: Cores(Available: %(avail)s, Requested: %(req)s)
ru: Ядра(доступно: %(avail)s, запрошено: %(req)s)

source: RAM(Available: %(avail)s, Requested: %(req)s)
ru: ОЗУ(доступно: %(avail)s, запрошено: %(req)s)

source: The requested instance cannot be launched. The following requested resource(s) exceed quota(s): %s.
ru: Запрошенный экземпляр запустить невозможно. Следующие запрошенные ресурсы превышают квоту: %s.

source: The flavor '%(flavor)s' is too small for requested image. Minimum requirements: %(min_ram)s MB of RAM and %(min_disk)s GB of Root Disk.
ru: Вариант конфигурации '%(flavor)s' слишком маленький для запрошенного образа. Минимальные требования: %(min_ram)s Мбайт ОЗУ и %(min_disk)s Гбайт корневого диска.

source: The Volume size is too small for the '%(image_name)s' image and has to be greater than or equal to '%(smallest_size)d' GB.
ru: Размер тома слишком мал для образа '%(image_name)s', размер должен быть равен или превышать '%(smallest_size)d' Гбайт.

source: You must select an image.
ru: Необходимо выбрать образ

source: You must set volume size
ru: Необходимо указать размер тома

source: Volume size must be greater than 0
ru: Размер тома должен быть больше 0

source: You must select a snapshot.
ru: Необходимо выбрать снимок

source: You must select a volume.
ru: Необходимо выбрать том

source: Launching multiple instances is only supported for images and instance snapshots.
ru: Запуск нескольких экземпляров поддерживается только для образов и снимков экземпляров.

source: Unable to retrieve availability zones.
ru: Не удалось получить сведения о зонах доступности

source: No availability zones found
ru: Зон доступности не найдено

source: Any Availability Zone
ru: Любая зона доступности

source: Unable to retrieve quota information.
ru: Невозможно получить сведения о квотах

source: %(name)s - %(size)s GB (%(label)s)
ru: %(name)s - %(size)s Гбайт (%(label)s)

source: Select Instance Snapshot
ru: Выберите снимок экземпляра

source: No snapshots available
ru: Нет доступных снимков

source: Unable to retrieve list of volumes.
ru: Не удалось получить список томов

source: Unable to retrieve list of volume snapshots.
ru: Не удалось получить список снимков томов

source: Select Volume Snapshot
ru: Выберите снимок тома

source: No volume snapshots available
ru: Нет доступных снимков томов

source: Key pair to use for authentication.
ru: Пара ключей для аутентификации

source: Confirm Admin Password
ru: Подтвердите пароль администратора

source: Launch instance in these security groups.
ru: Запустить экземпляр в этих группах безопасности

source: Access & Security
ru: Доступ и безопасность

source: Control access to your instance via key pairs, security groups, and other mechanisms.
ru: Управление доступом к экземпляру с помощью пар ключей, групп безопасности и других механизмов

source: Unable to retrieve list of security groups
ru: Не удалось получить список групп безопасности

source: Post-Creation
ru: Действия после создания

source: Select Script Source
ru: Выберите источник сценария

source: File
ru: Файл

source: Customization Script Source
ru: Источник сценария настройки

source: A script or set of commands to be executed after the instance has been built (max 16kb).
ru: Сценарий или набор команд, которые должны быть выполнены после создания экземпляра (макс. 16 кбайт)

source: Script File
ru: Файл сценария

source: Script Data
ru: Данные сценария

source: File exceeds maximum size (16kb)
ru: Файл превышает максимальный доступный размер (16 кбайт)

source: There was a problem parsing the %(prefix)s: %(error)s
ru: При анализе %(prefix)s возникла проблема: %(error)s

source: At least one network must be specified.
ru: Необходимо указать хотя бы одну сеть

source: Launch instance with these networks
ru: Запустить экземпляр с этими сетями

source: Networking
ru: Настройка сетей

source: Select networks for your instance.
ru: Выберите сети для экземпляра

source: Launch instance with these ports
ru: Запустить экземпляр с этими портами

source: Network Ports
ru: Сетевые порты

source: Automatic: The entire disk is a single partition and automatically resizes. Manual: Results in faster build times but requires manual partitioning.
ru: Автоматически: весь диск — это один раздел, и его размер изменяется автоматически. Вручную: сборка выполняется быстрее, но разделы нужно создать вручную.

source: Configuration Drive
ru: Устройство с конфигурацией

source: Configure OpenStack to write metadata to a special configuration drive that attaches to the instance when it boots.
ru: Настроить в OpenStack запись метаданных на специальное устройство конфигурации, которое подключается к экземпляру во время его загрузки

source: Server Group
ru: Группа серверов

source: Server group to associate with this instance.
ru: Группа серверов, которую нужно привязать к этому экземпляру

source: Unable to retrieve extensions information.
ru: Не удалось получить сведения о расширениях

source: Advanced Options
ru: Дополнительные параметры

source: Request for launching %(count)s named "%(name)s" has been submitted.
ru: Был послан запрос на запуск %(count)s с именами "%(name)s"

source: Unable to launch %(count)s named "%(name)s".
ru: Не удалось запустить %(count)s с именами "%(name)s".

source: %s instances
ru: Экземпляров: %s

source: instance
ru: экземпляр

source: Old Flavor
ru: Старый вариант конфигурации

source: New Flavor
ru: Новый вариант конфигурации

source: Choose the flavor to launch.
ru: Выбрать запускаемый вариант конфигурации.

source: Flavor Choice
ru: Выбор варианта конфигурации

source: Select a New Flavor
ru: Выбрать новый вариант конфигурации

source: Resize
ru: Изменить размер

source: Request for resizing of instance "%s" has been submitted.
ru: Был послан запрос на изменение размера экземпляра "%s"

source: Unable to resize instance "%s".
ru: Не удалось изменить размер экземпляра "%s".

source: Unable to update instance security group.
ru: Не удалось обновить группу безопасности экземпляра

source: Instance Security Groups
ru: Группы безопасности экземпляра

source: Information
ru: Сведения

source: Edit the instance details.
ru: Изменить подробные сведения об экземпляре

source: Modified instance "%s".
ru: Экземпляр "%s" был изменён

source: Unable to modify instance "%s".
ru: Не удалось изменить экземпляр "%s".

source: Key pair name may only contain letters, numbers, underscores, spaces, and hyphens and may not be white space.
ru: Имя пары ключей может содержать только буквы, цифры, символы подчёркивания, пробелы и дефисы. Имя не может быть пустым.

source: Key Type
ru: Тип ключа

source: SSH Key
ru: Ключ SSH

source: X509 Certificate
ru: Сертификат X509

source: Public Key
ru: Открытый ключ

source: Successfully imported public key: %s
ru: Открытый ключ был успешно импортирован: %s

source: Unable to import key pair.
ru: Не удалось импортировать пару ключей

source: Removing a key pair can leave OpenStack resources orphaned. You should not remove a key pair unless you are certain it is not being used anywhere.
ru: Удаление пары ключей может привести к утере ресурсов OpenStack. Удалять пару ключей можно только при полной уверенности в том, что эта пара больше нигде не используется.

source: Delete Key Pair
ru: Удалить пару ключей

source: Deleted Key Pair
ru: Пара ключей была удалена

source: Import Public Key
ru: Импортировать открытый ключ

source: Create Key Pair
ru: Создать пару ключей

source: Key Pair Type
ru: Тип пары ключей

source: Fingerprint
ru: Отпечаток

source: Insufficient privilege level to retrieve key pair list.
ru: Недостаточно привилегий для получения списка пар ключей

source: Unable to retrieve key pair list.
ru: Не удалось получить список пар ключей

source: Import Key Pair
ru: Импортировать пару ключей

source: Key Pair Details
ru: Подробные сведения о паре ключей

source: Unable to retrieve details for keypair "%s".
ru: Не удалось получить подробные сведения о паре ключей "%s".

source: Key Pairs are how you login to your instance after it is launched.
ru: Пара ключей представляет собой способ входа в систему на экземпляре после его запуска.

source: Choose a key pair name you will recognise and paste your SSH public key into the space provided.
ru: Выберите узнаваемое имя пары ключей и скопируйте свой открытый ключ SSH в предоставленное поле

source: SSH key pairs can be generated with the ssh-keygen command:
ru: Пары ключей SSH можно создать с помощью команды ssh-keygen:

source: This generates a pair of keys: a key you keep private (cloud.key) and a public key (cloud.key.pub). Paste the contents of the public key file here.
ru: Данное действие создаёт пару ключей: закрытый частный ключ (cloud.key) и открытый ключ (cloud.key.pub). Скопируйте сюда содержимое файла открытого ключа.

source: After launching an instance, you login using the private key (the username might be different depending on the image you launched):
ru: После запуска экземпляра выполняется в ход в систему с помощью закрытого ключа (имя пользователя может отличаться в зависимости от запущенного образа):

source: The key pair &quot;%(keypair_name)s&quot; should download automatically. If not, use the button below.
ru: Пара ключей &quot;%(keypair_name)s&quot; должна загрузиться автоматически. В противном случае используйте кнопку ниже.

source: Regenerate and download Key Pair &quot;%(keypair_name)s&quot;
ru: Создайте заново и загрузите пару ключей &quot;%(keypair_name)s&quot;

source: Network QoS
ru: QoS сети

source: Network QoS Policies
ru: Сетевые политики QoS

source: Network Topology
ru: Сетевая топология

source: Topology
ru: Топология

source: Graph
ru: График

source: Create a Router
ru: Создать маршрутизатор

source: Unable to retrieve the instance.
ru: Не удалось получить сведения об экземпляре

source: Launch Instance (Quota exceeded)
ru: Запустить экземпляр (квота превышена)

source: Create Network (Quota exceeded)
ru: Создать сеть (квота превышена)

source: Create Router (Quota exceeded)
ru: Создать маршрутизатор (квота превышена)

source: Create Router
ru: Создать маршрутизатор

source: Resize the canvas by scrolling up/down with your mouse/trackpad on the topology. Pan around the canvas by clicking and dragging the space behind the topology.
ru: Изменяйте размер холста путём прокручивания вверх-вниз, наведя курсор мыши на область топологии. Перемещайтесь по периметру холста, перетаскивая пространство за областью топологии.

source: Toggle Labels
ru: Вкл/выкл метки

source: Toggle Network Collapse
ru: Свернуть/развернуть сеть

source: Center Topology
ru: Топологию по центру

source: There are no networks, routers, or connected instances to display.
ru: Нет сетей, маршрутизаторов или подключённых экземпляров для отображения

source: Instance
ru: Экземпляр

source: Small
ru: Маленький

source: This panel needs JavaScript support.
ru: Для данной панели необходима поддержка JavaScript

source: This action cannot be undone.
ru: Это действие нельзя будет отменить.

source: Delete Network
ru: Удалить сеть

source: Deleted Network
ru: Сеть удалена

source: Unable to delete network %(name)s. Most possible reason is because one or more ports still exist on the requested network.
ru: Не удалось удалить сеть %(name)s. Наиболее вероятная причина — в запрошенной сети ещё существуют один или более портов.

# Current status of a Network
source: Active
ru: Активна

# Current status of a Network
source: Build
ru: Сборка

# Current status of a Network
source: Down
ru: Не работает

# Current status of a Network
source: Error
ru: Ошибка

source: Name =
ru: Имя =

source: Shared =
ru: Общая =

source: e.g. Yes / No
ru: например, «Да/Нет»

source: External =
ru: Внешняя =

source: Admin State =
ru: Административное состояние =

source: e.g. UP / DOWN
ru: например, РАБОТАЕТ/НЕ РАБОТАЕТ

source: Unable to retrieve network details.
ru: Не удалось получить подробные сведения о сети

source: Create a new network. In addition, a subnet associated with the network can be created in the following steps of this wizard.
ru: Создать новую сеть. Дополнительно, на следующих этапах данного мастера можно будет создать подсеть, связанную с этой сетью.

source: Subnet Name
ru: Имя подсети

source: Network Address Source
ru: Источник сетевого адреса

source: Enter Network Address manually
ru: Указать адрес сети вручную

source: Allocate Network Address from a pool
ru: Выделить адрес сети из пула

source: Address pool
ru: Пул адресов

source: Network Mask
ru: Маска сети

source: Network Address
ru: Адрес сети

source: Specify "Network Address" or clear "Create Subnet" checkbox in previous step.
ru: Укажите «Адрес сети» или снимите отметку с пункта «Создать подсеть» в предыдущем шаге.

source: Network address in CIDR format (e.g. 192.168.0.0/24, 2001:DB8::/48)
ru: Адрес сети в формате CIDR (например, 192.168.0.0/24, 2001:DB8::/48)

source: IP address of Gateway (e.g. 192.168.0.254) The default value is the first IP of the network address (e.g. 192.168.0.1 for 192.168.0.0/24, 2001:DB8::1 for 2001:DB8::/48). If you use the default, leave blank. If you do not want to use a gateway, check 'Disable Gateway' below.
ru: Адрес IP шлюза (например, 192.168.0.254). Значение по умолчанию: первый IP сетевого адреса (например, 192.168.0.1 для 192.168.0.0/24, 2001:DB8::1 для 2001:DB8::/48). При использовании значения по умолчанию оставьте поле пустым. Если шлюз использоваться не будет, отметьте пункт «Отключить шлюз» ниже.

source: Disable Gateway
ru: Отключить шлюз

source: Creates a subnet associated with the network. You need to enter a valid "Network Address" and "Gateway IP". If you did not enter the "Gateway IP", the first value of a network will be assigned by default. If you do not want gateway please check the "Disable Gateway" checkbox. Advanced configuration is available by clicking on the "Subnet Details" tab.
ru: Создаёт подсеть, связанную с данной сетью. Необходимо указать действительные значения для «Сетевого адреса» и «IP шлюза». При отсутствии IP шлюза, по умолчанию будет присвоено первое значение сети. Если шлюз не будет использоваться, отметьте параметр «Отключить шлюз». Дополнительные параметры можно найти на вкладке «Подробные сведения о подсети».

source: Unable to initialize subnetpools
ru: Не удалось инициализировать пулы подсети

source: Select a pool
ru: Выберите пул

source: CIDRs allowed for user private %(ip_ver)s networks are %(allowed)s.
ru: Для частных %(ip_ver)s сетей пользователей допустимыми адресами CIDR являются: %(allowed)s.

source: Specify "Address pool" or select "Enter Network Address manually" and specify "Network Address".
ru: Укажите «Пул адреса», или выберите пункт «Указать адрес сети вручную» и уточните «Адрес сети»

source: Network Address and IP version are inconsistent.
ru: Сетевой адрес и адрес IP не согласуются между собой

source: The subnet in the Network Address is too small (/%s).
ru: Слишком маленькая подсеть в «Адресе сети» (/%s).

source: Gateway IP and IP version are inconsistent.
ru: IP шлюза и версия IP не согласуются между собой

source: Enable DHCP
ru: Включить DHCP

source: IPv6 Address Configuration Mode
ru: Режим конфигурации адресов IPv6

source: Specifies how IPv6 addresses and additional information are configured. We can specify SLAAC/DHCPv6 stateful/DHCPv6 stateless provided by OpenStack, or specify no option. 'No options specified' means addresses are configured manually or configured by a non-OpenStack system.
ru: Указывает, каким образом настраиваются адреса IPv6 и дополнительная информация. Можно указать SLAAC/DHCPv6 с сохр. состояния/DHCPv6 без сохр. состояния, предоставляемые OpenStack, либо не указывать параметров. Пункт «Параметры не указаны» означает, что адреса будут настроены вручную, или другой системой, отличной от OpenStack.

source: Allocation Pools
ru: Пулы выделения

source: IP address allocation pools. Each entry is: start_ip_address,end_ip_address (e.g., 192.168.1.100,192.168.1.120) and one entry per line.
ru: Пулы для выделения адресов IP. Каждая запись имеет форму: начальный_адрес_ip,конечный_адрес_ip (например, 192.168.1.100,192.168.1.120) с одной записью на строку.

source: DNS Name Servers
ru: Сервер имён DNS

source: IP address list of DNS name servers for this subnet. One entry per line.
ru: Список серверов имён DNS для данной подсети в виде адресов IP. Одна запись на строку.

source: Host Routes
ru: Маршруты хоста

source: Additional routes announced to the hosts. Each entry is: destination_cidr,nexthop (e.g., 192.168.200.0/24,10.56.1.254) and one entry per line.
ru: Дополнительные маршруты, объявленные для хостов. Каждая запись имеет форму: целевой_cidr,след_хоп (например, 192.168.200.0/24,10.56.1.254)

source: Subnet Details
ru: Подробные сведения о подсети

source: Specify additional attributes for the subnet.
ru: Укажите дополнительные атрибуты сети

source: %s (Default)
ru: %s (по умолч.)

source: %(field_name)s: Invalid IP address (value=%(ip)s)
ru: %(field_name)s: недопустимый адрес IP (значение=%(ip)s)

source: %(field_name)s: Invalid IP address (value=%(network)s)
ru: %(field_name)s: недопустимый адрес IP (значение=%(network)s)

source: Start and end addresses must be specified (value=%s)
ru: Необходимо указать начальный и конечный адреса (значение=%s)

source: Start address is larger than end address (value=%s)
ru: Начальный адрес больше конечного (значение=%s)

source: Host Routes format error: Destination CIDR and nexthop must be specified (value=%s)
ru: Ошибка формата маршрутов хоста: необходимо указать целевой CIDR и след. хоп (значение=%s)

source: Created network "%s".
ru: Сеть "%s" создана

source: Unable to create network "%s".
ru: Невозможно создать сеть "%s".

source: Failed to create network "%s".
ru: Сбой создания сети "%s".

source: Failed to create subnet "%(sub)s" for network "%(net)s".
ru: Сбой создания подсети "%(sub)s" для сети "%(net)s".

source: Failed to create subnet "%(sub)s".
ru: Сбой создания подсети "%(sub)s".

source: Delete the created network "%s" due to subnet creation failure.
ru: Удалите созданную сеть "%s" в связи со сбоем создания подсети

source: Failed to delete network "%s"
ru: Не удалось удалить сеть "%s"

source: Unable to retrieve security group list. Please try again later.
ru: Не удалось получить список групп безопасности. Повторите попытку позже.

source: All Security Groups
ru: Все группы безопасности

source: No security groups found.
ru: Групп безопасности не найдено

source: No security groups enabled.
ru: Нет активированных групп безопасности

source: Attached
ru: Прикреплено

source: Detached
ru: Откреплено

source: Edit Port
ru: Редактировать порт

# status of a network port
source: Active
ru: Активен

# status of a network port
source: Down
ru: Не работает

# status of a network port
source: Error
ru: Ошибка

# status of a network port
source: Build
ru: Сборка

source: Delete Port
ru: Удалить порт

source: Deleted Port
ru: Порт был удалён

source: Fixed IPs
ru: Фиксированные IP

source: Attached Device
ru: Прикреплённое устройство

source: MAC Learning State
ru: Состояние изучения адресов MAC

source: Port list can not be retrieved.
ru: Невозможно получить список портов

source: Unable to retrieve port details.
ru: Не удалось получить подробные сведения о порте.

source: Unable to retrieve security groups for the port.
ru: Не удалось получить сведения о группах безопасности порта.

source: Port Security Groups
ru: Группы безопасности портов

source: Add or remove security groups to the port from the list of available security groups. The "default" security group is associated by default and you can remove "default" security group from the port.
ru: Добавить или удалить группы безопасности портов из списка доступных групп безопасности. Группа безопасности «по умолчанию» исходно привязана к порту, и её можно удалить.

source: If checked, the port will be enabled.
ru: Если пункт отмечен, порт будет включён

source: Owner of the device attached to the port
ru: Владелец устройства, прикреплённого к порту

source: Specify IP address or subnet
ru: Укажите адрес IP или подсеть

source: To specify a subnet or a fixed IP, select any options.
ru: Для указания подсети или фиксированного IP выберите любые параметры

source: Unspecified
ru: Не указано

source: Specify the subnet IP address for the new port
ru: Укажите адрес IP подсети для нового порта

source: Specify the MAC address for the new port
ru: Укажите адрес MAC для нового порта

source: Port Security
ru: Безопасность порта

source: Enable anti-spoofing rules for the port
ru: Включить правила защиты от спуфинга для порта

source: VNIC Type
ru: Тип VNIC

source: The VNIC type that is bound to the network port
ru: Тип VNIC, привязанной к сетевому порту

source: Select a subnet
ru: Выберите подсеть

source: Unable to retrieve MAC learning state
ru: Не удалось получить состояние изучения адресов MAC

source: Unable to retrieve port security state
ru: Не удалось получить сведения о состоянии безопасности порта

source: Unable to verify the VNIC types extension in Neutron
ru: Не удалось подтвердить расширение типов VNIC в Neutron

source: Port %s was successfully created.
ru: Порт %s был успешно создан

source: Failed to create port "%s".
ru: Сбой создания порта "%s".

source: Binding: VNIC Type
ru: Связка: тип VNIC

source: Add or remove security groups to this port from the list of available security groups.
ru: Добавление или удаление групп безопасности для этого порта из списка доступных групп безопасности

source: Update
ru: Обновить

source: Port %s was successfully updated.
ru: Порт %s был успешно обновлён

source: Failed to update port "%s".
ru: Сбой обновления порта "%s"

source: IP Address or CIDR
ru: Адрес IP или CIDR

source: A single IP Address or CIDR
ru: Единичный адрес IP или CIDR

source: A valid MAC Address
ru: Действительный адрес MAC

source: Add Allowed Address Pair
ru: Добавить разрешённую пару адресов

source: Delete
ru: Удалить

source: Deleted address pair
ru: Пара адресов была удалена

source: Allowed Address Pairs
ru: Разрешённые пары адресов

source: Submit
ru: Отправить

source: Delete Subnet
ru: Удалить подсеть

source: Deleted Subnet
ru: Подсеть удалена

source: Unable to delete subnet %(name)s. Most possible reason is because one or more ports have an IP allocation from this subnet.
ru: Не удалось удалить сеть %(name)s. Наиболее вероятная причина: одному или более портам был выделен адрес IP из этой подсети.

source: Subnet list can not be retrieved.
ru: Невозможно получить список подсетей

source: No options specified
ru: Параметры не указаны

source: SLAAC: Address discovered from OpenStack Router
ru: SLAAC: адрес получен из маршрутизатора OpenStack

source: SLAAC: Address discovered from an external router
ru: SLAAC: адрес получен из внешнего маршрутизатора
