Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: search results for objects to be migrated have been truncated by the server; migration process might be incomplete
ru: результаты поиска объектов, подлежащих миграции, были сокращены сервером; процесс миграции может быть неполным

source: Migration mode is disabled. Use 'ipa config-mod' to enable it.
ru: Режим миграции отключён. Для включения используйте «ipa config-mod»

source: Passwords have been migrated in pre-hashed format. IPA is unable to generate Kerberos keys unless provided with clear text passwords. All migrated users need to login at https://your.domain/ipa/migration/ before they can use their Kerberos accounts.
ru: Пароли были перенесены в формате предварительного хеширования. IPA не может создавать ключи Kerberos, если пароли не предоставлены в открытом текстовом формате. Перед тем, как получить возможность пользоваться своими учётными записями Kerberos, все перенесённые пользователи должны авторизоваться по адресу: https://your.domain/ipa/migration/ .

source: %(container)s LDAP search did not return any result (search base: %(search_base)s, objectclass: %(objectclass)s)
ru: Поиск по %(container)s LDAP не выдал никаких результатов (база поиска: %(search_base)s, objectclass: %(objectclass)s)

source: Default group for new users not found
ru: Стандартная группа пользователей не найдена

source: Misc plug-ins
ru: Прочие модули

source: Show environment variables.
ru: Показать переменные среды.

source: %(count)d variables
ru: переменных: %(count)d

source: retrieve and print all attributes from the server. Affects command output.
ru: получить с сервера и показать все атрибуты. Влияет на вывод команд.

source: Total number of variables env (>= count)
ru: Общее число переменных среды (>= количество)

source: Number of variables returned (<= total)
ru: Число возвращённых переменных (<= всего)

source: Show all loaded plugins.
ru: Показать все загруженные модули

source: %(count)d plugin loaded
ru: Загружен %(count)d модуль

source: Number of plugins loaded
ru: Количество загруженных модулей

source: Netgroups A netgroup is a group used for permission checking. It can contain both user and host values. EXAMPLES: Add a new netgroup: ipa netgroup-add --desc="NFS admins" admins Add members to the netgroup: ipa netgroup-add-member --users=tuser1 --users=tuser2 admins Remove a member from the netgroup: ipa netgroup-remove-member --users=tuser2 admins Display information about a netgroup: ipa netgroup-show admins Delete a netgroup: ipa netgroup-del admins
ru: Сетевые группы Сетевая группа (netgroup) — это группа, используемая для проверки полномочий.В группе могут содержаться как параметры пользователя, так и параметры хоста. EXAMPLES: Добавить новую сетевую группу : ipa netgroup-add --desc="админы NFS" admins Добавить членов в группу: ipa netgroup-add-member --users=tuser1 --users=tuser2 admins Удалить члена группы: ipa netgroup-remove-member --users=tuser2 admins Вывести информацию о группе: ipa netgroup-show admins Удалить сетевую группу: ipa netgroup-del admins

source: netgroup
ru: сетевая группа (netgroup)

source: netgroups
ru: сетевые группы

source: Netgroups
ru: Сетевые группы

source: Netgroup
ru: Сетевая группа (netgroup)

source: Netgroup name
ru: Имя сетевой группы

source: Netgroup description
ru: Описание сетевой группы

source: NIS domain name
ru: Доменное имя NIS

source: IPA unique ID
ru: Уникальный ID IPA

source: Add a new netgroup.
ru: Добавить новую сетевую группу

source: Added netgroup "%(value)s"
ru: Добавлена сетевая группа «%(value)s»

source: hostgroup with name "%s" already exists. Hostgroups and netgroups share a common namespace
ru: Группа хостов с именем «%s» уже существует. Группы хостов и сетевые группы разделяют общее пространство имён

source: Delete a netgroup.
ru: Удалить сетевую группу

source: Deleted netgroup "%(value)s"
ru: Сетевая группа «%(value)s» удалена

source: Modify a netgroup.
ru: Изменить сетевую группу

source: Modified netgroup "%(value)s"
ru: Сетевая группа «%(value)s» изменена

source: Search for a netgroup.
ru: Поиск сетевой группы

source: %(count)d netgroup matched
ru: Найдена %(count)d сетевая группа

source: search for managed groups
ru: поиск управляемых групп

source: Display information about a netgroup.
ru: Вывести информацию о сетевой группе

source: Add members to a netgroup.
ru: Добавить членов в сетевую группу

source: Remove members from a netgroup.
ru: Удалить членов из сетевой группы

source: One time password commands
ru: Команды одноразового пароля

source: OTP configuration options
ru: Параметры настройки OTP

source: OTP Configuration
ru: Параметры OTP

source: TOTP authentication Window
ru: Окно аутентификации TOTP

source: TOTP Synchronization Window
ru: Окно синхронизации TOTP

source: HOTP Authentication Window
ru: Окно аутентификации HOTP

source: HOTP Synchronization Window
ru: Окно синхронизации HOTP

source: Modify OTP configuration options.
ru: Изменить параметры настройки OTP

source: Show the current OTP configuration.
ru: Показать текущую конфигурацию OTP

source: OTP Tokens
ru: Токены OTP

source: Manage OTP tokens.
ru: Управление токенами OTP.

source: IPA supports the use of OTP tokens for multi-factor authentication. This code enables the management of OTP tokens.
ru: IPA поддерживает использование токенов OTP для многофакторной аутентификации. Этот код включает управление токенами OTP.

source: Add a new token: ipa otptoken-add --type=totp --owner=jdoe --desc="My soft token"
ru: Добавить новый токен: ipa otptoken-add --type=totp --owner=jdoe --desc="Мой токен"

source: Examine the token: ipa otptoken-show a93db710-a31a-4639-8647-f15b2c70b78a
ru: Проверка токена: ipa otptoken-show a93db710-a31a-4639-8647-f15b2c70b78a

source: Change the vendor: ipa otptoken-mod a93db710-a31a-4639-8647-f15b2c70b78a --vendor="Red Hat"
ru: Сменить поставщика: ipa otptoken-mod a93db710-a31a-4639-8647-f15b2c70b78a --vendor="Red Hat"

source: Delete a token: ipa otptoken-del a93db710-a31a-4639-8647-f15b2c70b78a
ru: Удалить токен: ipa otptoken-del a93db710-a31a-4639-8647-f15b2c70b78a

source: OTP token
ru: Токен OTP

source: OTP tokens
ru: Токены OTP

source: OTP Tokens
ru: Токены OTP

source: OTP Token
ru: Токен OTP

source: Unique ID
ru: Уникальный ID

source: Type of the token
ru: Тип токена

source: Token description (informational only)
ru: Описание токена (только информация)

source: Owner
ru: Владелец

source: Assigned user of the token (default: self)
ru: Назначенный пользователь токена (по умолчанию: вы)

source: Assigned manager of the token (default: self)
ru: Назначенный диспетчер токена (по умолчанию: вы)

source: Mark the token as disabled (default: false)
ru: Отметить токен как отключенный (по умолчанию: ложно)

source: Validity start
ru: Начало действия

source: First date/time the token can be used
ru: Начальная дата/время, когда токен можно использовать

source: Validity end
ru: Окончание действия

source: Last date/time the token can be used
ru: Последняя дата/время, когда токен можно использовать

source: Vendor
ru: Поставщик

source: Token vendor name (informational only)
ru: Имя поставщика токена (только информация)

source: Model
ru: Модель

source: Token model (informational only)
ru: Модель токена (только информация)

source: Serial
ru: Серийный номер

source: Token serial (informational only)
ru: Серийный номер токена (только информация)

source: Token secret (Base32; default: random)
ru: Секрет токена (Base32; по умолчанию: произвольный)

source: Token hash algorithm
ru: Алгоритм хеша токена

source: Digits
ru: Цифры

source: Number of digits each token code will have
ru: Количество цифр в каждом коде токена

source: Clock offset
ru: Смещение времени

source: TOTP token / FreeIPA server time difference
ru: Различие во времени между токеном TOTP и сервером FreeIPA

source: Clock interval
ru: Интервал времени

source: Length of TOTP token code validity
ru: Длительность срока действия кода токена TOTP

source: Counter
ru: Счётчик

source: Initial counter for the HOTP token
ru: Изначальный счётчик для токена HOTP

source: Add a new OTP token.
ru: Добавить новый токен OTP

source: Added OTP token "%(value)s"
ru: Добавлен токен OTP «%(value)s»

source: (deprecated)
ru: (устарело)

source: Do not display QR code
ru: Не показывать QR-код

source: Delete an OTP token.
ru: Удалить токен OTP

source: Deleted OTP token "%(value)s"
ru: Удалён токен OTP «%(value)s»

source: Modify a OTP token.
ru: Изменить токен OTP.

source: Modified OTP token "%(value)s"
ru: Токен OTP «%(value)s» изменён

source: Search for OTP token.
ru: Поиск токенов OTP

source: %(count)d OTP token matched
ru: Найден %(count)d токен OTP

source: Display information about an OTP token.
ru: Вывести информацию о токене OTP

source: Add users that can manage this token.
ru: Добавить пользователей для управления токеном

source: Remove users that can manage this token.
ru: Удалить пользователей, управляющих токеном

source: Synchronize an OTP token.
ru: Синхронизировать токен OTP

source: User ID
ru: ID пользователя

source: First Code
ru: Первый код

source: Second Code
ru: Второй код

source: YubiKey Tokens
ru: Токены YubiKey

source: Manage YubiKey tokens.
ru: Управление токенами YubiKey.

source: This code is an extension to the otptoken plugin and provides support for reading/writing YubiKey tokens directly.
ru: Этот код является расширением для модуля otptoken, он предоставляет поддержку прямой записи/чтения токенов YubiKey.

source: Add a new token: ipa otptoken-add-yubikey --owner=jdoe --desc="My YubiKey"
ru: Добавить новый токен: ipa otptoken-add-yubikey --owner=jdoe --desc="Мой YubiKey"

source: Add a new YubiKey OTP token.
ru: Добавить новый токен YubiKey OTP.

source: YubiKey slot
ru: Слот YubiKey

source: No free YubiKey slot!
ru: Нет свободного слота YubiKey

source: Set a user's password If someone other than a user changes that user's password (e.g., Helpdesk resets it) then the password will need to be changed the first time it is used. This is so the end-user is the only one who knows the password. The IPA password policy controls how often a password may be changed, what strength requirements exist, and the length of the password history. EXAMPLES: To reset your own password: ipa passwd To change another user's password: ipa passwd tuser1
ru: Настройка пароля пользователя Если пароль пользователя изменяет кто-то, кроме самого пользователя (например, его поменял Helpdesk), то затем этот пароль требуется изменить во время его первого использования. Это сделано для того, чтобы пароль был известен только конечному пользователю. Политика паролей IPA контролирует частоту изменений пароля, требования к силе пароля и размер истории паролей. ПРИМЕРЫ: Изменить собственный пароль: ipa passwd Изменить пароль другого пользователя: ipa passwd tuser1

source: Set a user's password.
ru: Установить пароль пользователя

source: One Time Password
ru: Одноразовый пароль

source: Changed password for "%(value)s"
ru: Пароль для «%(value)s» изменён

source: Invalid credentials
ru: Недопустимые учётные данные

source: Permissions
ru: Полномочия

source: A permission enables fine-grained delegation of rights. A permission is a human-readable wrapper around a 389-ds Access Control Rule, or instruction (ACI). A permission grants the right to perform a specific task such as adding a user, modifying a group, etc.
ru: Полномочия позволяют осуществлять тонкую настройку делегирования прав. Полномочия — это понятная пользователю обёртка для правил разграничения доступа 389-ds или инструкции (ACI). Полномочия предоставляют возможность выполнения конкретной задачи, такой, как добавление пользователя, изменение группы и т.д.

source: A permission may not contain other permissions.
ru: Полномочия необязательно содержат другие полномочия.

source: * A permission grants access to read, write, add, delete, read, search, or compare. * A privilege combines similar permissions (for example all the permissions needed to add a user). * A role grants a set of privileges to users, groups, hosts or hostgroups.
ru: * Полномочия предоставляют доступ для чтения, записи, добавления, удаления, поиска или сравнения. * Привилегия объединяет несколько полномочий (например, все полномочия, необходимые для добавления пользователя). * Роль предоставляет собой набор привилегий пользователей, групп, хостов или групп хостов.

source: A permission is made up of a number of different parts: 1. The name of the permission. 2. The target of the permission. 3. The rights granted by the permission.
ru: Полномочия составлены из нескольких частей: 1. Название полномочий. 2. Цель полномочий. 3. Возможности, предоставляемые полномочиями.

source: Managed permissions
ru: Управляемые привилегии

source: Permissions that come with IPA by default can be so-called "managed" permissions. These have a default set of attributes they apply to, but the administrator can add/remove individual attributes to/from the set.
ru: Стандартные полномочия IPA могут быть так называемыми «управляемыми» полномочиями. У них есть стандартный набор атрибутов, к которым они применяются, но администратор может добавлять/удалять индивидуальные атрибуты набора.

source: Add a permission that grants the creation of users: ipa permission-add --type=user --permissions=add "Add Users"
ru: Добавить полномочия, дающие возможность создавать пользователей: ipa permission-add --type=user --permissions=add "Add Users"

source: Add a permission that grants the ability to manage group membership: ipa permission-add --attrs=member --permissions=write --type=group "Manage Group Members"
ru: Добавить полномочия, дающие возможность управлять членами группы: ipa permission-add --attrs=member --permissions=write --type=group "Manage Group Members"

source: "%s" is not a valid permission type
ru: «%s» не является допустимым типом полномочий

source: permission
ru: полномочия

source: permissions
ru: полномочия

source: Permission name
ru: Название полномочий

source: All attributes to which the permission applies
ru: Все атрибуты, к которым применяются полномочия

source: User-specified attributes to which the permission applies
ru: Указанные пользователем атрибуты, к которым применяются полномочия

source: Attributes to which the permission applies by default
ru: Атрибуты, к которым по умолчанию применяются полномочия

source: Subtree to apply permissions to
ru: Поддерево, к которому применить полномочия

source: Target DN
ru: Целевой DN

source: Optional DN to apply the permission to (must be in the subtree, but may not yet exist)
ru: Опционально: DN, к которому нужно применить полномочия (должно находиться в поддереве, но может ещё не существовать)

source: Target DN subtree
ru: Поддерево целевого DN

source: Optional DN subtree where an entry can be moved to (must be in the subtree, but may not yet exist)
ru: Опционально: поддерево DN, куда можно переместить запись (должно находиться в поддереве, но может ещё не существовать)

source: Target members of a group (sets memberOf targetfilter)
ru: Целевые члены группы (устанавливает целевой фильтр memberOf)

source: User group to apply permissions to (sets target)
ru: Группа пользователей, к которой применить полномочия (устанавливает целевые объекты)

source: Type of IPA object (sets subtree and objectClass targetfilter)
ru: Тип объекта IPA (устанавливает целевой фильтр objectClass)

source: Permission with unknown flag %s may not be modified or removed
ru: Полномочия с неизвестным флагом %s нельзя ни изменять ни удалять

source: A SYSTEM permission may not be modified or removed
ru: СИСТЕМНЫЕ полномочия нельзя ни изменять ни удалять

source: The ACI for permission %(name)s was not found in %(dn)s
ru: Информация ACI для полномочий %(name)s не была найдена в %(dn)s

source: Bad search filter
ru: Неверный фильтр поиска

source: Add a system permission without an ACI (internal command)
ru: Добавить системные полномочия без информации ACI (внутренняя команда)

source: Added permission "%(value)s"
ru: Добавлены полномочия «%(value)s»

source: Permission flags
ru: Флаги полномочий

source: Add a new permission.
ru: Добавить новые полномочия.

source: Cannot store permission ACI to %s
ru: Невозможно сохранить ACI полномочий в %s

source: Delete a permission.
ru: Удалить полномочия

source: Deleted permission "%(value)s"
ru: Полномочия «%(value)s» удалены

source: force delete of SYSTEM permissions
ru: принудительно удалить СИСТЕМНЫЕ полномочия

source: cannot delete managed permissions
ru: нельзя удалить управляемые полномочия

source: ACI of permission %s was not found
ru: Информация ACI для полномочий %s не была найдена

source: Modify a permission.
ru: Изменить полномочия

source: Modified permission "%(value)s"
ru: Полномочия «%(value)s» изменены

source: cannot rename managed permissions
ru: нельзя переименовать управляемые полномочия

source: only available on managed permissions
ru: доступно только для управляемых полномочий

source: cannot set bindtype for a permission that is assigned to a privilege
ru: невозможно установить bindtype для полномочий, присвоенных привилегии

source: Search for permissions.
ru: Поиск полномочий

source: %(count)d permission matched
ru: Найдено %(count)d полномочие

source: Display information about a permission.
ru: Вывести информацию о полномочиях

source: Privileges A privilege combines permissions into a logical task. A permission provides the rights to do a single task. There are some IPA operations that require multiple permissions to succeed. A privilege is where permissions are combined in order to perform a specific task. For example, adding a user requires the following permissions: * Creating a new user entry * Resetting a user password * Adding the new user to the default IPA users group Combining these three low-level tasks into a higher level task in the form of a privilege named "Add User" makes it easier to manage Roles. A privilege may not contain other privileges. See role and permission for additional information.
ru: Привилегии Привилегии объединяют полномочия в логическую задачу. Полномочия предоставляют права на выполнения одной задачи, но некоторые операции IPA для успешного выполнения требуют нескольких полномочий. Для выполнения специальных задач полномочия объединяются, давая в итоге привилегии. Например, чтобы добавить пользователей, требуются полномочия для: * Создания записи нового пользователя * Изменения пароля пользователя * Добавления нового пользователя в стандартную группу пользователей IPA Объединение этих трёх низкоуровневых задач в одну высокоуровневую задачу — привилегию с названием «Добавление пользователя», облегчает управление ролями. Привилегия может не содержать других привилегий. Дополнительные сведения см. в справке по ролям и полномочиям.

source: privilege
ru: привилегия

source: privileges
ru: привилегии

source: Privileges
ru: Привилегии

source: Privilege
ru: Привилегия

source: Privilege name
ru: Имя привилегии

source: Privilege description
ru: Описание привилегии

source: Add a new privilege.
ru: Добавить новую привилегию

source: Added privilege "%(value)s"
ru: Привилегия «%(value)s» добавлена

source: Delete a privilege.
ru: Удалить привилегию

source: Deleted privilege "%(value)s"
ru: Привилегия «%(value)s» удалена

source: Modify a privilege.
ru: Изменить привилегию

source: Modified privilege "%(value)s"
ru: Привилегия «%(value)s» изменена

source: Search for privileges.
ru: Поиск привилегий

source: %(count)d privilege matched
ru: Найдена %(count)d привилегия

source: Display information about a privilege.
ru: Вывести информацию о привилегии

source: Add members to a privilege.
ru: Добавить членов в привилегию

source: Add permissions to a privilege.
ru: Добавить полномочия в привилегию

source: Number of permissions added
ru: Число добавленных полномочий

source: Remove permissions from a privilege.
ru: Удалить полномочия из привилегии

source: Number of permissions removed
ru: Число удалённых полномочий

source: Password policy A password policy sets limitations on IPA passwords, including maximum lifetime, minimum lifetime, the number of passwords to save in history, the number of character classes required (for stronger passwords) and the minimum password length. By default there is a single, global policy for all users. You can also create a password policy to apply to a group. Each user is only subject to one password policy, either the group policy or the global policy. A group policy stands alone; it is not a super-set of the global policy plus custom settings. Each group password policy requires a unique priority setting. If a user is in multiple groups that have password policies, this priority determines which password policy is applied. A lower value indicates a higher priority policy. Group password policies are automatically removed when the groups they are associated with are removed. EXAMPLES: Modify the global policy: ipa pwpolicy-mod --minlength=10 Add a new group password policy: ipa pwpolicy-add --maxlife=90 --minlife=1 --history=10 --minclasses=3 --minlength=8 --priority=10 localadmins Display the global password policy: ipa pwpolicy-show Display a group password policy: ipa pwpolicy-show localadmins Display the policy that would be applied to a given user: ipa pwpolicy-show --user=tuser1 Modify a group password policy: ipa pwpolicy-mod --minclasses=2 localadmins
ru: Политика паролей Политика паролей устанавливает ограничения на пароли IPA, включая максимальное время жизни, минимальное время жизни, количество паролей, сохраняемых в истории число требуемых классов символов (для надёжных паролей) и минимальную длину паролей. По умолчанию существует единая глобальная политика для всех пользователей. Также можно создать политику паролей для применения к группе. Каждый пользователь является единственным субъектом политики паролей, будь то групповая политика или глобальная. Групповая политика является отдельной, она не является супер-набором глобальной политики с добавлением частных настроек. Каждая групповая политика паролей требует уникального параметра приоритета. Если пользователь состоит в нескольких группах, имеющих политики паролей, этот приоритет определяет, какая из политики должна применяться. Чем ниже значение, тем выше приоритет политики. Групповые политики паролей автоматически удаляются при удалении групп, к которым они привязаны. ПРИМЕРЫ: Изменить глобальную политику: ipa pwpolicy-mod --minlength=10 Добавить новую групповую политику паролей: ipa pwpolicy-add --maxlife=90 --minlife=1 --history=10 --minclasses=3 --minlength=8 --priority=10 localadmins Показать глобальную политику паролей: ipa pwpolicy-show Показать групповую политику паролей: ipa pwpolicy-show localadmins Показать политику, которая будет применена к указанному пользователю: ipa pwpolicy-show --user=tuser1 Изменить групповую политику паролей: ipa pwpolicy-mod --minclasses=2 localadmins

source: priority must be a unique value (%(prio)d already used by %(gname)s)
ru: приоритет должен иметь уникальное значение (%(prio)d уже используется %(gname)s)

source: password policy
ru: политика паролей

source: password policies
ru: политики паролей

source: Max failures
ru: Максимальное число неправильно введённых паролей

source: Consecutive failures before lockout
ru: Число неправильно введённых подряд паролей для блокировки

source: Failure reset interval
ru: Сброс интервала для неправильно введённых паролей

source: Period after which failure count will be reset (seconds)
ru: Интервал, после которого отсчёт неправильно введённых паролей начинается заново

source: Lockout duration
ru: Длительность блокировки

source: Period for which lockout is enforced (seconds)
ru: Период, во время которого удерживается блокировка (сек)

source: Password Policies
ru: Политики паролей

source: Group
ru: Группа
