Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Cross-realm trusts Manage trust relationship between IPA and Active Directory domains. In order to allow users from a remote domain to access resources in IPA domain, trust relationship needs to be established. Currently IPA supports only trusts between IPA and Active Directory domains under control of Windows Server 2008 or later, with functional level 2008 or later. Please note that DNS on both IPA and Active Directory domain sides should be configured properly to discover each other. Trust relationship relies on ability to discover special resources in the other domain via DNS records. Examples: 1. Establish cross-realm trust with Active Directory using AD administrator credentials: ipa trust-add --type=ad <ad.domain> --admin <AD domain administrator> --password 2. List all existing trust relationships: ipa trust-find 3. Show details of the specific trust relationship: ipa trust-show <ad.domain> 4. Delete existing trust relationship: ipa trust-del <ad.domain> Once trust relationship is established, remote users will need to be mapped to local POSIX groups in order to actually use IPA resources. The mapping should be done via use of external membership of non-POSIX group and then this group should be included into one of local POSIX groups. Example: 1. Create group for the trusted domain admins' mapping and their local POSIX group: ipa group-add --desc='<ad.domain> admins external map' ad_admins_external --external ipa group-add --desc='<ad.domain> admins' ad_admins 2. Add security identifier of Domain Admins of the <ad.domain> to the ad_admins_external group: ipa group-add-member ad_admins_external --external 'AD\Domain Admins' 3. Allow members of ad_admins_external group to be associated with ad_admins POSIX group: ipa group-add-member ad_admins --groups ad_admins_external 4. List members of external members of ad_admins_external group to see their SIDs: ipa group-show ad_admins_external GLOBAL TRUST CONFIGURATION When IPA AD trust subpackage is installed and ipa-adtrust-install is run, a local domain configuration (SID, GUID, NetBIOS name) is generated. These identifiers are then used when communicating with a trusted domain of the particular type. 1. Show global trust configuration for Active Directory type of trusts: ipa trustconfig-show --type ad 2. Modify global configuration for all trusts of Active Directory type and set a different fallback primary group (fallback primary group GID is used as a primary user GID if user authenticating to IPA domain does not have any other primary GID already set): ipa trustconfig-mod --type ad --fallback-primary-group "alternative AD group" 3. Change primary fallback group back to default hidden group (any group with posixGroup object class is allowed): ipa trustconfig-mod --type ad --fallback-primary-group "Default SMB Group"
ru: Доверие между областями Управление отношениями доверия между доменами IPA и доменами Active Directory. Чтобы дать пользователям из удалённого домена доступ к ресурсам в домене IPA, необходимо установить отношение доверия. На данный момент IPA поддерживает доверия только между доменами IPA и доменами Active Directory, контролируемыми Windows Server версии 2008 или более поздней, с функциональным уровнем 2008 или более поздним. Обратите внимание, что DNS, как на стороне домена IPA, так и на стороне домена Active Directory, должны быть правильно настроены на обнаружение друг-друга. Отношения доверия базируется на способности обнаружения особых ресурсов другого домена с помощью записей DNS. Примеры: 1. Установить межобластное доверие с Active Directory, используя учётные данные администратора AD: ipa trust-add --type=ad <ad.domain> --admin <администратор домена AD> --password 2. Вывести список всех существующих отношений доверия: ipa trust-find 3. Показать подробности указанных отношений доверия: ipa trust-show <ad.domain> 4. Удалить существующее отношения доверия: ipa trust-del <ad.domain> После установления отношений доверия, для начала фактического пользования ресурсами IPA, удалённых пользователей необходимо отобразить на локальные группы POSIX. Отображение необходимо выполнить через использование внешнего членства не-POSIX группы, а затем эта группа должна быть включена в одну из локальных групп POSIX. Пример: 1. Создать группу для отображения администраторов доверенного домена и их локальной группы POSIX: ipa group-add --desc='<ad.domain> admins external map' ad_admins_external --external ipa group-add --desc='<ad.domain> admins' ad_admins 2. Добавить идентификатор безопасности администраторов домена <ad.domain> в группу ad_admins_external: ipa group-add-member ad_admins_external --external 'AD\Domain Admins' 3. Разрешить членам группы ad_admins_external быть ассоциированными с группой POSIX ad_admins: ipa group-add-member ad_admins --groups ad_admins_external 4. Вывести список внешних членов группы ad_admins_external для просмотра их SID: ipa group-show ad_admins_external ГЛОБАЛЬНАЯ НАСТРОЙКА ДОВЕРИЯ Параметры локального домена (SID, GUID, имя NetBIOS) создаются при установленном подпакете IPA AD trust и выполняемом ipa-adtrust-install. Далее эти идентификаторы используются во время обмена информацией с доверенным доменом конкретного типа. 1. Показать глобальную конфигурацию для типа доверий Active Directory: ipa trustconfig-show --type ad 2. Изменить глобальную конфигурацию для всех доверий типа Active Directory и установить другую резервную первичную группу (GID запасной первичной группы используется в качестве первичного GID пользователя, если аутентификация пользователей в домене IPA не имеет другого, уже настроенного первичного GID): ipa trustconfig-mod --type ad --fallback-primary-group "альтернативная группа AD" 3. Изменить первичную запасную группу на стандартную скрытую группу (допускается любая группа с классом объекта posixGroup): ipa trustconfig-mod --type ad --fallback-primary-group "Стандартная группа SMB"

source: Non-Active Directory domain
ru: Домен, не принадлежащий Active Directory

source: RFC4120-compliant Kerberos realm
ru: область Kerberos, совместимая с RFC4120

source: Trusting forest
ru: Доверяющий лес

source: Trusted forest
ru: Доверенный лес

source: Two-way trust
ru: Двустороннее доверие

source: Established and verified
ru: Установлено и подтверждено

source: Waiting for confirmation by remote side
ru: Ожидание подтверждения от удалённой стороны

source: Unknown
ru: Неизвестно

source: Trust type (ad for Active Directory, default)
ru: Тип доверия (ad для Active Directory, по умолчанию)

source: Alternatively, following servers are capable of running this command: %(masters)s
ru: Кроме того, следующие серверы могут выполнять эту команду: %(masters)s

source: AD Trust setup
ru: Настройка доверия AD

source: Cannot perform the selected command without Samba 4 support installed. Make sure you have installed server-trust-ad sub-package of IPA.
ru: Невозможно выполнить выбранную команду, если не установлена поддержка Samba 4. Убедитесь, что на сервере установлен подпакет IPA server-trust-ad.

source: Cannot perform the selected command without Samba 4 instance configured on this machine. Make sure you have run ipa-adtrust-install on this server.
ru: Невозможно выполнить выбранную команду, если на этой машине отсутствует настроенный экземпляр Samba 4. Убедитесь, что на этом сервере была предварительно выполнена команда ipa-adtrust-install.

source: Fetching domains from trusted forest failed. See details in the error_log
ru: Сбой получения доменов из доверенного леса. Дополнительные сведения см. в error_log

source: trust
ru: доверие

source: trusts
ru: доверия

source: Trust
ru: Доверие

source: Realm name
ru: Имя области

source: SID blacklist incoming
ru: Чёрный список SID: входящие

source: SID blacklist outgoing
ru: Чёрный список SID: исходящие

source: invalid SID: %(value)s
ru: недопустимый SID: %(value)s

source: Add new trust to use. This command establishes trust relationship to another domain which becomes 'trusted'. As result, users of the trusted domain may access resources of this domain. Only trusts to Active Directory domains are supported right now. The command can be safely run multiple times against the same domain, this will cause change to trust relationship credentials on both sides.
ru: Добавить новое доверие. Данная команда устанавливает отношение доверия с другим доменом, который становится «доверенным». Пользователи доверенного домена затем получают доступ к ресурсам этого домена. На данный момент поддерживаются доверия только для доменов Active Directory. Данную команду можно выполнять по нескольку раз для одного и того же домена, что будет изменять учётные данные отношений доверия на обеих сторонах.

source: Active Directory domain administrator
ru: Администратор домена Active Directory

source: Active Directory domain administrator's password
ru: Пароль администратора домена Active Directory

source: Domain controller for the Active Directory domain (optional)
ru: Контроллер домена для домена Active Directory (необязательно)

source: Shared secret for the trust
ru: Общий секрет доверия

source: First Posix ID of the range reserved for the trusted domain
ru: Первый Posix ID диапазона, зарезервированного для доверенного домена

source: Size of the ID range reserved for the trusted domain
ru: Размер диапазона ID, зарезервированного для доверенного домена

source: Type of trusted domain ID range, one of {vals}
ru: Тип диапазона ID доверенного домена, один из {vals}

source: Establish bi-directional trust. By default trust is inbound one-way only.
ru: Установить двунаправленное доверие. По умолчанию, доверие является только однонаправленным.

source: Added Active Directory trust for realm "%(value)s"
ru: Добавлено доверие Active Directory для области «%(value)s»

source: Re-established trust to domain "%(value)s"
ru: Повторно установлено доверие для домена «%(value)s»

source: missing base_id
ru: отсутствует base_id

source: pysss_murmur is not available on the server and no base-id is given.
ru: pysss_murmur на сервере не доступен, и base-id не указан

source: trust type
ru: тип доверия

source: only "ad" is supported
ru: поддерживается только «ad»

source: domain
ru: домен

source: Cannot establish a trust to AD deployed in the same domain as IPA. Such setup is not supported.
ru: Невозможно установить доверие для AD, развёрнутого на том же домене, что и IPA. Подобная конфигурация не поддерживается.

source: Realm-domain mismatch
ru: Область и домен не совпадают

source: To establish trust with Active Directory, the domain name and the realm name of the IPA server must match
ru: Для установление доверия с Active Directory, имя домена и имя области сервера IPA должны совпадать

source: Trusted domain %(domain)s is included among IPA realm domains. It needs to be removed prior to establishing the trust. See the "ipa realmdomains-mod --del-domain" command.
ru: Доверенный домен %(domain)s присутствует среди доменов области IPA. Перед установлением доверия его необходимо удалить. См. команду «ipa realmdomains-mod --del-domain».

source: Trusted domain and administrator account use different realms
ru: Доверенный домен и учётная запись администратора используют различные области

source: Realm administrator password should be specified
ru: Необходимо указать пароль администратора области

source: id range type
ru: Тип диапазона ID

source: Only the ipa-ad-trust and ipa-ad-trust-posix are allowed values for --range-type when adding an AD trust.
ru: При добавлении доверия AD для параметра «--range-type» разрешены только значения ipa-ad-trust и ipa-ad-trust-posix.

source: id range
ru: Диапазон ID

source: An id range already exists for this trust. You should either delete the old range, or exclude --base-id/--range-size options from the command.
ru: Для этого доверия уже существует диапазон ID. Нужно либо удалить старый диапазон, либо исключить параметры --base-id/--range-size из команды.

source: range exists
ru: диапазон существует

source: ID range with the same name but different domain SID already exists. The ID range for the new trusted domain must be created manually.
ru: Диапазон ID с этим именем, но с другим SID домена уже существует. Диапазон ID для нового доверенного домена необходимо создать вручную.

source: range type change
ru: изменение типа диапазона

source: ID range for the trusted domain already exists, but it has a different type. Please remove the old range manually, or do not enforce type via --range-type option.
ru: Диапазон ID для доверенного домена уже существует, но имеет другой тип. Удалите старый диапазон вручную или не устанавливайте тип принудительно с помощью параметра «--range-type».

source: Unable to resolve domain controller for '%s' domain.
ru: Не удалось разрешить контроллер домена для домена «%s».

source: Forward policy is defined for it in IPA DNS, perhaps forwarder points to incorrect host?
ru: Политика перенаправления для него определена в IPA DNS, возможно, перенаправляющий сервер указывает на неправильный хост?

source: IPA manages DNS, please verify your DNS configuration and make sure that service records of the '%(domain)s' domain can be resolved. Examples how to configure DNS with CLI commands or the Web UI can be found in the documentation.
ru: IPA управляет DNS, проверьте правильность параметров DNS и убедитесь, что записи служб домена «%(domain)s» могут разрешаться. Примеры того, как нужно настраивать DNS с помощью консольных команд или через Web-интерфейс, можно найти в документации.

source: Since IPA does not manage DNS records, ensure DNS is configured to resolve '%(domain)s' domain from IPA hosts and back.
ru: Поскольку IPA не управляет записями DNS, убедитесь, что DNS настроена на разрешение домена «%(domain)s» от хостов IPA и обратно.

source: Unable to verify write permissions to the AD
ru: Не удалось подтвердить полномочия на запись в AD.

source: Not enough arguments specified to perform trust setup
ru: Указано недостаточно аргументов для выполнения настройки доверия

source: Delete a trust.
ru: Удалить доверие.

source: Deleted trust "%(value)s"
ru: Доверие «%(value)s» удалено

source: Modify a trust (for future use). Currently only the default option to modify the LDAP attributes is available. More specific options will be added in coming releases.
ru: Изменить доверие (для использования в будущем). В настоящее время для изменения атрибутов LDAP доступен только параметр по умолчанию. Более конкретные возможности будут доступны в следующих релизах.

source: Modified trust "%(value)s" (change will be effective in 60 seconds)
ru: Доверие «%(value)s» изменено (изменение вступят в силу в течение 60 сек)

source: Search for trusts.
ru: Поиск доверий.

source: %(count)d trust matched
ru: Найдено %(count)d доверие

source: Display information about a trust.
ru: Вывести информацию о доверии

source: trust configuration
ru: параметры доверия

source: Global Trust Configuration
ru: Параметры глобального доверия

source: Security Identifier
ru: Идентификатор безопасности

source: NetBIOS name
ru: Имя NetBIOS

source: Domain GUID
ru: GUID домена

source: Fallback primary group
ru: Первичная резервная группа

source: unsupported trust type
ru: неподдерживаемый тип доверия

source: Modify global trust configuration.
ru: Изменить параметры глобального доверия

source: Modified "%(value)s" trust configuration
ru: Параметры доверия «%(value)s» изменены

source: Show global trust configuration.
ru: Вывести параметры глобального доверия.

source: Resolve security identifiers of users and groups in trusted domains
ru: Разрешить идентификаторы безопасности пользователей и групп в доверенных доменах

source: Security Identifiers (SIDs)
ru: Идентификаторы безопасности (SID)

source: Name
ru: Имя

source: Determine whether ipa-adtrust-install has been run on this system
ru: Определить, запускалась ли в системе ipa-adtrust-install

source: Determine whether ipa-adtrust-install has been run with sidgen task
ru: Определить, запускалась ли ipa-adtrust-install с заданием sidgen

source: This command relies on the existence of the "editors" group, but this group was not found.
ru: Эта команда зависит от существования группы «editors», но эта группа не была найдена.

source: Trusted domains
ru: Доверенные домены

source: Trusted domain
ru: Доверенный домен

source: Domain name
ru: Доменное имя

source: Search domains of the trust
ru: Поиск по доменам доверия

source: Domain enabled
ru: Домен включен

source: Allow access from the trusted domain
ru: Разрешить доступ из доверенного домена

source: Removed information about the trusted domain "%(value)s"
ru: Удалена информация о доверенном домене «%(value)s»

source: cannot disable root domain of the trust, use trust-del to delete the trust itself
ru: невозможно отключить корневой домен доверия, используйте trust-del чтобы удалить само доверие

source: Users Manage user entries. All users are POSIX users. IPA supports a wide range of username formats, but you need to be aware of any restrictions that may apply to your particular environment. For example, usernames that start with a digit or usernames that exceed a certain length may cause problems for some UNIX systems. Use 'ipa config-mod' to change the username format allowed by IPA tools. Disabling a user account prevents that user from obtaining new Kerberos credentials. It does not invalidate any credentials that have already been issued. Password management is not a part of this module. For more information about this topic please see: ipa help passwd Account lockout on password failure happens per IPA master. The user-status command can be used to identify which master the user is locked out on. It is on that master the administrator must unlock the user. EXAMPLES: Add a new user: ipa user-add --first=Tim --last=User --password tuser1 Find all users whose entries include the string "Tim": ipa user-find Tim Find all users with "Tim" as the first name: ipa user-find --first=Tim Disable a user account: ipa user-disable tuser1 Enable a user account: ipa user-enable tuser1 Delete a user: ipa user-del tuser1
ru: Пользователи Управление записями пользователей. Все пользователи являются пользователями POSIX. IPA поддерживает широкий диапазон форматов имён пользователей, но необходимо знать о любых ограничениях, которые могут применяться в конкретном окружении. Например, имена пользователей, начинающиеся с цифры, или же имена, превышающие определённую длину могут иметь проблемы в некоторых системах UNIX. Чтобы изменить формат имени пользователя, разрешённый инструментами IPA, используйте «ipa config-mod». Отключение учётной записи пользователя препятствует получению этим пользователем новых учётных данных Kerberos. Любые уже выданные учётные данные остаются действительными. Управление паролями не входит в этот модуль, подробности см.: ipa help passwd Блокировка учётных записей в связи со сбоями пароля происходит индивидуально на каждом главном сервере IPA. Чтобы узнать, на каком именно сервере заблокирован пользователь, используйте команду user-status. Именно на данном сервере администратор должен разблокировать пользователя. ПРИМЕРЫ: Добавить нового пользователя: ipa user-add --first=Tim --last=User --password tuser1 Найти всех пользователей, чьи записи включают в себя строку«Tim»: ipa user-find Tim найти всех пользователей с именем «Tim»: ipa user-find --first=Tim Отключить учётную запись пользователя: ipa user-disable tuser1 Включить учётную запись пользователя: ipa user-enable tuser1 Удалить пользователя: ipa user-del tuser1

source: Account disabled
ru: Учетная запись отключена

source: Add a new user.
ru: Добавить нового пользователя.

source: Added user "%(value)s"
ru: Добавлен пользователь «%(value)s»

source: Don't create user private group
ru: Не создавать закрытую группу пользователя

source: Default group for new users is not POSIX
ru: Группа по умолчанию для новых пользователей — не POSIX

source: Delete a user.
ru: Удалить пользователя.

source: Deleted user "%(value)s"
ru: Удален пользователь «%(value)s»

source: Delete a user, keeping the entry available for future use
ru: Удалить пользователя, оставив запись доступной для использования в будущем

source: Delete a user
ru: Удалить пользователя

source: %s: user is already preserved
ru: %s: пользователь уже сохранён

source: Modify a user.
ru: Изменить пользователя.

source: Modified user "%(value)s"
ru: Изменен пользователь «%(value)s»

source: Search for users.
ru: Поиск пользователей.

source: Display user record for current Kerberos principal
ru: Показать запись пользователя для текущего принципала Kerberos

source: Display information about a user.
ru: Вывести информацию о пользователе

source: Undeleted user account "%(value)s"
ru: Учётная запись «%(value)s»

source: user "%s" is already active
ru: пользователь «%s» уже активен

source: Disable a user account.
ru: Отключить учетную запись пользователя.

source: Disabled user account "%(value)s"
ru: Учётная запись пользователя «%(value)s» отключена

source: Enable a user account.
ru: Включить учётную запись пользователя.

source: Enabled user account "%(value)s"
ru: Учётная запись пользователя «%(value)s» включена

source: Unlock a user account An account may become locked if the password is entered incorrectly too many times within a specific time period as controlled by password policy. A locked account is a temporary condition and may be unlocked by an administrator.
ru: Разблокировать учётную запись пользователя В случае если пароль был введён неправильно несколько раз в течении конкретного периода времени, учётная запись пользователя может быть заблокирована, что контролируется политикой паролей. Заблокированная учётная запись является временным состоянием, и может быть разблокирована администратором.

source: Unlocked account "%(value)s"
ru: Учетная запись «%(value)s» разблокирована

source: %(host)s failed: %(error)s
ru: сбой %(host)s: %(error)s

source: %(host)s failed
ru: сбой %(host)s

source: Account disabled: %(disabled)s
ru: Учётная запись отключена: %(disabled)s

source: Add one or more certificates to the user entry
ru: Добавить один или более сертификат к записи пользователя

source: Added certificates to user "%(value)s"
ru: Добавлены сертификаты для пользователя «%(value)s»

source: Remove one or more certificates to the user entry
ru: Удалить один или более сертификатов из записи пользователя

source: Removed certificates from user "%(value)s"
ru: Удалены сертификаты пользователя «%(value)s»

source: Remove a manager to the user entry
ru: Удалить диспетчер из записи пользователя

source: Vaults
ru: Хранилища

source: Manage vaults.
ru: Управление хранилищами.

source: Vault is a secure place to store a secret.
ru: Хранилище — это надёжное место для хранения секрета.

source: Based on the ownership there are three vault categories: * user/private vault * service vault * shared vault
ru: Три категории хранилищ в зависимости от типа собственности: * пользовательское/частное хранилище * хранилище службы * общее хранилище

source: User vaults are vaults owned used by a particular user. Private vaults are vaults owned the current user. Service vaults are vaults owned by a service. Shared vaults are owned by the admin but they can be used by other users or services.
ru: Пользовательские хранилища — это хранилища, принадлежащие конкретному пользователю. Частные хранилища — хранилища, принадлежащие текущему пользователю. Хранилища службы — хранилище, принадлежащие службе. Общее хранилище принадлежит администратору, но может использоваться другими пользователями или службами.

source: Based on the security mechanism there are three types of vaults: * standard vault * symmetric vault * asymmetric vault
ru: Три категории хранилищ в зависимости от типа механизма защиты: * стандартное хранилище * симметричное хранилище * асимметричное хранилище
