Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Added HBAC rule "%(value)s"
ru: Добавлено новое правило HBAC «%(value)s»

source: Delete an HBAC rule.
ru: Удалить правило HBAC

source: Deleted HBAC rule "%(value)s"
ru: Правило HBAC «%(value)s» удалено

source: Modify an HBAC rule.
ru: Изменить правило HBAC

source: Modified HBAC rule "%(value)s"
ru: Правило HBAC «%(value)s» изменено

source: Search for HBAC rules.
ru: Поиск правил HBAC.

source: %(count)d HBAC rule matched
ru: найдено %(count)d правило HBAC

source: Display the properties of an HBAC rule.
ru: Показать свойства правила HBAC

source: Enable an HBAC rule.
ru: Включить правило HBAC

source: Enabled HBAC rule "%(value)s"
ru: Правило HBAC «%(value)s» включено

source: Disable an HBAC rule.
ru: Отключить правило HBAC

source: Disabled HBAC rule "%(value)s"
ru: Правило HBAC «%(value)s» отключено

source: Access time
ru: Время доступа

source: Add users and groups to an HBAC rule.
ru: Добавить пользователей и группы в правило HBAC

source: Remove users and groups from an HBAC rule.
ru: Удалить пользователей и группы из правила HBAC

source: Add target hosts and hostgroups to an HBAC rule.
ru: Добавить целевые хосты и группы хостов в правило HBAC

source: Remove target hosts and hostgroups from an HBAC rule.
ru: Удалить целевые хосты и группы хостов из правила HBAC

source: Add services to an HBAC rule.
ru: Добавить службы в правило HBAC

source: Remove service and service groups from an HBAC rule.
ru: Удалить службы и группы служб из правила HBAC

source: HBAC Services The PAM services that HBAC can control access to. The name used here must match the service name that PAM is evaluating. EXAMPLES: Add a new HBAC service: ipa hbacsvc-add tftp Modify an existing HBAC service: ipa hbacsvc-mod --desc="TFTP service" tftp Search for HBAC services. This example will return two results, the FTP service and the newly-added tftp service: ipa hbacsvc-find ftp Delete an HBAC service: ipa hbacsvc-del tftp
ru: Службы HBAC Службы PAM, к которым HBAC может контролировать доступ. Используемое имя должно совпадать с именем службы, которую анализирует PAM. ПРИМЕРЫ: Добавить новую службу HBAC: ipa hbacsvc-add tftp Изменить существующую службу HBAC: ipa hbacsvc-mod --desc="TFTP service" tftp Поиск служб HBAC. Этот пример вернёт два результата: службу FTP и новую добавленную службу tftp: ipa hbacsvc-find ftp Удалить службу HBAC: ipa hbacsvc-del tftp

source: Host based access control commands
ru: Команды HBAC

source: HBAC service
ru: Служба HBAC

source: HBAC services
ru: Службы HBAC

source: HBAC Services
ru: Службы HBAC

source: HBAC Service
ru: Служба HBAC

source: Service name
ru: Имя службы

source: HBAC service description
ru: Описание службы HBAC

source: Add a new HBAC service.
ru: Добавить новую службу HBAC.

source: Added HBAC service "%(value)s"
ru: Добавлена новая служба HBAC «%(value)s»

source: Delete an existing HBAC service.
ru: Удалить существующую службу HBAC

source: Deleted HBAC service "%(value)s"
ru: Удалена служба HBAC «%(value)s»

source: Modify an HBAC service.
ru: Изменить службу HBAC

source: Modified HBAC service "%(value)s"
ru: Служба HBAC «%(value)s» изменена

source: Search for HBAC services.
ru: Поиск служб HBAC.

source: %(count)d HBAC service matched
ru: найдена %(count)d служба HBAC

source: Display information about an HBAC service.
ru: Вывести информацию о службе HBAC

source: HBAC Service Groups HBAC service groups can contain any number of individual services, or "members". Every group must have a description. EXAMPLES: Add a new HBAC service group: ipa hbacsvcgroup-add --desc="login services" login Add members to an HBAC service group: ipa hbacsvcgroup-add-member --hbacsvcs=sshd --hbacsvcs=login login Display information about a named group: ipa hbacsvcgroup-show login Delete an HBAC service group: ipa hbacsvcgroup-del login
ru: Группы служб HBAC Группы служб HBAC могут содержать любое количество отдельных служб, или «членов». У каждой группы должно быть описание. ПРИМЕРЫ: Добавить новую группу служб HBAC: ipa hbacsvcgroup-add --desc="login services" login Добавить членов в группу служб HBAC: ipa hbacsvcgroup-add-member --hbacsvcs=sshd --hbacsvcs=login login Вывести информацию об указанной группе: ipa hbacsvcgroup-show login Удалить группу служб HBAC: ipa hbacsvcgroup-del login

source: HBAC service group
ru: Группа служб HBAC

source: HBAC service groups
ru: Группы служб HBAC

source: HBAC Service Groups
ru: Группы служб HBAC

source: HBAC Service Group
ru: Группа служб HBAC

source: Service group name
ru: Имя группы служб

source: HBAC service group description
ru: Описание группы служб HBAC

source: Add a new HBAC service group.
ru: Добавить новую группу служб HBAC.

source: Added HBAC service group "%(value)s"
ru: Добавлена новая группа служб HBAC «%(value)s»

source: Delete an HBAC service group.
ru: Удалить группу служб HBAC.

source: Deleted HBAC service group "%(value)s"
ru: Удалена группа служб HBAC «%(value)s»

source: Modify an HBAC service group.
ru: Изменить группу служб HBAC

source: Modified HBAC service group "%(value)s"
ru: Группа служб HBAC «%(value)s» изменена

source: Search for an HBAC service group.
ru: Поиск группы служб HBAC

source: %(count)d HBAC service group matched
ru: найдена %(count)d группа служб HBAC

source: Display information about an HBAC service group.
ru: Вывести информацию о группе служб HBAC

source: Add members to an HBAC service group.
ru: Добавить членов в группу служб HBAC

source: Remove members from an HBAC service group.
ru: Удалить членов из группы служб HBAC

source: Simulate use of Host-based access controls
ru: Имитация использования HBAC

source: Warning
ru: Предупреждение

source: Matched rules
ru: Соответствующие правила

source: Not matched rules
ru: Несоответствующие правила

source: Non-existent or invalid rules
ru: Несуществующие или недопустимые правила

source: Result of simulation
ru: Результат имитации

source: User name
ru: Имя пользователя

source: Target host
ru: Целевой хост

source: Rules to test. If not specified, --enabled is assumed
ru: Правила для тестирования. Если не указано, подразумевается аргумент «--enabled»

source: Hide details which rules are matched, not matched, or invalid
ru: Спрятать подробности о соответствующих, несоответствующих или недопустимых правилах

source: Include all enabled IPA rules into test [default]
ru: Включить в тест все активные правила IPA [по умолчанию]

source: Include all disabled IPA rules into test
ru: Включить в тест все неактивные правила IPA

source: Maximum number of rules to process when no --rules is specified
ru: Максимально количество правил для обработки, если не указан аргумент «--rules»

source: Cannot search in trusted domains without own domain configured. Make sure you have run ipa-adtrust-install on the IPA server first
ru: Невозможно вести поиск в доверенных доменах, если не настроен собственный домен. Убедитесь, что на сервере IPA была предварительно выполнена команда ipa-adtrust-install.

source: Access granted: %s
ru: Доступ разрешён: %s

source: Add a new host: ipa host-add --location="3rd floor lab" --locality=Dallas test.example.com
ru: Добавить новый хост: ipa host-add --location="лаборатория 3 этаж" --locality=Зеленоград test.example.com

source: Delete a host: ipa host-del test.example.com
ru: Удалить хост: ipa host-del test.example.com

source: Add a new host with a one-time password: ipa host-add --os='Fedora 12' --password=Secret123 test.example.com
ru: Добавить новый хост с одноразовым паролем: ipa host-add --os='Fedora 12' --password=Secret123 test.example.com

source: Add a new host with a random one-time password: ipa host-add --os='Fedora 12' --random test.example.com
ru: Добавить новый хост с произвольным одноразовым паролем: ipa host-add --os='Fedora 12' --random test.example.com

source: Modify information about a host: ipa host-mod --os='Fedora 12' test.example.com
ru: Изменить информацию о хосте: ipa host-mod --os='Fedora 12' test.example.com

source: Remove SSH public keys of a host and update DNS to reflect this change: ipa host-mod --sshpubkey= --updatedns test.example.com
ru: Удалить открытые ключи SSH и обновить DNS для отображения этого изменения: ipa host-mod --sshpubkey= --updatedns test.example.com

source: Disable the host Kerberos key, SSL certificate and all of its services: ipa host-disable test.example.com
ru: Отключить ключ Kerberos хоста, сертификат SSL и все его службы: ipa host-disable test.example.com

source: Add a host that can manage this host's keytab and certificate: ipa host-add-managedby --hosts=test2 test
ru: Добавить хост, который может управлять таблицей ключей и сертификатом этого хоста: ipa host-add-managedby --hosts=test2 test

source: Allow user to create a keytab: ipa host-allow-create-keytab test2 --users=tuser1
ru: Разрешить пользователю создавать таблицу ключей: ipa host-allow-create-keytab test2 --users=tuser1

source: Keytab
ru: Таблица ключей

source: Serial Number
ru: Серийный номер

source: Serial Number (hex)
ru: Серийный номер (шестнадцатеричный)

source: Failed managedby
ru: Сбой managedby

source: Users allowed to retrieve keytab
ru: Пользователи, которым разрешено получать таблицу ключей

source: Groups allowed to retrieve keytab
ru: Группы, которым разрешено получать таблицу ключей

source: Hosts allowed to retrieve keytab
ru: Хосты, которым разрешено получать таблицу ключей

source: Host Groups allowed to retrieve keytab
ru: Группы хостов, которым разрешено получать таблицу ключей

source: Users allowed to create keytab
ru: Пользователи, которым разрешено создавать таблицу ключей

source: Groups allowed to create keytab
ru: Группы, которым разрешено создавать таблицу ключей

source: Hosts allowed to create keytab
ru: Хосты, которым разрешено создавать таблицу ключей

source: Host Groups allowed to create keytab
ru: Группы хостов, которым разрешено создавать таблицу ключей

source: invalid domain-name: %s
ru: недопустимое доменное имя: %s

source: host
ru: хост

source: hosts
ru: хосты

source: Host
ru: Хост

source: Host name
ru: Имя хоста

source: A description of this host
ru: Описание этого хоста

source: Locality
ru: Местоположение

source: Host locality (e.g. "Baltimore, MD")
ru: Местонахождение хоста (например, «Москва, РФ»)

source: Host location (e.g. "Lab 2")
ru: Расположение хоста (например, «лаборатория №2»)

source: Platform
ru: Платформа

source: Host hardware platform (e.g. "Lenovo T61")
ru: Аппаратная платформа хоста (например, «Lenovo T61»)

source: Operating system
ru: Операционная система

source: Host operating system and version (e.g. "Fedora 9")
ru: Операционная система узла и её версия (например, «Fedora 9»)

source: User password
ru: Пароль пользователя

source: Password used in bulk enrollment
ru: Пароль, используемый в массовой регистрации

source: Generate a random password to be used in bulk enrollment
ru: Создать произвольный пароль для массовой регистрации

source: MAC address
ru: MAC-адрес

source: Hardware MAC address(es) on this host
ru: Аппаратные MAC-адреса на этом хосте

source: Add a new host.
ru: Добавить новый хост

source: Added host "%(value)s"
ru: Добавлен хост «%(value)s»

source: Add the host to DNS with this IP address
ru: Добавить хост к DNS с этим адресом IP

source: The host was added but the DNS update failed with: %(exc)s
ru: Хост был добавлен, но произошёл сбой обновления DNS: %(exc)s

source: Delete a host.
ru: Удалить хост

source: Deleted host "%(value)s"
ru: Удален хост «%(value)s»

source: Remove entries from DNS
ru: Удалить записи из DNS

source: Modify information about a host.
ru: Изменить информацию о хосте

source: Modified host "%(value)s"
ru: Изменен хост «%(value)s»

source: Kerberos principal name for this host
ru: Имя принципала Kerberos для этого хоста

source: Update DNS entries
ru: Обновить записи DNS

source: Password cannot be set on enrolled host.
ru: Нельзя установить пароль для зарегистрированного хоста

source: Search for hosts.
ru: Поиск хоста

source: %(count)d host matched
ru: Найден %(count)d хост

source: Display information about a host.
ru: Вывести информацию о хосте

source: file to store certificate in
ru: файл для хранения сертификата

source: Certificate(s) stored in file '%(file)s'
ru: Сертификаты сохранены в файле «%(file)s»

source: Disable the Kerberos key, SSL certificate and all services of a host.
ru: Отключить ключ Kerberos, сертификат SSL и все службы хоста.

source: Disabled host "%(value)s"
ru: Хост «%(value)s» отключён

source: Add hosts that can manage this host.
ru: Добавить хосты, которые могут управлять этим хостом.

source: Remove hosts that can manage this host.
ru: Удалить хосты, которые могут управлять этим хостом.

source: Allow users, groups, hosts or host groups to retrieve a keytab of this host.
ru: Разрешить пользователям, группам, хостам или группам хостов получать таблицу ключей этого хоста

source: Disallow users, groups, hosts or host groups to retrieve a keytab of this host.
ru: Запретить пользователям, группам, хостам или группам хостов получать таблицу ключей этого хоста.

source: Allow users, groups, hosts or host groups to create a keytab of this host.
ru: Разрешить пользователям, группам, хостам или группам хостов создавать таблицу ключей на этом хосте

source: Disallow users, groups, hosts or host groups to create a keytab of this host.
ru: Запретить пользователям, группам, хостам или группам хостов создавать таблицу ключей на этом хосте

source: Add certificates to host entry
ru: Добавить сертификаты к записи хоста

source: Added certificates to host "%(value)s"
ru: Добавлены сертификаты для хоста «%(value)s»

source: Remove certificates from host entry
ru: Удалить сертификаты из записи хоста

source: Removed certificates from host "%(value)s"
ru: Удалены сертификаты с хоста «%(value)s»

source: Groups of hosts. Manage groups of hosts. This is useful for applying access control to a number of hosts by using Host-based Access Control. EXAMPLES: Add a new host group: ipa hostgroup-add --desc="Baltimore hosts" baltimore Add another new host group: ipa hostgroup-add --desc="Maryland hosts" maryland Add members to the hostgroup (using Bash brace expansion): ipa hostgroup-add-member --hosts={box1,box2,box3} baltimore Add a hostgroup as a member of another hostgroup: ipa hostgroup-add-member --hostgroups=baltimore maryland Remove a host from the hostgroup: ipa hostgroup-remove-member --hosts=box2 baltimore Display a host group: ipa hostgroup-show baltimore Delete a hostgroup: ipa hostgroup-del baltimore
ru: Группы хостов. Управление группами хостов. Используется для применения контроля за доступом к хостам с помощью HBAC. ПРИМЕРЫ: Добавить новую группу хостов: ipa hostgroup-add --desc="Baltimore hosts" baltimore Добавить ещё одну новую группу хостов: ipa hostgroup-add --desc="Maryland hosts" maryland Добавить членов в группу хостов (с помощью раскрытия скобок Bash): ipa hostgroup-add-member --hosts={box1,box2,box3} baltimore Добавить группу хостов в качестве члена другой группы хостов: ipa hostgroup-add-member --hostgroups=baltimore maryland Удалить хост из группы хостов: ipa hostgroup-remove-member --hosts=box2 baltimore Показать группу хостов: ipa hostgroup-show baltimore Удалить группу хостов: ipa hostgroup-del baltimore

source: host group
ru: группа хостов

source: host groups
ru: группы хостов

source: Host Group
ru: Группа хостов

source: Host-group
ru: Группа хостов

source: Name of host-group
ru: Имя группы хостов

source: A description of this host-group
ru: Описание этой группы хостов

source: Add a new hostgroup.
ru: Добавить новую группу хостов

source: Added hostgroup "%(value)s"
ru: Добавлена группа хостов «%(value)s»

source: netgroup with name "%s" already exists. Hostgroups and netgroups share a common namespace
ru: сетевая группа с именем «%s» уже существует. Группы хостов и сетевые группы разделяют общее пространство имён

source: Delete a hostgroup.
ru: Удалить группу хостов

source: Deleted hostgroup "%(value)s"
ru: Удалена группа хостов «%(value)s»

source: Modify a hostgroup.
ru: Изменить группу хостов

source: Modified hostgroup "%(value)s"
ru: Изменена группа хостов «%(value)s»

source: Search for hostgroups.
ru: Поиск группы хостов

source: %(count)d hostgroup matched
ru: Найдена %(count)d группа хостов

source: Display information about a hostgroup.
ru: Вывести информацию о группе хостов

source: Add members to a hostgroup.
ru: Добавить членов в группу хостов

source: Remove members from a hostgroup.
ru: Удалить членов из группы хостов

source: ID Ranges
ru: Диапазоны ID

source: ID Range
ru: Диапазон ID

source: local domain range
ru: диапазон локального домена

source: Active Directory domain range
ru: диапазон домена Active Directory

source: Active Directory trust range with POSIX attributes
ru: диапазон доверия Active Directory с атрибутами POSIX

source: Range name
ru: Имя диапазона

source: First Posix ID of the range
ru: Первый Posix ID диапазона

source: Number of IDs in the range
ru: Число ID в диапазоне

source: First RID of the corresponding RID range
ru: Первый RID соответствующего диапазона RID

source: First RID of the secondary RID range
ru: Первый RID вторичного диапазона RID

source: Domain SID of the trusted domain
ru: SID доверенного домена

source: Name of the trusted domain
ru: Имя доверенного домена

source: Range type
ru: Тип диапазона

source: ID range type, one of {vals}
ru: Тип диапазона ID, один из {vals}

source: range modification leaving objects with ID out of the defined range is not allowed
ru: изменение диапазона, в результате которого ID объектов располагаются вне установленного диапазона, не разрешено

source: Cannot perform SID validation without Samba 4 support installed. Make sure you have installed server-trust-ad sub-package of IPA on the server
ru: Невозможно выполнить валидацию SID, если не установлена поддержка Samba 4. Убедитесь, что на сервере установлен подпакет IPA server-trust-ad.

source: Cross-realm trusts are not configured. Make sure you have run ipa-adtrust-install on the IPA server first
ru: Отношения доверия между сферами не настроены. Убедитесь, что на сервере IPA была предварительно выполнена команда ipa-adtrust-install.

source: SID is not recognized as a valid SID for a trusted domain
ru: Этот SID не распознаётся как допустимый SID доверенного домена

source: Add new ID range. To add a new ID range you always have to specify --base-id --range-size Additionally --rid-base --secondary-rid-base may be given for a new ID range for the local domain while --rid-base --dom-sid must be given to add a new range for a trusted AD domain. {0}
ru: Добавить новый диапазон ID. При добавлении нового диапазона ID всегда нужно указывать --base-id --range-size Дополнительно можно указать --rid-base --secondary-rid-base для нового диапазона ID локального домена, а --rid-base --dom-sid необходимо указывать при добавлении нового диапазона для доверенного домена AD. {0}

source: Added ID range "%(value)s"
ru: Добавлен диапазон ID «%(value)s»

source: Options dom-sid and dom-name cannot be used together
ru: Параметры «dom-sid» и «dom-name» нельзя использовать вместе

source: SID for the specified trusted domain name could not be found. Please specify the SID directly using dom-sid option.
ru: Не удалось найти SID для указанного имени доверенного домена. Укажите SID явно, используя параметр «dom-sid».

source: Options dom-sid/dom-name and rid-base must be used together
ru: Параметры «dom-sid»/«dom-name» и «rid-base» должны использоваться вместе

source: Option rid-base must not be used when IPA range type is ipa-ad-trust-posix
ru: Параметр «rid-base» не должен использоваться, если диапазон IPA имеет тип ipa-ad-trust-posix

source: IPA Range type must be one of ipa-ad-trust or ipa-ad-trust-posix when SID of the trusted domain is specified
ru: Если указывается SID доверенного домена, тип диапазона IPA должен быть ipa-ad-trust или ipa-ad-trust-posix

source: Options dom-sid/dom-name and secondary-rid-base cannot be used together
ru: Параметры «dom-sid»/«dom-name» и «secondary-rid-base» нельзя использовать вместе

source: IPA Range type must not be one of ipa-ad-trust or ipa-ad-trust-posix when SID of the trusted domain is not specified.
ru: Если SID доверенного домена не указывается, тип диапазона IPA не может быть ipa-ad-trust или ipa-ad-trust-posix.

source: Options secondary-rid-base and rid-base must be used together
ru: Параметры «secondary-rid-base» и «rid-base» должны использоваться вместе

source: Primary RID range and secondary RID range cannot overlap
ru: Первичный и вторичный диапазоны RID не могут накладываться друг на друга

source: You must specify both rid-base and secondary-rid-base options, because ipa-adtrust-install has already been run.
ru: Необходимо указать и параметр rid-base и параметр secondary-rid-base, т.к. команда ipa-adtrust-install уже была выполнена

source: Delete an ID range.
ru: Удалить диапазон ID

source: Deleted ID range "%(value)s"
ru: Диапазон ID «%(value)s» удалён

source: Search for ranges.
ru: Поиск диапазонов

source: %(count)d range matched
ru: Найден %(count)d диапазон

source: Display information about a range.
ru: Вывести информацию о диапазоне

source: Modify ID range. {0}
ru: Изменить диапазон ID. {0}

source: Modified ID range "%(value)s"
ru: Диапазон ID «%(value)s» изменён

source: This command can not be used to change ID allocation for local IPA domain. Run `ipa help idrange` for more information
ru: Эту команду нельзя использовать для изменения выделения ID для локального домена IPA. Запустите «ipa help idrange» чтобы узнать подробности.

source: Options dom-sid and secondary-rid-base cannot be used together
ru: Параметры «dom-sid» и «secondary-rid-base» нельзя использовать вместе

source: Options dom-sid and rid-base must be used together
ru: Параметры «dom-sid» и «rid-base» должны использоваться вместе

source: ID Views Manage ID Views IPA allows to override certain properties of users and groups per each host. This functionality is primarily used to allow migration from older systems or other Identity Management solutions.
ru: Представления ID Управление представлениями ID IPA даёт возможность переназначить некоторые параметры пользователей и групп индивидуально для каждого хоста. Эта возможность в первую очередь используется для миграции со старых систем или с других решений по управлению идентификационной информацией.

source: ID View
ru: Представление ID

source: system ID View
ru: системное представление ID

source: Fallback to AD DC LDAP
ru: Использовать резерв AD DC LDAP

source: Allow falling back to AD DC LDAP when resolving AD trusted objects. For two-way trusts only.
ru: Разрешить использовать резерв AD DC LDAP при разрешении доверенных объектов AD. Только для двусторонних доверий.

source: ID Views
ru: Представления ID

source: ID View Name
ru: Название представления ID

source: Add a new ID View.
ru: Добавить новое представление ID.

source: Added ID View "%(value)s"
ru: Добавлено представление ID «%(value)s»

source: Delete an ID View.
ru: Удалить представление ID

source: Deleted ID View "%(value)s"
ru: Представление ID «%(value)s» удалено

source: Modify an ID View.
ru: Изменить представление ID

source: Modified an ID View "%(value)s"
ru: Представление ID «%(value)s» изменено

source: Search for an ID View.
ru: Поиск представления ID

source: %(count)d ID View matched
ru: Найдено %(count)d представление ID

source: Display information about an ID View.
ru: Вывести информацию о представлении ID

source: Enumerate all the hosts the view applies to.
ru: Перечислить все хосты, к которым применяется представление

source: User object overrides
ru: Переопределения пользовательских объектов

source: Group object overrides
ru: Переопределения групповых объектов

source: Hosts the view applies to
ru: Хосты, к которым применяется представление
