Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Enter %(label)s again to verify:
ru: Повторно введите %(label)s для подтверждения:

source: Passwords do not match!
ru: Пароли не совпадают

source: No matching entries found
ru: Совпадений не найдено

source: Topic or Command
ru: Тема или команда

source: The topic or command name.
ru: Имя темы или команды.

source: Topic commands:
ru: Команды темы:

source: To get command help, use:
ru: Для получения помощи по команде, используйте:

source: Command name
ru: Имя команды

source: Positional arguments
ru: Позиционные аргументы

source: Same as --%s
ru: Тождественный --%s

source: Deprecated options
ru: Устаревшие параметры

source: No file to read
ru: Отсутствует файл для чтения

source: unknown error %(code)d from %(server)s: %(error)s
ru: неизвестная ошибка %(code)d от %(server)s: %(error)s

source: an internal error has occurred
ru: произошла внутренняя ошибка

source: an internal error has occurred on server at '%(server)s'
ru: возникла внутренняя ошибка сервера на «%(server)s»

source: unknown command '%(name)s'
ru: неизвестная команда «%(name)s»

source: error on server '%(server)s': %(error)s
ru: ошибка на сервере «%(server)s»: %(error)s

source: cannot connect to '%(uri)s': %(error)s
ru: не удалось соединиться с «%(uri)s»: %(error)s

source: Invalid JSON-RPC request: %(error)s
ru: Неверный JSON-RPC запрос: %(error)s

source: Missing or invalid HTTP Referer, %(referer)s
ru: Недопустимый или отсутствующий HTTP Referer, %(referer)s

source: Kerberos error: %(major)s/%(minor)s
ru: Ошибка Kerberos: %(major)s/%(minor)s

source: did not receive Kerberos credentials
ru: не получены учётные данные Kerberos

source: Service '%(service)s' not found in Kerberos database
ru: Служба «%(service)s» не найдена в базе данных Kerberos

source: No credentials cache found
ru: Кэш учётных данных не найден

source: Ticket expired
ru: Срок действия билета истек

source: Credentials cache permissions incorrect
ru: Неверные полномочия для кэша учётных данных

source: Bad format in credentials cache
ru: Неверный формат в кэше учёных данных

source: Cannot resolve KDC for requested realm
ru: Не удалось разрешить KDC для запрошенной области

source: Session error
ru: Ошибка сеанса

source: Principal %(principal)s cannot be authenticated: %(message)s
ru: Не удалось опознать принципал %(principal)s: %(message)s

source: Insufficient access: %(info)s
ru: Недостаточно прав для доступа: %(info)s

source: command '%(name)s' takes no arguments
ru: Команда «%(name)s» не принимает аргументов

source: command '%(name)s' takes at most %(count)d argument
ru: команда «%(name)s» принимает не больше %(count)d аргумента

source: overlapping arguments and options: %(names)s
ru: перекрывающиеся аргументы и параметры: %(names)s

source: '%(name)s' is required
ru: требуется «%(name)s»

source: invalid '%(name)s': %(error)s
ru: недопустимый «%(name)s»: %(error)s

source: api has no such namespace: '%(name)s'
ru: api не имеет такого пространства имён: «%(name)s»

source: Passwords do not match
ru: Пароли не совпадают

source: Command not implemented
ru: Команда не поддерживается

source: Client is not configured. Run ipa-client-install.
ru: Клиент не настроен. Запустите ipa-client-install.

source: Could not get %(name)s interactively
ru: Не удалось интерактивно получить %(name)s

source: Command '%(name)s' has been deprecated
ru: Команда «%(name)s» является устаревшей

source: Domain '%(domain)s' is not a root domain for forest '%(forest)s'
ru: Домен «%(domain)s» не является корневым для леса «%(forest)s»

source: This entry already exists
ru: Такая запись уже существует

source: Service principal is not of the form: service/fully-qualified host name: %(reason)s
ru: Субъект-служба должна иметь форму: служба/полное имя хоста: %(reason)s

source: The realm for the principal does not match the realm for this IPA server
ru: Область принципала не соответствует области этого сервера IPA

source: This command requires root access
ru: Команде требуются права доступа root

source: This is already a posix group
ru: Группа уже является posix группой

source: Principal is not of the form user@REALM: '%(principal)s'
ru: Принципал должен иметь форму пользователь@ОБЛАСТЬ: «%(principal)s»

source: This entry is already enabled
ru: Эта запись уже активирована

source: This entry is already disabled
ru: Эта запись уже отключена

source: This entry cannot be enabled or disabled
ru: Эту запись нельзя ни отключить ни включить

source: This entry is not a member
ru: Этот элемент не является членом

source: A group may not be a member of itself
ru: Группа не может входить в состав самой себя

source: Base64 decoding failed: %(reason)s
ru: Сбой декодирования Base64: %(reason)s

source: A group may not be added as a member of itself
ru: Группа не может быть добавлена сама в себя

source: The default users group cannot be removed
ru: Нельзя удалить стандартную группу пользователя

source: Host does not have corresponding DNS A/AAAA record
ru: Хост не имеет соответствующий записи DNS A/AAAA

source: Deleting a managed group is not allowed. It must be detached first.
ru: Удаление управляемой группы не разрешено. Сначала её необходимо отключить.

source: A managed group cannot have a password policy.
ru: Управляемая группа не может иметь политику паролей

source: '%(entry)s' doesn't have a certificate.
ru: «%(entry)s» не имеет сертификата.

source: Unable to create private group. A group '%(group)s' already exists.
ru: Не удалось создать закрытую группу. Группа «%(group)s» уже существует.

source: A problem was encountered when verifying that all members were %(verb)s: %(exc)s
ru: Возникла проблема при проверке, все ли члены являются %(verb)s: %(exc)s

source: %(attr)s does not contain '%(value)s'
ru: %(attr)s не содержит «%(value)s»

source: The search criteria was not specific enough. Expected 1 and found %(found)d.
ru: Критерий поиска не был достаточно чётким. Ожидалось 1, найдено %(found)d.

source: This group already allows external members
ru: В этой группе уже разрешены внешние члены

source: This group cannot be posix because it is external
ru: Эта группа не может быть posix, т.к. она внешняя

source: This is already a posix group and cannot be converted to external one
ru: Эта группа уже является posix и не может стать внешней

source: no command nor help topic '%(topic)s'
ru: ни команды ни справки по теме «%(topic)s»

source: change collided with another change
ru: изменение конфликтует с другим изменением

source: limits exceeded for this query
ru: для этого запроса превышены ограничения

source: modifying primary key is not allowed
ru: изменение главного ключа не разрешено

source: %(attr)s: Only one value allowed.
ru: %(attr)s: разрешено только одно значение.

source: %(attr)s: Invalid syntax.
ru: %(attr)s: недопустимый синтаксис.

source: Bad search filter %(info)s
ru: Неверный фильтр поиска %(info)s

source: Not allowed on non-leaf entry
ru: Не разрешено на не оконечном элементе

source: LDAP timeout
ru: Истекло время ожидания LDAP

source: DNS check failed: Expected {%(expected)s} got {%(got)s}
ru: Сбой проверки DNS: ожидалось {%(expected)s} получено {%(got)s}

source: %(task)s LDAP task timeout, Task DN: '%(task_dn)s'
ru: истекло время ожидания задания LDAP %(task)s, Task DN: «%(task_dn)s»

source: Certificate operation cannot be completed: %(error)s
ru: Операция с сертификатом не может быть завершена: %(error)s

source: Certificate format error: %(error)s
ru: Ошибка формата сертификата: %(error)s

source: Already registered
ru: Уже зарегистрировано

source: Not registered yet
ru: Ещё не зарегистрировано

source: %(key)s cannot be deleted because %(label)s %(dependent)s requires it
ru: %(key)s не может быть удалён, т.к. он требуется для %(label)s %(dependent)s

source: %(key)s cannot be deleted or disabled because it is the last member of %(label)s %(container)s
ru: %(key)s не может быть удалён или отключён, т.к. он является последним членом %(label)s %(container)s

source: %(label)s %(key)s cannot be deleted/modified: %(reason)s
ru: %(label)s %(key)s не может быть удалено/изменено: %(reason)s

source: %(name)s certificate is not valid
ru: %(name)s недопустимый сертификат

source: Results are truncated, try a more specific search
ru: Результаты усечены. Попробуйте задать более точные условия поиска

source: Unknown option: %(option)s
ru: Неизвестный параметр: %(option)s

source: Retrieve and print all attributes from the server. Affects command output.
ru: Получить и показать все атрибуты с сервера. Влияет на вывод команд.

source: Client version. Used to determine if server will accept request.
ru: Версия клиента. Используется чтобы определить, примет ли сервер запрос.

source: Forward to server instead of running locally
ru: Перенаправить на сервер вместо локального запуска

source: Additional instructions:
ru: Дополнительные инструкции:

source: API Version number was not sent, forward compatibility not guaranteed. Assuming server's API version, %(server_version)s
ru: Номер версии API не был послан, дальнейшая совместимость не гарантируется. Предполагаем, что API сервера имеет версию %(server_version)s

source: DNS forwarder semantics changed since IPA 4.0. You may want to use forward zones (dnsforwardzone-*) instead. For more details read the docs.
ru: Семантика перенаправляющего DNS-сервера изменилась с версии IPA 4.0. Возможно, вместо него лучше использовать ретранслируемые зоны (dnsforwardzone-*). Подробности см. в документации.

source: DNSSEC support is experimental. %(additional_info)s
ru: Поддержка DNSSEC является экспериментальной. %(additional_info)s

source: '%(option)s' option is deprecated. %(additional_info)s
ru: параметр «%(option)s» является устаревшим. %(additional_info)s

source: Semantic of %(label)s was changed. %(current_behavior)s %(hint)s
ru: Семантика %(label)s изменилась. %(current_behavior)s %(hint)s

source: DNS server %(server)s: %(error)s.
ru: Сервер DNS %(server)s: %(error)s.

source: DNS server %(server)s does not support DNSSEC: %(error)s. If DNSSEC validation is enabled on IPA server(s), please disable it.
ru: Сервер DNS %(server)s не поддерживает DNSSEC: %(error)s. Если на серверах IPA включена валидация DNSSEC, отключите её.

source: forward zone "%(fwzone)s" is not effective because of missing proper NS delegation in authoritative zone "%(authzone)s". Please add NS record "%(ns_rec)s" to parent zone "%(authzone)s".
ru: ретранслируемая зона «%(fwzone)s» не действует, т.к. в полномочной зоне «%(authzone)s» отсутствует правильное делегирование NS. Добавьте запись NS «%(ns_rec)s» в родительскую зону «%(authzone)s».

source: DNS server %(server)s does not support EDNS0 (RFC 6891): %(error)s. If DNSSEC validation is enabled on IPA server(s), please disable it.
ru: DNS сервер %(server)s не поддерживает EDNS0 (RFC 6891): %(error)s. Если на серверах IPA включена валидация DNSSEC, отключите её.

source: DNSSEC validation failed: %(error)s. Please verify your DNSSEC configuration or disable DNSSEC validation on all IPA servers.
ru: Сбой валидации DNSSEC: %(error)s. Проверьте параметры DNSSEC или отмените валидацию DNSSEC на всех серверах IPA.

source: The _kerberos TXT record from domain %(domain)s could not be created (%(error)s). This can happen if the zone is not managed by IPA. Please create the record manually, containing the following value: '%(realm)s'
ru: Не удалось создать запись _kerberos TXT с домена %(domain)s (%(error)s). Такое может произойти, если зона не управляется IPA. Создайте запись вручную со следующим значением: «%(realm)s»

source: The _kerberos TXT record from domain %(domain)s could not be removed (%(error)s). This can happen if the zone is not managed by IPA. Please remove the record manually.
ru: Не удалось удалить запись _kerberos TXT с домена %(domain)s (%(error)s). Такое может произойти, если зона не управляется IPA. Удалите запись вручную.

source: No DNSSEC key master is installed. DNSSEC zone signing will not work until the DNSSEC key master is installed.
ru: Мастер ключей DNSSEC не установлен. Подписание зон DNSSEC не будет работать до тех пор, пока не будет установлен мастер ключей DNSSEC.

source: Relative record name '%(record)s' contains the zone name '%(zone)s' as a suffix, which results in FQDN '%(fqdn)s'. This is usually a mistake caused by a missing dot at the end of the name specification.
ru: Название относительной записи «%(record)s» содержит имя зоны «%(zone)s» в качестве суффикса, что даёт полное доменное имя «%(fqdn)s». Эта ошибка обычно происходит из-за отсутствия точки в конце определения имени.

source: '%(command)s' is deprecated. %(additional_info)s
ru: «%(command)s» является устаревшей. %(additional_info)s

source: A dictionary representing an LDAP entry
ru: Словарь, представляющий запись LDAP

source: A list of LDAP entries
ru: Список записей LDAP

source: All commands should at least have a result
ru: Все команды должны как минимум иметь результат

source: User-friendly description of action performed
ru: Понятное пользователю описание выполняемого действия

source: The primary_key value of the entry, e.g. 'jdoe' for a user
ru: Значение primary_key записи, например «jdoe» для пользователя

source: Number of entries returned
ru: Число возвращённых значений

source: True if not all results were returned
ru: Верно, если не все результаты были возвращены

source: List of deletions that failed
ru: Список удалений с ошибками

source: True means the operation was successful
ru: Верно — означает успешное завершение операции

source: incorrect type
ru: неверный тип

source: Only one value is allowed
ru: Допускается только одно значение

source: must be True or False
ru: должно быть либо «верно» либо «неверно»

source: must be an integer
ru: необходимо целое число

source: must be at least %(minvalue)d
ru: необходимо минимум %(minvalue)d

source: can be at most %(maxvalue)d
ru: может быть не более %(maxvalue)d

source: must be a decimal number
ru: должно быть десятичным числом

source: must be at least %(minvalue)s
ru: должно быть минимум %(minvalue)s

source: can be at most %(maxvalue)s
ru: может быть не больше %(maxvalue)s

source: number class '%(cls)s' is not included in a list of allowed number classes: %(allowed)s
ru: класс чисел «%(cls)s» не включён в список разрешённых классов чисел: %(allowed)s

source: must match pattern "%(pattern)s"
ru: должно соответствовать шаблону «%(pattern)s»

source: must be binary data
ru: должно быть двоичными данными

source: must be at least %(minlength)d bytes
ru: должно содержать не менее %(minlength)d байт

source: can be at most %(maxlength)d bytes
ru: может содержать не более %(maxlength)d байт

source: must be exactly %(length)d bytes
ru: должно содержать точно %(length)d байт

source: must be Unicode text
ru: должно являться текстом Unicode

source: Leading and trailing spaces are not allowed
ru: Начальные пробелы и пробелы в конце строк не разрешены

source: must be at least %(minlength)d characters
ru: должно иметь минимум %(minlength)d символов

source: can be at most %(maxlength)d characters
ru: может быть не длиннее %(maxlength)d символов

source: must be exactly %(length)d characters
ru: должно иметь точно %(length)d символов

source: The character %(char)r is not allowed.
ru: Символ %(char)r не разрешён

source: must be '%(value)s'
ru: должно быть «%(value)s»

source: must be one of %(values)s
ru: должно быть одним из %(values)s

source: must be datetime value
ru: должно быть значением datetime

source: does not match any of accepted formats:
ru: не соответствует ни одному из принятых форматов:

source: incomplete time value
ru: неполное значение времени

source: this option is deprecated
ru: этот параметр устарел

source: must be DNS name
ru: должно быть имя DNS

source: must be absolute
ru: должно быть абсолютным

source: must be relative
ru: должно быть относительным

source: A list of ACI values
ru: Список значений ACI

source: ACI prefix is required
ru: Требуется префикс ACL

source: at least one of: type, filter, subtree, targetgroup, attrs or memberof are required
ru: требуется как минимум одно из: type, filter, subtree, targetgroup, attrs или memberof

source: Group '%s' does not exist
ru: Группа «%s» не существует

source: empty filter
ru: пустой фильтр

source: Syntax Error: %(error)s
ru: Ошибка синтаксиса: %(error)s

source: invalid DN (%s)
ru: недопустимый DN (%s)

source: ACI with name "%s" not found
ru: ACI с именем «%s» не найдена

source: ACI prefix
ru: Префикс ACI

source: Prefix used to distinguish ACI types (permission, delegation, selfservice, none)
ru: Префикс, используемый для различения типов ACI (полномочия, делегирование, самообслуживание, нет)

source: ACIs
ru: ACI

source: ACI name
ru: Имя ACI

source: Permission
ru: Полномочия

source: Permission ACI grants access to
ru: Полномочия ACI дают доступ к

source: User group
ru: Группа пользователя

source: User group ACI grants access to
ru: Группа пользователя ACI даёт доступ к

source: Permissions
ru: Полномочия

source: Permissions to grant(read, write, add, delete, all)
ru: Выдать полномочия (чтение, запись, добавление, удаление, всё)

source: Attributes to which the permission applies
ru: Атрибуты, к которым применяются полномочия

source: Attributes
ru: Атрибуты

source: Type
ru: Тип

source: type of IPA object (user, group, host, hostgroup, service, netgroup)
ru: тип объекта IPA (пользователь, группа, хост, группа хостов, служба, группа сети)

source: Member of
ru: Член

source: Member of a group
ru: Член группы

source: Filter
ru: Фильтр

source: Legal LDAP filter (e.g. ou=Engineering)
ru: Обычный фильтр LDAP (напр., ou=Engineering)

source: Subtree
ru: Поддерево

source: Subtree to apply ACI to
ru: Поддерево для применения ACI

source: Target group
ru: Целевая группа

source: Group to apply ACI to
ru: Группа для применения ACI

source: Created ACI "%(value)s"
ru: Созданы ACI «%(value)s»

source: Test the ACI syntax but don't write anything
ru: Проверить синтаксис ACI, но ничего не записывать

source: Deleted ACI "%(value)s"
ru: Удалены ACI «%(value)s»

source: Modified ACI "%(value)s"
ru: Изменены ACI «%(value)s»

source: %(count)d ACI matched
ru: Найдено %(count)d ACI

source: Location of the ACI
ru: Местоположение ACI

source: New ACI name
ru: Новое имя ACI

source: Renamed ACI to "%(value)s"
ru: ACI переименованы в «%(value)s»

source: Bring clarity to the membership of hosts and users by configuring inclusive or exclusive regex patterns, you can automatically assign a new entries into a group or hostgroup based upon attribute information.
ru: Приведите в порядок членство хостов и пользователей при помощи настроенных regex-шаблонов включения/исключения. Новые элементы можно автоматически связывать с группами или группами хостов, базируясь на информации из атрибутов.

source: A rule is directly associated with a group by name, so you cannot create a rule without an accompanying group or hostgroup.
ru: Правило напрямую связано с группой именем, поэтому нельзя создать правило без сопровождающей его группы или группы хостов.

source: A condition is a regular expression used by 389-ds to match a new incoming entry with an automember rule. If it matches an inclusive rule then the entry is added to the appropriate group or hostgroup.
ru: Условие (condition) — это регулярное выражение, используемое сервером 389-ds для проверки соответствия новой входящей записи правилу автоматического членства. Если запись соответствует правилу включения, то она добавляется в подходящую группу или группу хостов.

source: A default group or hostgroup could be specified for entries that do not match any rule. In case of user entries this group will be a fallback group because all users are by default members of group specified in IPA config.
ru: Для записей, не соответствующих ни одному правилу, можно указать группу/группу хостов по умолчанию. В случае записей пользователя, эта группа будет резервной, т.к. все пользователя являются по умолчанию членами группы, указанной в конфигурационном файле IPA.

source: EXAMPLES:
ru: ПРИМЕРЫ:

source: Add the initial group or hostgroup: ipa hostgroup-add --desc="Web Servers" webservers ipa group-add --desc="Developers" devel
ru: Добавить основную группу или группу хостов: ipa hostgroup-add --desc="Web Servers" webservers ipa group-add --desc="Developers" devel

source: Add the initial rule: ipa automember-add --type=hostgroup webservers ipa automember-add --type=group devel
ru: Добавить основное правило: ipa automember-add --type=hostgroup webservers ipa automember-add --type=group devel

source: Add a condition to the rule: ipa automember-add-condition --key=fqdn --type=hostgroup --inclusive-regex=^web[1-9]+\.example\.com webservers ipa automember-add-condition --key=manager --type=group --inclusive-regex=^uid=mscott devel
ru: Добавить условие для правила: ipa automember-add-condition --key=fqdn --type=hostgroup --inclusive-regex=^web[1-9]+\.example\.com webservers ipa automember-add-condition --key=manager --type=group --inclusive-regex=^uid=mscott devel

source: Add an exclusive condition to the rule to prevent auto assignment: ipa automember-add-condition --key=fqdn --type=hostgroup --exclusive-regex=^web5\.example\.com webservers
ru: Добавить к правилу условие исключения для предотвращения автоматического назначения: ipa automember-add-condition --key=fqdn --type=hostgroup --exclusive-regex=^web5\.example\.com webservers

source: Add a host: ipa host-add web1.example.com
ru: Добавить хост: ipa host-add web1.example.com

source: Add a user: ipa user-add --first=Tim --last=User --password tuser1 --manager=mscott
ru: Добавить пользователя: ipa user-add --first=Tim --last=User --password tuser1 --manager=mscott

source: Verify automembership: ipa hostgroup-show webservers Host-group: webservers Description: Web Servers Member hosts: web1.example.com ipa group-show devel Group name: devel Description: Developers GID: 1004200000 Member users: tuser
ru: Проверка автоматического членства: ipa hostgroup-show webservers Host-group: webservers Description: Web Servers Member hosts: web1.example.com ipa group-show devel Group name: devel Description: Developers GID: 1004200000 Member users: tuser

source: Remove a condition from the rule: ipa automember-remove-condition --key=fqdn --type=hostgroup --inclusive-regex=^web[1-9]+\.example\.com webservers
ru: Удалить условие из правила: ipa automember-remove-condition --key=fqdn --type=hostgroup --inclusive-regex=^web[1-9]+\.example\.com webservers

source: Modify the automember rule: ipa automember-mod
ru: Изменить правило автоматического членства: ipa automember-mod

source: Set the default (fallback) target group: ipa automember-default-group-set --default-group=webservers --type=hostgroup ipa automember-default-group-set --default-group=ipausers --type=group
ru: Установить стандартную (резервную) целевую группу: ipa automember-default-group-set --default-group=webservers --type=hostgroup ipa automember-default-group-set --default-group=ipausers --type=group

source: Remove the default (fallback) target group: ipa automember-default-group-remove --type=hostgroup ipa automember-default-group-remove --type=group
ru: Удалить стандартную (резервную) целевую группу: ipa automember-default-group-remove --type=hostgroup ipa automember-default-group-remove --type=group

source: Show the default (fallback) target group: ipa automember-default-group-show --type=hostgroup ipa automember-default-group-show --type=group
ru: Показать стандартную (резервную) целевую группу: ipa automember-default-group-show --type=hostgroup ipa automember-default-group-show --type=group

source: Find all of the automember rules: ipa automember-find
ru: Найти все правила автоматического членства: ipa automember-find
