Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Display a automember rule: ipa automember-show --type=hostgroup webservers ipa automember-show --type=group devel
ru: Показать правило автоматического членства: ipa automember-show --type=hostgroup webservers ipa automember-show --type=group devel

source: Delete an automember rule: ipa automember-del --type=hostgroup webservers ipa automember-del --type=group devel
ru: Удалить правило автоматического членства: ipa automember-del --type=hostgroup webservers ipa automember-del --type=group devel

source: Rebuild membership for all users: ipa automember-rebuild --type=group
ru: Пересоздать членство для всех пользователей: ipa automember-rebuild --type=group

source: Rebuild membership for all hosts: ipa automember-rebuild --type=hostgroup
ru: Пересоздать членство для всех хостов: ipa automember-rebuild --type=hostgroup

source: Rebuild membership for specified users: ipa automember-rebuild --users=tuser1 --users=tuser2
ru: Пересоздать членство для указанных пользователей: ipa automember-rebuild --users=tuser1 --users=tuser2

source: Rebuild membership for specified hosts: ipa automember-rebuild --hosts=web1.example.com --hosts=web2.example.com
ru: Пересоздать членство для указанных хостов: ipa automember-rebuild --hosts=web1.example.com --hosts=web2.example.com

source: Inclusive Regex
ru: Регулярное выражение включения

source: Exclusive Regex
ru: Регулярное выражение исключения

source: Attribute Key
ru: Ключ атрибута

source: Attribute to filter via regex. For example fqdn for a host, or manager for a user
ru: Атрибут для фильтрации с помощью regex. Например, fqdn для хоста или manager для пользователя

source: Grouping Type
ru: Тип распределения по группам

source: Grouping to which the rule applies
ru: Распределение по группам, к которому применяется правило

source: Automember Rule
ru: Правило автоматического членства

source: Auto Membership Rule
ru: Правило автоматического членства

source: Description
ru: Описание

source: A description of this auto member rule
ru: Описание этого правила автоматического членства

source: Default (fallback) Group
ru: Стандартная (резервная) группа

source: Default group for entries to land
ru: Стандартная группа для размещения элементов

source: %(otype)s "%(oname)s" not found
ru: %(otype)s «%(oname)s» не найдено

source: %s is not a valid attribute.
ru: %s не является допустимым атрибутом

source: Add an automember rule.
ru: Добавить правило автоматического членства.

source: Added automember rule "%(value)s"
ru: Добавлено правило автоматического членства «%(value)s»

source: Auto Membership is not configured
ru: Автоматическое членство не настроено

source: Add conditions to an automember rule.
ru: Добавить условия к правилу автоматического членства.

source: Failed to add
ru: Не удалось добавить

source: Added condition(s) to "%(value)s"
ru: Добавлены условия для «%(value)s»

source: Conditions that could not be added
ru: Условия, которые не удалось добавить

source: Number of conditions added
ru: Число добавленных условий

source: Auto member rule: %s not found!
ru: Правило автоматического членства: %s не найдено

source: Remove conditions from an automember rule.
ru: Удалить условия из правила автоматического членства.

source: Removed condition(s) from "%(value)s"
ru: Условия из «%(value)s» удалены

source: Conditions that could not be removed
ru: Условия, которые не удалось удалить

source: Number of conditions removed
ru: Число удалённых условий

source: Modify an automember rule.
ru: Изменить правило автоматического членства.

source: Modified automember rule "%(value)s"
ru: Правило автоматического членства «%(value)s» изменено

source: Delete an automember rule.
ru: Удалить правило автоматического членства.

source: Deleted automember rule "%(value)s"
ru: Правило автоматического членства «%(value)s» удалено

source: Search for automember rules.
ru: Поиск правил автоматического членства.

source: %(count)d rules matched
ru: %(count)d правило найдено

source: Display information about an automember rule.
ru: Вывести информацию о правиле автоматического членства.

source: Set default (fallback) group for all unmatched entries.
ru: Назначить стандартную (резервную) группу для всех несоответствующих записей .

source: Default (fallback) group for entries to land
ru: Стандартная (резервная) группа для размещения элементов

source: Set default (fallback) group for automember "%(value)s"
ru: Назначить стандартную (резервную) группу для автоматического членства «%(value)s»

source: Remove default (fallback) group for all unmatched entries.
ru: Удалить стандартную (резервную) группу для всех несоответствующих записей.

source: Removed default (fallback) group for automember "%(value)s"
ru: Стандартная (резервная) группа для автоматического членства «%(value)s» удалена.

source: No default (fallback) group set
ru: Стандартная (резервная) группа не назначена

source: Display information about the default (fallback) automember groups.
ru: Вывести информацию о стандартных (резервных) группах автоматического членства.

source: Rebuild auto membership.
ru: Пересоздать автоматическое членство.

source: Users
ru: Пользователи

source: Rebuild membership for specified users
ru: Пересоздать членство для указанных пользователей

source: Hosts
ru: Хосты

source: Rebuild membership for specified hosts
ru: Пересоздать членство для указанных хостов

source: No wait
ru: Не ждать

source: Don't wait for rebuilding membership
ru: Не ждать пересоздания членства

source: Task DN
ru: DN задания

source: DN of the started task
ru: DN запущенного задания

source: at least one of options: type, users, hosts must be specified
ru: необходимо указать как минимум один из параметров: тип, пользователи, хост

source: users and hosts cannot both be set
ru: нельзя указать и пользователей и хост

source: hosts cannot be set when type is 'group'
ru: нельзя указать хосты при типе «группа»

source: users cannot be set when type is 'hostgroup'
ru: нельзя указать пользователей при типе «группа хостов»

source: Automember rebuild membership task started
ru: Задание пересоздания автоматического членства запущено

source: Automember rebuild membership task completed
ru: Задание пересоздания автоматического членства завершено

source: Task DN = '%s'
ru: DN задания= «%s»

source: Automember
ru: Автоматическое членство

source: automount location
ru: местоположение automount

source: automount locations
ru: местоположения automount

source: Automount Locations
ru: Местоположения automount

source: Automount Location
ru: Местоположение automount

source: Location
ru: Местоположение

source: Automount location name.
ru: Имя местоположения automount

source: Create a new automount location.
ru: Создать новое местоположение automount

source: Added automount location "%(value)s"
ru: Добавлено местоположение automount «%(value)s»

source: Delete an automount location.
ru: Удалить местоположение automount

source: Deleted automount location "%(value)s"
ru: Удалено местоположение automount «%(value)s»

source: Display an automount location.
ru: Показать местоположение automount

source: Search for an automount location.
ru: Поиск местоположения automount

source: %(count)d automount location matched
ru: найдено %(count)d местоположение automount

source: Generate automount files for a specific location.
ru: Создать файлы automount для конкретного местоположения

source: Import automount files for a specific location.
ru: Импорт файлов automount для конкретного местоположения

source: Master file
ru: Файл master

source: Automount master file.
ru: Файл master для automount

source: Continuous operation mode. Errors are reported but the process continues.
ru: Режим непрерывного выполнения. Ошибки выводятся, но процесс продолжается.

source: File %(file)s not found
ru: Файл %(file)s не найден

source: key %(key)s already exists
ru: ключ %(key)s уже существует

source: map %(map)s already exists
ru: схема монтирования %(map)s уже существует

source: automount map
ru: схема монтирования automount

source: automount maps
ru: схема монтирования automount

source: Map
ru: Схема монтирования

source: Automount map name.
ru: Название схемы монтирования automount

source: Automount Maps
ru: Схемы монтирования automount

source: Automount Map
ru: Схема монтирования automount

source: Create a new automount map.
ru: Создать новую схему монтирования automount

source: Added automount map "%(value)s"
ru: Добавлена схема монтирования automount «%(value)s»

source: Delete an automount map.
ru: Удалить схему монтирования automount

source: Deleted automount map "%(value)s"
ru: Удалена схема монтирования automount «%(value)s»

source: Modify an automount map.
ru: Изменить схему монтирования automount

source: Modified automount map "%(value)s"
ru: Изменена схема монтирования automount «%(value)s»

source: Search for an automount map.
ru: Поиск схемы монтирования automount

source: %(count)d automount map matched
ru: найдена %(count)d схема монтирования automount

source: Display an automount map.
ru: Показать схему монтирования automount

source: automount key
ru: ключ automount

source: automount keys
ru: ключи automount

source: Key
ru: Ключ

source: Automount key name.
ru: Название ключа automount

source: description
ru: описание

source: Automount Keys
ru: Ключи automount

source: Automount Key
ru: Ключ automount

source: The key,info pair must be unique. A key named %(key)s with info %(info)s already exists
ru: Пара key,info должна иметь уникальное значение. Ключ с названием %(key)s и info %(info)s уже существует.

source: key named %(key)s already exists
ru: ключ с названием %(key)s уже существует

source: The automount key %(key)s with info %(info)s does not exist
ru: Ключ automount %(key)s с info %(info)s — не существует

source: More than one entry with key %(key)s found, use --info to select specific entry.
ru: Найдено больше одного значения с ключом %(key)s, используйте «--info» для выбора конкретного элемента.

source: Create a new automount key.
ru: Создать новый ключ automount

source: Added automount key "%(value)s"
ru: Добавлен ключ automount «%(value)s»

source: Create a new indirect mount point.
ru: Создать новую непрямую точку монтирования

source: Added automount indirect map "%(value)s"
ru: Добавлена непрямая схема монтирования automount «%(value)s»

source: Mount point
ru: Точка монтирования

source: Parent map
ru: Родительская схема монтирования

source: Name of parent automount map (default: auto.master).
ru: Название родительской схемы монтирования automount (по умолчанию: auto.master).

source: Delete an automount key.
ru: Удалить ключ automount

source: Deleted automount key "%(value)s"
ru: Ключ automount «%(value)s» удалён

source: Modify an automount key.
ru: Изменить ключ automount

source: Modified automount key "%(value)s"
ru: Ключ automount «%(value)s» изменён

source: Search for an automount key.
ru: Поиск ключа automount

source: %(count)d automount key matched
ru: найден %(count)d ключ automount

source: Display an automount key.
ru: Показать ключ automount

source: Password
ru: Пароль

source: Roles
ru: Роли

source: Sudo Command Groups
ru: Группы команды sudo

source: Indirect Member permissions
ru: Непрямые полномочия члена

source: Failed to remove
ru: Сбой удаления

source: Failed RunAs
ru: Ошибка RunAs

source: Failed RunAsGroup
ru: Ошибка RunAsGroup

source: Invalid format. Should be name=value
ru: Неправильный формат. Должно быть имя=значение

source: External host
ru: Внешний узел

source: An IPA master host cannot be deleted or disabled
ru: Главный хост IPA не может быть удалён или выключен

source: entry
ru: запись

source: entries
ru: записи

source: Entry
ru: Запись

source: %(parent)s: %(oname)s not found
ru: %(parent)s: %(oname)s не найден

source: %(pkey)s: %(oname)s not found
ru: %(pkey)s: %(oname)s не найден

source: attribute "%(attribute)s" not allowed
ru: атрибут "%(attribute)s" запрещён

source: Add an attribute/value pair. Format is attr=value. The attribute must be part of the schema.
ru: Добавить пару атрибут/значение. Формат атрибут=значение. Атрибут должен быть частью схемы.

source: Rights
ru: Права

source: Rename
ru: Переименовать

source: member %s
ru: член %s

source: %s to add
ru: %s к добавлению

source: Number of members added
ru: Количество добавленных членов

source: %s to remove
ru: %s к удалению

source: Members that could not be removed
ru: Члены не могут быть удалены

source: Number of members removed
ru: Количество удалённых членов

source: Primary key only
ru: Только главный ключ

source: Results should contain primary key attribute only ("%s")
ru: Результаты должны содержать только атрибуты главного ключа ("%s")

source: Search for %(searched_object)s with these %(relationship)s %(ldap_object)s.
ru: Поиск для %(searched_object)s с такими %(relationship)s %(ldap_object)s.

source: Search for %(searched_object)s without these %(relationship)s %(ldap_object)s.
ru: Поиск для %(searched_object)s без таких %(relationship)s %(ldap_object)s.

source: Time Limit
ru: Ограничение по времени

source: Size Limit
ru: Ограничение по размеру

source: Kerberos keys available
ru: Kerberos ключей доступно

source: SSH public key fingerprint
ru: SSH публичный отпечатков ключей

source: Server
ru: Сервер

source: Failed logins
ru: Ошибки входа в систему

source: Last successful authentication
ru: Последний успешный вход

source: Last failed authentication
ru: Последний сбой аутентификации

source: Time now
ru: Время сейчас

source: must be TRUE or FALSE
ru: должно быть TRUE или FALSE

source: User
ru: Пользователь

source: User login
ru: Вход пользователя

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Full name
ru: Полное имя

source: Display name
ru: Отображаемое имя

source: Initials
ru: Инициалы

source: Home directory
ru: Домашний каталог

source: Login shell
ru: Начальный командный интерпретатор

source: Kerberos principal
ru: Kerberos владелец

source: Email address
ru: Электронный адрес

source: Prompt to set the user password
ru: Запросить пароль у пользователя

source: Generate a random user password
ru: Сгенерировать случайный пользовательский пароль

source: Random password
ru: Случайный пароль

source: User ID Number (system will assign one if not provided)
ru: ID пользователя (если не указан, система назначит его самостоятельно)

source: GID
ru: ID группы

source: Group ID Number
ru: ID группы

source: Street address
ru: Адрес

source: City
ru: Город

source: State/Province
ru: Область/республика

source: ZIP
ru: Индекс

source: Telephone Number
ru: Телефонный номер

source: Mobile Telephone Number
ru: Мобильный телефонный номер

source: Pager Number
ru: Номер пейджера

source: Fax Number
ru: Номер факса

source: Org. Unit
ru: Отдел

source: Job Title
ru: Должность

source: Manager
ru: Руководитель

source: Car License
ru: Номер автомобиля

source: SSH public key
ru: SSH публичный ключ

source: User authentication types
ru: Типы авторизации пользователей

source: Types of supported user authentication
ru: Типы авторизаций поддерживаемые пользователем

source: Class
ru: Класс

source: RADIUS proxy configuration
ru: RADIUS конфигурация прокси

source: RADIUS proxy username
ru: RADIUS имя пользователя прокси

source: Department Number
ru: Номер отдела

source: Preferred Language
ru: Предпочитаемый язык

source: Certificate
ru: Сертификат

source: Base-64 encoded server certificate
ru: Base-64 шифрованый сертификат сервера

source: invalid e-mail format: %(email)s
ru: неправильный формат почты: %(email)s

source: manager %(manager)s not found
ru: руководитель %(manager)s не найден

source: ACL name
ru: ACL имя

source: Enabled
ru: Включено

source: Profile category
ru: Категория профиля

source: User category
ru: Категория пользователя

source: Host category
ru: Категория хоста

source: Service category
ru: Категория службы

source: Profiles
ru: Профили

source: User Groups
ru: Группы пользователей

source: Host Groups
ru: Группы узлов

source: Services
ru: Службы

source: Create a new CA ACL.
ru: Создать новый CA ACL.

source: Added CA ACL "%(value)s"
ru: Добавлен CA ACL "%(value)s"

source: Delete a CA ACL.
ru: Удалить CA ACL.

source: Deleted CA ACL "%(value)s"
ru: Удален CA ACL "%(value)s"

source: Modify a CA ACL.
ru: Изменить CA ACL.

source: Modified CA ACL "%(value)s"
ru: Изменён CA ACL "%(value)s"

source: Search for CA ACLs.
ru: Поиск по CA ACLs.

source: %(count)d CA ACL matched
ru: найдено %(count)d CA ACL

source: Display the properties of a CA ACL.
ru: Показать свойства of a CA ACL.

source: Enable a CA ACL.
ru: Включить CA ACL.

source: Enabled CA ACL "%(value)s"
ru: Включен CA ACL "%(value)s"

source: Disable a CA ACL.
ru: Выключить CA ACL.

source: Disabled CA ACL "%(value)s"
ru: Выключен CA ACL "%(value)s"

source: Add users and groups to a CA ACL.
ru: Добавить пользователей и группы в CA ACL.

source: %i user or group added.
ru: %i пользователь или группа добавлены.

source: %i users or groups added.
ru: %i пользователи или группы добавлены.

source: Remove users and groups from a CA ACL.
ru: Удалить пользователей из CA ACL.

source: %i user or group removed.
ru: %i пользователь или группа удалена.

source: %i users or groups removed.
ru: %i пользователи или группы удалены.

source: Add target hosts and hostgroups to a CA ACL.
ru: Добавить целевые хосты или группы хостов к CA ACL.

source: %i host or hostgroup added.
ru: %i хост или группа хостов добавлена

source: %i hosts or hostgroups added.
ru: %i хосты или группы хостов добавлены.

source: Remove target hosts and hostgroups from a CA ACL.
ru: Удалить целевые хосты или группы хостов из CA ACL.

source: %i host or hostgroup removed.
ru: %i хост или группа хостов удалена

source: %i hosts or hostgroups removed.
ru: %i хосты или группы хостов удалены.

source: Add services to a CA ACL.
ru: Добавить службы к CA ACL.

source: %i service added.
ru: %i службу добавлен.

source: %i services added.
ru: %i службы добавлены.

source: Remove services from a CA ACL.
ru: Удалить службу из CA ACL.

source: %i service removed.
ru: %i служба удалена.

source: %i services removed.
ru: %i службы удалены.

source: Failed profiles
ru: Ошибка профилей

source: Add profiles to a CA ACL.
ru: Добавить профили к CA ACL.

source: %i profile added.
ru: %i профиль добавлен.

source: %i profiles added.
ru: %i профили добавлены.

source: Remove profiles from a CA ACL.
ru: Удалить профили из CA ACL.

source: %i profile removed.
ru: %i профиль удалён.

source: %i profiles removed.
ru: %i профили удалены.

source: Failure decoding Certificate Signing Request: %s
ru: Сбой при декодировании запроса на создание сертификата: %s

source: CA is not configured
ru: CA не настроен

source: Submit a certificate signing request.
ru: Отправить запрос подписи сертификата.

source: Principal
ru: Основной

source: Profile ID
ru: Идентификатор профиля

source: Certificate Profile to use
ru: Используемый сертификат профиля

source: Subject
ru: Объект

source: Issuer
ru: Издатель

source: Not Before
ru: Недействителен до

source: Not After
ru: Недействителен после

source: Fingerprint (MD5)
ru: Отпечаток (MD5)

source: Fingerprint (SHA1)
ru: Отпечаток (SHA1)

source: Serial number
ru: Серийный номер

source: Serial number (hex)
ru: Серийный номер (hex)

source: Dictionary mapping variable name to value
ru: Словарь, сопоставляющий имя переменной на значение

source: hostname in subject of request '%(cn)s' does not match principal hostname '%(hostname)s'
ru: имя хоста в субъекте запроса «%(cn)s» не соответствует имени хоста принципала «%(hostname)s»

source: DN commonName does not match user's login
ru: Отличительное имя commonName не совпадает с именем пользователя

source: DN emailAddress does not match any of user's email addresses
ru: Отличительное имя emailAddress не совпадает ни с одним адресом пользователей

source: Principal '%s' in subject alt name does not match requested principal
ru: Принципал «%s» в альтернативном имени субъекта не совпадает с запрошенным принципалом

source: RFC822Name does not match any of user's email addresses
ru: RFC822Name не соответствует ни одному из почтовых адресов пользователей

source: Check the status of a certificate signing request.
ru: Проверьте статус запроса подписи сертификата.

source: Request id
ru: ID запроса

source: Request status
ru: Статус запроса

source: Serial number in decimal or if prefixed with 0x in hexadecimal
ru: Серийный номер в десятичной или если есть префикс 0x в HEX формате

source: Retrieve an existing certificate.
ru: Получить существующий сертификат.

source: Revocation reason
ru: Причина отзыва

source: Output filename
ru: Исходящие имя файла

source: File to store the certificate in.
ru: Файл для сохранения сертификата.

source: Revoke a certificate.
ru: Отозвать сертификат

source: Revoked
ru: Отозван

source: Reason
ru: Причина

source: Reason for revoking the certificate (0-10)
ru: Причина для отзыва сертификата (0-10)

source: 7 is not a valid revocation reason
ru: 7 неверная причина отзыва сертификата

source: Unrevoked
ru: Неотозванный

source: Error
ru: Ошибка

source: Search for existing certificates.
ru: Поиск по существующим сертификатам.

source: minimum serial number
ru: минимальный серийный номер

source: maximum serial number
ru: Максимальный серийный номер

source: match the common name exactly
ru: точно соответствовать обычному имени

source: Revoked on from this date (YYYY-mm-dd)
ru: Отозван с даты (YYYY-mm-dd)

source: %(count)d certificate matched
ru: Найден %(count)d сертификат
