Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Failed to retrieve encryption type %1$s (#%2$d)
ru: Сбой получения типа шифрования %1$s (#%2$d)

source: New Principal Password
ru: Новый пароль принципала

source: Verify Principal Password
ru: Подтвердить пароль принципала

source: Failed to open config file %s
ru: Не удалось открыть файл конфигурации %s

source: Failed to parse config file %s
ru: Не удалось проанализировать файл конфигурации %s

source: Output only on errors
ru: Выводить только ошибки

source: Contact this specific KDC Server
ru: Связаться с этим конкретным сервером KDC

source: Server Name
ru: Имя сервера

source: The principal to get a keytab for (ex: ftp/ftp.example.com@EXAMPLE.COM)
ru: Принципал, для которого нужно получить таблицу ключей (напр., ftp/ftp.example.com@EXAMPLE.COM)

source: Kerberos Service Principal Name
ru: Имя принципала службы Kerberos

source: File were to store the keytab information
ru: Файл, в котором нужно хранить информацию о таблице ключей

source: Keytab File Name
ru: Имя файла таблицы ключей

source: Encryption types to request
ru: Какие типы шифрования запросить

source: Comma separated encryption types list
ru: Список типов шифрования, через запятую

source: Show the list of permitted encryption types and exit
ru: Показать список разрешённых типов шифрования и выйти

source: Permitted Encryption Types
ru: Разрешённые типы шифрования

source: Asks for a non-random password to use for the principal
ru: Запросить непроизвольный пароль, используемый с принципалом

source: LDAP password
ru: Пароль LDAP

source: password to use if not using kerberos
ru: пароль, если kerberos не используется

source: Retrieve current keys without changing them
ru: Получить текущие ключи, не изменяя их

source: Kerberos context initialization failed
ru: Сбой инициализации контекста Kerberos

source: Supported encryption types:
ru: Поддерживаемые типы шифрования:

source: Warning: failed to convert type (#%d)
ru: Внимание: сбой конвертации типа (#%d)

source: Server name not provided and unavailable
ru: Не указано и недоступно имя сервера

source: Incompatible options provided (-r and -P)
ru: Указаны несовместимые параметры (-r и -P)

source: Invalid Service Principal Name
ru: Недопустимое имя принципала службы

source: Failed to open Keytab
ru: Не удалось открыть таблицу ключей

source: Failed to create key material
ru: Не удалось создать материал ключа

source: Failed to get keytab
ru: Сбой получения таблицы ключей

source: Failed to add key to the keytab
ru: Сбой добавления ключа в таблицу ключей

source: Failed to close the keytab
ru: Не удалось закрыть таблицу ключей

source: Keytab successfully retrieved and stored in: %s
ru: Таблица ключей успешно получена и сохранена в: %s

source: No permission to join this host to the IPA domain.
ru: Нет полномочий для присоединения этого хоста к домену IPA.

source: No write permissions on keytab file '%s'
ru: Отсутствуют полномочия на запись для файла таблицы ключей «%s»

source: access() on %1$s failed: errno = %2$d
ru: сбой access() на %1$s: errno = %2$d

source: Out of memory!
ru: Не хватает памяти

source: Unable to initialize connection to ldap server: %s
ru: Не удалось инициализировать подключение к серверу ldap: %s

source: Unable to enable SSL in LDAP
ru: Не удалось включить SSL в LDAP

source: Unable to set LDAP version
ru: Не удалось указать версию LDAP

source: Bind failed: %s
ru: Сбой привязки: %s

source: Search for %1$s on rootdse failed with error %2$d
ru: Сбой поиска %1$s на rootdse, ошибка %2$d

source: No values for %s
ru: Отсутствуют значения для %s

source: Search for IPA namingContext failed with error %d
ru: Сбой поиска IPA namingContext, ошибка %d

source: IPA namingContext not found
ru: IPA namingContext не найден

source: Out of memory!
ru: Не хватает памяти

source: Search for ipaCertificateSubjectBase failed with error %d
ru: Сбой поиска ipaCertificateSubjectBase, ошибка %d

source: Unable to determine root DN of %s
ru: Не удалось определить корневое различающееся имя для %s

source: Incorrect password.
ru: Неверный пароль.

source: Unable to determine certificate subject of %s
ru: Не удалось определить субъект сертификата %s

source: Enrollment failed. %s
ru: Сбой регистрации. %s

source: principal not found in XML-RPC response
ru: принципал не найден в ответе XML-RPC

source: Host is already joined.
ru: Хост уже присоединён.

source: Unable to determine IPA server from %s
ru: Не удалось определить сервер IPA из %s

source: The hostname must be fully-qualified: %s
ru: Имя хоста должно быть полным: %s

source: Unable to join host: Kerberos context initialization failed
ru: Невозможно присоединиться к хосту: сбой инициализации контекста Kerberos

source: Error resolving keytab: %s.
ru: Ошибка разрешения таблицы ключей: %s.

source: Error getting default Kerberos realm: %s.
ru: Ошибка получения области Kerberos по умолчанию: %s.

source: Error parsing "%1$s": %2$s.
ru: Ошибка анализа «%1$s»: %2$s.

source: Error obtaining initial credentials: %s.
ru: Ошибка получения первичных учётных данных: %s.

source: Unable to generate Kerberos Credential Cache
ru: Не удалось создать кэш учётных данных Kerberos

source: Error storing creds in credential cache: %s.
ru: Ошибка сохранения учётных данных в кэше: %s.

source: result not found in XML-RPC response
ru: результат не найден в ответе XML-RPC

source: The hostname must not be: %s
ru: Имя хоста не должно быть: %s

source: Unable to join host: Kerberos Credential Cache not found
ru: Не удалось присоединить хост: не найден кэш учётных данных Kerberos

source: Unable to join host: Kerberos User Principal not found and host password not provided.
ru: Не удалось присоединить хост: не найден кэш учётных данных Kerberos и не предоставлен пароль хоста.

source: fork() failed
ru: сбой fork()

source: ipa-getkeytab not found
ru: не найден ipa-getkeytab

source: ipa-getkeytab has bad permissions?
ru: неверные полномочия ipa-getkeytab?

source: executing ipa-getkeytab failed, errno %d
ru: сбой выполнения ipa-getkeytab, errno %d

source: child exited with %d
ru: дочерний процесс завершился с %d

source: Certificate subject base is: %s
ru: База субъекта сертификата: %s

source: Print the raw XML-RPC output in GSSAPI mode
ru: Показать необработанный вывод XML-RPC в режиме GSSAPI

source: Quiet mode. Only errors are displayed.
ru: Режим без сообщений. Показываются только ошибки.

source: Hostname of this server
ru: Имя хоста этого сервера

source: hostname
ru: Имя хоста

source: IPA Server to use
ru: Используемый сервер IPA

source: Specifies where to store keytab information.
ru: Указывает, где должна храниться информация о таблице ключей

source: filename
ru: имя файла

source: Force the host join. Rejoin even if already joined.
ru: Принудительное присоединение хоста. Повторное присоединение в случае, если хост уже был присоединён.

source: LDAP password (if not using Kerberos)
ru: Пароль LDAP (если Kerberos не используется)

source: password
ru: пароль

source: Unable to parse principal name
ru: Не удалось сделать анализ имени принципала

source: Removing principal %s
ru: Удаляется принципал %s

source: Failed to open keytab
ru: Не удалось открыть таблицу ключей

source: principal not found
ru: принципал не найден

source: Unable to remove entry
ru: Не удалось удалить запись

source: Unable to parse principal
ru: Не удалось сделать анализ принципала

source: realm not found
ru: область не найдена

source: Print debugging information
ru: Показать отладочную информацию

source: Debugging output
ru: Вывод отладки

source: The principal to remove from the keytab (ex: ftp/ftp.example.com@EXAMPLE.COM)
ru: Принципал для удаления из таблицы ключей (напр.: ftp/ftp.example.com@EXAMPLE.COM)

source: The keytab file to remove the principcal(s) from
ru: Файл таблицы ключей, для удаления принципала

source: Remove all principals in this realm
ru: Удалить все принципалы этой области

source: Failed to open keytab '%1$s': %2$s
ru: Не удалось открыть таблицу ключей «%1$s»: %2$s

source: Closing keytab failed
ru: Не удалось закрыть таблицу ключей

source: Out of memory
ru: Не хватает памяти

source: Warning unrecognized encryption type.
ru: Внимание: тип шифрования не распознан.

source: Warning unrecognized salt type.
ru: Внимание: нераспознанный тип случайных данных (соль).

source: Out of memory!?
ru: Не хватает памяти?

source: Enctype comparison failed!
ru: Сбой сравнения enctype

source: Failed to create random key!
ru: Сбой создания произвольного ключа

source: Failed to create key!
ru: Сбой создания ключа

source: Bad or unsupported salt type.
ru: Неверный или неподдерживаемый тип случайных данных (соль).
