Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Default Trust View cannot be applied on hosts
ru: Стандартное представление доверия нельзя применить к хостам

source: not found
ru: не найдено

source: ID View already applied
ru: Представление ID уже применено

source: value
ru: значение

source: Applies ID View to specified hosts or current members of specified hostgroups. If any other ID View is applied to the host, it is overridden.
ru: Применяет представление ID к указанным хостам или текущим членам указанных групп хостов. Если к хосту применяется любое другое представление, оно переопределяется.

source: ID View applied to %i host.
ru: Представление ID применено к %i хосту

source: ID View applied to %i hosts.
ru: Представление ID применено к %i хостам

source: Hosts to apply the ID View to
ru: Хосты, к которым нужно применить представление

source: Hostgroups to whose hosts apply the ID View to. Please note that view is not applied automatically to any hosts added to the hostgroup after running the idview-apply command.
ru: Группы хостов, к хостам которых применяется представление ID. Обратите внимание, что представление не применяется автоматически к любому хосту, добавленному в группу после прогона команды idview-apply

source: hostgroups
ru: группы хостов

source: Hosts that this ID View was applied to.
ru: Хосты, к которым было применено это представление ID

source: Hosts or hostgroups that this ID View could not be applied to.
ru: Хосты или группы хостов, к которым не удалось применить данное представление ID

source: Number of hosts the ID View was applied to:
ru: Число хостов, к которым было применено представление ID:

source: Clears ID View from specified hosts or current members of specified hostgroups.
ru: Удаляет представление ID с указанных хостов или с текущих членов указанных групп хостов

source: ID View cleared from %i host.
ru: Представление ID удалено с %i хоста

source: ID View cleared from %i hosts.
ru: Представление ID удалено с %i хостов

source: Hosts to clear (any) ID View from.
ru: Хосты, с которых надо удалить (любое) представление ID

source: Hostgroups whose hosts should have ID Views cleared. Note that view is not cleared automatically from any host added to the hostgroup after running idview-unapply command.
ru: Группы хостов, с хостов которых нужно удалить представления ID. Обратите внимание: представление не удаляется автоматически с любого хоста, добавленного в эту группу после прогона команды idview-unapply.

source: Hosts that ID View was cleared from.
ru: Хосты, с которых было удалено представление ID

source: Hosts or hostgroups that ID View could not be cleared from.
ru: Хосты или группы хостов, с которых не удалось удалить представление ID

source: IPA object
ru: Объект IPA

source: system IPA objects (e.g system groups, user private groups) cannot be overridden
ru: системные объекты IPA (напр., системные группы, закрытые группы пользователя) нельзя переопределять

source: Anchor '%(anchor)s' could not be resolved.
ru: Не удалось разрешить привязку «%(anchor)s»

source: Anchor to override
ru: Привязка для переназначения

source: Default Trust View cannot contain IPA users
ru: Стандартное представление доверия не может содержать пользователей IPA

source: Add a new ID override.
ru: Добавить новое переопределение ID

source: Added ID override "%(value)s"
ru: Добавлено переопределение ID «%(value)s»

source: Delete an ID override.
ru: Удалить переопределение ID

source: Deleted ID override "%(value)s"
ru: Переопределение ID «%(value)s» удалено

source: Modify an ID override.
ru: Изменить переопределение ID

source: Modified an ID override "%(value)s"
ru: Переопределение ID «%(value)s» изменено

source: ID override
ru: Переопределение ID

source: ID overrides cannot be renamed
ru: Переопределения ID нельзя переименовать

source: Search for an ID override.
ru: Поиск переопределения ID

source: %(count)d ID override matched
ru: Найдено %(count)d переопределение ID

source: Display information about an ID override.
ru: Вывести информацию о переопределении ID

source: User ID override
ru: Переопределение ID пользователя

source: User ID overrides
ru: Переопределения ID пользователя

source: User ID Number
ru: Номер ID пользователя

source: Group ID override
ru: Переопределение ID группы

source: Group ID overrides
ru: Переопределения ID группы

source: Add a new User ID override.
ru: Добавить новое переопределение ID пользователя

source: Added User ID override "%(value)s"
ru: Добавлено переопределение ID пользователя «%(value)s»

source: Delete an User ID override.
ru: Удалить переопределение ID пользователя

source: Deleted User ID override "%(value)s"
ru: Переопределение ID пользователя «%(value)s» удалено

source: Modify an User ID override.
ru: Изменить переопределение ID пользователя

source: Modified an User ID override "%(value)s"
ru: Переопределение ID пользователя «%(value)s» изменено

source: Search for an User ID override.
ru: Поиск переопределения ID пользователя

source: %(count)d User ID override matched
ru: Найдено %(count)d переопределение ID пользователя

source: Display information about an User ID override.
ru: Вывести информацию о переопределении ID пользователя

source: Add a new Group ID override.
ru: Добавить новое переопределение ID группы

source: Added Group ID override "%(value)s"
ru: Добавлено переопределение ID группы «%(value)s»

source: Delete an Group ID override.
ru: Удалить переопределение ID группы

source: Deleted Group ID override "%(value)s"
ru: Переопределение ID группы «%(value)s» удалено

source: Modify an Group ID override.
ru: Изменить переопределение ID группы

source: Modified an Group ID override "%(value)s"
ru: Переопределение ID группы «%(value)s» изменено

source: Search for an Group ID override.
ru: Поиск переопределения ID группы

source: %(count)d Group ID override matched
ru: Найдено %(count)d переопределение ID группы

source: Display information about an Group ID override.
ru: Вывести информацию о переопределении ID группы

source: Name of object to export
ru: Имя или объект для экспорта

source: Name of method to export
ru: Имя или метод для экспорта

source: Name of command to export
ru: Имя команды для экспорта

source: Dict of JSON encoded IPA Objects
ru: Словарь объектов IPA в формате JSON

source: Dict of JSON encoded IPA Methods
ru: Словарь методов IPA в формате JSON

source: Dict of JSON encoded IPA Commands
ru: Словарь команд IPA в формате JSON

source: Apply
ru: Применить

source: Rebuild auto membership
ru: Пересоздать автоматическое членство

source: Are you sure you want to rebuild auto membership?
ru: Действительно пересоздать автоматическое членство?

source: Are you sure you want to proceed with the action?
ru: Точно продолжить?

source: Are you sure you want to delete ${object}?
ru: Точно удалить ${object}?

source: Are you sure you want to disable ${object}?
ru: Точно отключить ${object}?

source: Are you sure you want to enable ${object}?
ru: Точно включить ${object}?

source: Actions
ru: Действия

source: Add RunAs ${other_entity} into ${entity} ${primary_key}
ru: Добавить RunAs ${other_entity} в ${entity} ${primary_key}

source: Add RunAs Groups into ${entity} ${primary_key}
ru: Добавить группы RunAs Groups в ${entity} ${primary_key}

source: Add ${other_entity} into ${entity} ${primary_key}
ru: Добавить ${other_entity} в ${entity} ${primary_key}

source: Add ${entity} ${primary_key} into ${other_entity}
ru: Добавить ${entity} ${primary_key} в ${other_entity}

source: ${count} item(s) added
ru: добавлено элементов: ${count}

source: Direct Membership
ru: Прямое членство

source: Indirect Membership
ru: Непрямое членство

source: No entries.
ru: Записи отсутствуют

source: Showing ${start} to ${end} of ${total} entries.
ru: Показано от ${start} до ${end} из ${total} записей

source: Remove RunAs ${other_entity} from ${entity} ${primary_key}
ru: Удалить RunAs ${other_entity} из ${entity} ${primary_key}

source: Remove RunAs Groups from ${entity} ${primary_key}
ru: Удалить группы RunAs из ${entity} ${primary_key}

source: Remove ${other_entity} from ${entity} ${primary_key}
ru: Удалить ${other_entity} из ${entity} ${primary_key}

source: Remove Allow ${other_entity} from ${entity} ${primary_key}
ru: Удалить Allow ${other_entity} из ${entity} ${primary_key}

source: Remove Deny ${other_entity} from ${entity} ${primary_key}
ru: Удалить Deny ${other_entity} из ${entity} ${primary_key}

source: Remove ${entity} ${primary_key} from ${other_entity}
ru: Удалить ${entity} ${primary_key} из ${other_entity}

source: ${count} item(s) removed
ru: удалено элементов: ${count}

source: Show Results
ru: Показать результаты

source: <p>Implicit method (password) will be used if no method is chosen.</p><p><strong>Password + Two-factor:</strong> LDAP and Kerberos allow authentication with either one of the authentication types but Kerberos uses pre-authentication method which requires to use armor ccache.</p><p><strong>RADIUS with another type:</strong> Kerberos always use RADIUS, but LDAP never does. LDAP only recognize the password and two-factor authentication options.</p>
ru: <p>Если метод не выбран, используется неявный метод (пароль).</p><p><strong>Пароль + двухфакторная проверка:</strong> LDAP и Kerberos позволяют проводить аутентификацию с помощью одного из двух методов, но Kerberos использует метод предварительной проверки, требующий использования armor ccache.</p><p><strong>RADIUS и другой тип:</strong> Kerberos всегда использует RADIUS, LDAP — никогда. LDAP распознаёт только пароль и параметры двухфакторной аутентификации.</p>

source: Two factor authentication (password + OTP)
ru: Двухфакторная аутентификация (пароль + OTP)

source: Disable per-user override
ru: Отключить индивидуальное пользовательское переназначение

source: <p>Per-user setting, overwrites the global setting if any option is checked.</p><p><strong>Password + Two-factor:</strong> LDAP and Kerberos allow authentication with either one of the authentication types but Kerberos uses pre-authentication method which requires to use armor ccache.</p><p><strong>RADIUS with another type:</strong> Kerberos always use RADIUS, but LDAP never does. LDAP only recognize the password and two-factor authentication options.</p>
ru: <p>Индивидуальный пользовательский параметр, переопределяет глобальную конфигурацию, если отмечена любая из опций.</p><p><strong>Пароль + двухфакторная проверка:</strong> LDAP и Kerberos позволяют проводить аутентификацию с помощью одного из двух методов, но Kerberos использует метод предварительной проверки, требующий использования armor ccache.</p><p><strong>RADIUS и другой тип:</strong> Kerberos всегда использует RADIUS, LDAP — никогда. LDAP распознаёт только пароль и параметры двухфакторной аутентификации.</p>

source: About
ru: О программе

source: Activate
ru: Активировать

source: Add
ru: Добавить

source: Add and Close
ru: Добавить и закрыть

source: Add and Edit
ru: Добавить и редактировать

source: Back
ru: Назад

source: Cancel
ru: Отменить

source: Close
ru: Закрыть

source: Disable
ru: Отключить

source: Edit
ru: Изменить

source: Enable
ru: Включить

source: Find
ru: Поиск

source: Get
ru: Получить

source: Hide
ru: Спрятать

source: Refresh
ru: Обновить

source: Delete
ru: Удалить

source: Reset
ru: Сбросить

source: Reset Password and Login
ru: Сбросить пароль и имя пользователя

source: Restore
ru: Восстановить

source: Retry
ru: Повтор

source: Revert
ru: Откатить

source: Revoke
ru: Отозвать

source: Save
ru: Сохранить

source: Set
ru: Установить

source: Show
ru: Показать

source: Update
ru: Обновить

source: View
ru: Представление

source: Collapse All
ru: Свернуть всё

source: Expand All
ru: Развернуть всё

source: General
ru: Общие

source: Identity Settings
ru: Параметры идентификации

source: ${entity} ${primary_key} Settings
ru: Параметры ${entity} ${primary_key}

source: Back to Top
ru: Наверх

source: ${entity} ${primary_key} updated
ru: ${entity} ${primary_key} обновлено

source: ${entity} successfully added
ru: ${entity} успешно добавлено

source: Add ${entity}
ru: Добавить ${entity}

source: Available
ru: Доступно

source: Some operations failed.
ru: Некоторые операции не удалось завершить

source: Operations Error
ru: Ошибка операции

source: Confirmation
ru: Подтверждение

source: This page has unsaved changes. Please save or revert.
ru: На этой странице есть несохранённые изменения. Сохраните или откатите их.

source: Unsaved Changes
ru: Несохранённые изменения

source: Edit ${entity}
ru: Изменить ${entity}

source: Hide details
ru: Скрыть подробности

source: ${product}, version: ${version}
ru: ${product}, версия: ${version}

source: Redirection
ru: Перенаправление

source: Select entries to be removed.
ru: Выбрать элементы для удаления

source: Remove ${entity}
ru: Удалить ${entity}

source: Show details
ru: Показать подробности

source: Success
ru: Выполнено

source: Validation error
ru: Ошибка валидации

source: Input form contains invalid or missing values.
ru: В форме ввода есть недопустимые/отсутствующие значения

source: If the problem persists please contact the system administrator.
ru: Если проблема не устранена, свяжитесь с системным администратором.

source: Refresh the page.
ru: Обновить страницу

source: Reload the browser.
ru: Перезапустить браузер

source: Return to the main page and retry the operation
ru: Возвратиться на главную страницу и повторить операцию

source: An error has occurred (${error})
ru: Произошла ошибка (${error})

source: HTTP Error
ru: Ошибка HTTP

source: Internal Error
ru: Внутренняя ошибка

source: IPA Error
ru: Ошибка IPA

source: No response
ru: Нет ответа

source: Unknown Error
ru: Неизвестная ошибка

source: ${primary_key} is managed by:
ru: ${primary_key} управляется:

source: ${primary_key} members:
ru: Члены ${primary_key}:

source: ${primary_key} is a member of:
ru: ${primary_key} является членом:

source: Settings
ru: Параметры

source: Search
ru: Поиск

source: False
ru: Ложь

source: Allow ${other_entity} to create keytab of ${primary_key}
ru: Разрешить ${other_entity} создавать таблицу ключей ${primary_key}

source: Allow ${other_entity} to retrieve keytab of ${primary_key}
ru: Разрешить ${other_entity} получать таблицу ключей ${primary_key}

source: Allowed to create keytab
ru: Разрешено создавать таблицу ключей

source: Allowed to retrieve keytab
ru: Разрешено получать таблицу ключей

source: Disallow ${other_entity} to create keytab of ${primary_key}
ru: Запретить ${other_entity} создавать таблицу ключей ${primary_key}

source: Disallow ${other_entity} to retrieve keytab of ${primary_key}
ru: Запретить ${other_entity} получать таблицу ключей ${primary_key}

source: Inherited from server configuration
ru: Унаследовано от параметров сервера

source: Override inherited settings
ru: Переопределить унаследованные параметры

source: <i class="fa fa-info-circle"></i> To login with <strong>username and password</strong>, enter them in the corresponding fields, then click Login.
ru: <i class="fa fa-info-circle"></i> Чтобы войти в систему с <strong>именем пользователя и паролем</strong>, введите их в соответствующие поля и нажмите «Вход»

source: <i class="fa fa-info-circle"></i> To login with <strong>Kerberos</strong>, please make sure you have valid tickets (obtainable via kinit) and <a href='http://${host}/ipa/config/unauthorized.html'>configured</a> the browser correctly, then click Login.
ru: <i class="fa fa-info-circle"></i> Чтобы войти в систему с помощью <strong>Kerberos</strong>, убедитесь, что билеты (полученные через kinit) действительны, и параметры браузера <a href='http://${host}/ipa/config/unauthorized.html'>настроены корректно</a>, затем нажмите «Вход»

source: Login
ru: Вход

source: Username
ru: Имя пользователя

source: Organization
ru: Организация

source: Organizational Unit
ru: Организационное подразделение

source: Reason for Revocation
ru: Причина отзыва

source: User Options
ru: Параметры пользователя

source: Data
ru: Данные

source: Record creation failed.
ru: Сбой создания записи

source: Target reverse zone not found.
ru: Целевая обратная зона не найдена

source: DNS Zone Settings
ru: Настройки зоны DNS

source: Add Permission
ru: Добавить полномочия

source: Are you sure you want to add permission for DNS Zone ${object}?
ru: Точно добавить полномочия для зоны DNS ${object}?

source: Remove Permission
ru: Удалить полномочия

source: Are you sure you want to remove permission for DNS Zone ${object}?
ru: Точно удалить полномочия для зоны DNS ${object}?

source: Matched
ru: Соответствует

source: Rules
ru: Правила

source: Unmatched
ru: Не соответствует

source: Host Certificate
ru: Сертификат узла

source: Host Name
ru: Имя узла

source: Kerberos Key
ru: Ключ Kerberos

source: One-Time-Password
ru: Одноразовый пароль

source: Reset OTP
ru: Сбросить ОРП

source: Reset One-Time-Password
ru: Сбросить одноразовый пароль

source: Set OTP
ru: Установить ОРП

source: Set One-Time-Password
ru: Установить одноразовый пароль

source: Enter trusted or IPA user login. Note: search doesn't list users from trusted domains.
ru: Введите доверенное/IPA имя пользователя. Внимание: поиск не показывает пользователей доверенных доменов.

source: Enter trusted user login.
ru: Введите доверенное имя пользователя

source: Kerberos Ticket Policy
ru: Параметры политики билетов Kerberos

source: Permission settings
ru: Параметры полномочий

source: SSH public keys
ru: Открытые ключи SSH

source: Stage users
ru: Шаблонные пользователи

source: No private group
ru: Закрытая группа отсутствует

source: Token synchronization failed
ru: Сбой синхронизации токенов

source: Passwords must match
ru: Пароли должны совпадать

source: Audit
ru: Аудит

source: Identity
ru: Идентификация

source: Next
ru: Далее

source: Page
ru: Страница

source: Prev
ru: Назад

source: Dict of I18N messages
ru: Словарь сообщений I18N

source: kerberos ticket policy settings
ru: параметры политики билетов kerberos

source: Manage ticket policy for specific user
ru: Параметры политики билетов для конкретного пользователя

source: Max life
ru: Максимальное время жизни

source: Maximum ticket life (seconds)
ru: Максимальное время жизни билета (сек)

source: Maximum renewable age (seconds)
ru: Максимальный возраст для обновления (сек)

source: Modify Kerberos ticket policy.
ru: Изменить политику билетов Kerberos

source: Display the current Kerberos ticket policy.
ru: Показать текущую политику билетов Kerberos

source: Ticket policy for %s could not be read
ru: Не удалось прочитать политику билетов для %s

source: Default ticket policy could not be read
ru: Не удалось прочитать стандартную политику билетов

source: Reset Kerberos ticket policy to the default values.
ru: Сбросить параметры политики билетов Kerberos к стандартным значениям

source: Kerberos principal %s already exists. Use 'ipa user-mod' to set it manually.
ru: Принципал Kerberos %s уже существует. Используйте «ipa user-mod» чтобы настроить его вручную.

source: Unable to determine if Kerberos principal %s already exists. Use 'ipa user-mod' to set it manually.
ru: Не удалось определить, существует ли принципал Kerberos %s. Используйте «ipa user-mod» чтобы настроить его вручную.

source: Failed to add user to the default group. Use 'ipa group-add-member' to add manually.
ru: Не далось добавить пользователя в группу по умолчанию. Используйте «ipa group-add-member» для добавления вручную.

source: Malformed DN
ru: Неправильный формат DN

source: %(user)s is not a POSIX user
ru: %(user)s не является пользователем POSIX

source: . Check GID of the existing group. Use --group-overwrite-gid option to overwrite the GID
ru: . Проверьте GID существующей группы. Используйте параметр «--group-overwrite-gid» для переопределения GID

source: Invalid LDAP URI.
ru: Недопустимый LDAP URI.

source: Migrate users and groups from DS to IPA.
ru: Перенос пользователей и групп с DS на IPA.

source: LDAP URI of DS server to migrate from
ru: LDAP URI сервера DS, с которого будет произведён перенос

source: bind password
ru: привязка пароля

source: Bind DN
ru: Привязка DN

source: User container
ru: Контейнер пользователя

source: DN of container for users in DS relative to base DN
ru: DN контейнера для пользователей в DS, относительно базового DN

source: Group container
ru: Контейнер группы

source: DN of container for groups in DS relative to base DN
ru: DN контейнера для групп в DS, относительно базового DN

source: User object class
ru: Класс пользовательского объекта

source: Objectclasses used to search for user entries in DS
ru: Objectclasses, используемый для поиска записей пользователей в DS

source: Group object class
ru: Класс объекта группы

source: Objectclasses used to search for group entries in DS
ru: Objectclasses, используемый для поиска записей групп в DS

source: Ignore user object class
ru: Игнорировать класс пользовательского объекта

source: Objectclasses to be ignored for user entries in DS
ru: Objectclasses, который будет игнорироваться в записях пользователей в DS

source: Ignore user attribute
ru: Игнорировать атрибут пользователя

source: Attributes to be ignored for user entries in DS
ru: Атрибуты, которые будет игнорироваться в записях пользователей в DS

source: Ignore group object class
ru: Игнорировать класс объекта группы

source: Objectclasses to be ignored for group entries in DS
ru: Objectclasses, который будет игнорироваться в записях групп в DS

source: Ignore group attribute
ru: Игнорировать атрибут группы

source: Attributes to be ignored for group entries in DS
ru: Атрибуты, которые будет игнорироваться в записях групп в DS

source: Overwrite GID
ru: Переопределение GID

source: When migrating a group already existing in IPA domain overwrite the group GID and report as success
ru: При переносе группы, уже существующей в домене IPA, переопределять GID группы и сообщать как о выполненной операции

source: LDAP schema
ru: Схема LDAP

source: The schema used on the LDAP server. Supported values are RFC2307 and RFC2307bis. The default is RFC2307bis
ru: Схема, используемая на сервере LDAP. Поддерживаются: RFC2307 и RFC2307bis. Значение по умолчанию: RFC2307bis

source: Continue
ru: Продолжить

source: Continuous operation mode. Errors are reported but the process continues
ru: Режим непрерывного выполнения. Ошибки выводятся, но процесс продолжается.

source: Base DN
ru: Базовый DN

source: Base DN on remote LDAP server
ru: Базовый DN на удалённом сервере LDAP

source: Ignore compat plugin
ru: Игнорировать модуль compat

source: Allows migration despite the usage of compat plugin
ru: Разрешает миграцию несмотря на использование модуля compat

source: CA certificate
ru: Сертификат CA

source: Load CA certificate of LDAP server from FILE
ru: Загрузить сертификат CA сервера LDAP из ФАЙЛА

source: Add to default group
ru: Добавить в стандартную группу

source: Add migrated users without a group to a default group (default: true)
ru: Добавлять перенесённых пользователей без группы в стандартную группу (значение по умолчанию: верно)

source: Search scope
ru: Область поиска

source: LDAP search scope for users and groups: base, onelevel, or subtree. Defaults to onelevel
ru: Область поиска LDAP для пользователей и групп: база, один уровень, поддерево. Значение по умолчанию: один уровень

source: Lists of objects migrated; categorized by type.
ru: Список перенесённых объектов; упорядоченный по типу

source: Lists of objects that could not be migrated; categorized by type.
ru: Список объектов, которые не удалось перенести; упорядоченный по типу

source: False if migration mode was disabled.
ru: Ложно, если режим миграции был отключён

source: False if migration fails because the compatibility plug-in is enabled.
ru: Ложно, если миграция не удалась из-за активированного модуля совместимости

source: %s to exclude from migration
ru: %s для исключения из миграции
