Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Manage password policy for specific group
ru: Управление политикой паролей конкретной группы

source: Max lifetime (days)
ru: Максимальное время жизни (дней)

source: Maximum password lifetime (in days)
ru: Максимальное время жизни пароля (в днях)

source: Min lifetime (hours)
ru: Минимальное время жизни (часов)

source: Minimum password lifetime (in hours)
ru: Минимальное время жизни пароля (в часах)

source: History size
ru: Размер истории

source: Password history size
ru: Размер истории паролей

source: Character classes
ru: Классы символов

source: Minimum number of character classes
ru: Минимальное число классов символов

source: Min length
ru: Минимальная длина

source: Minimum length of password
ru: Минимальная длина пароля

source: Priority of the policy (higher number means lower priority
ru: Приоритет политики (чем больше номер, тем ниже приоритет)

source: Maximum password life must be greater than minimum.
ru: Максимальное время жизни пароля должно быть больше минимального

source: Add a new group password policy.
ru: Добавить новую групповую политику паролей

source: Delete a group password policy.
ru: Удалить новую групповую политику паролей

source: cannot delete global password policy
ru: невозможно удалить глобальную политику паролей

source: Modify a group password policy.
ru: Изменить групповую политику паролей

source: priority cannot be set on global policy
ru: приоритет не может быть задан для глобальной политики

source: Display information about password policy.
ru: Вывести информацию о политике паролей

source: Display effective policy for a specific user
ru: Показать эффективную политику для указанного пользователя

source: Search for group password policies.
ru: Поиск групповых политик паролей

source: RADIUS Proxy Servers
ru: Прокси-серверы RADIUS

source: Manage RADIUS Proxy Servers.
ru: Управление прокси-серверами RADIUS.

source: IPA supports the use of an external RADIUS proxy server for krb5 OTP authentications. This permits a great deal of flexibility when integrating with third-party authentication services.
ru: IPA поддерживает использование внешнего прокси-сервера RADIUS для аутентификаций krb5 OTP. Это позволяет проводить интеграцию сторонних сервисов аутентификации с большой долей гибкости.

source: Add a new server: ipa radiusproxy-add MyRADIUS --server=radius.example.com:1812
ru: Добавить новый сервер: ipa radiusproxy-add MyRADIUS --server=radius.example.com:1812

source: Find all servers whose entries include the string "example.com": ipa radiusproxy-find example.com
ru: Найти все серверы, чьи записи включают в себя строку «example.com»: ipa radiusproxy-find example.com

source: Examine the configuration: ipa radiusproxy-show MyRADIUS
ru: Проверить конфигурацию: ipa radiusproxy-show MyRADIUS

source: Change the secret: ipa radiusproxy-mod MyRADIUS --secret
ru: Изменить секрет: ipa radiusproxy-mod MyRADIUS --secret

source: Delete a configuration: ipa radiusproxy-del MyRADIUS
ru: Удалить конфигурацию: ipa radiusproxy-del MyRADIUS

source: invalid attribute name
ru: недопустимое имя атрибута

source: invalid port number
ru: недопустимый номер порта

source: RADIUS proxy server
ru: Прокси-сервер RADIUS

source: RADIUS proxy servers
ru: Прокси-серверы RADIUS

source: RADIUS Servers
ru: Серверы RADIUS

source: RADIUS Server
ru: Сервер RADIUS

source: RADIUS proxy server name
ru: Имя прокси-сервера RADIUS

source: A description of this RADIUS proxy server
ru: Описание для этого прокси-сервера RADIUS

source: The hostname or IP (with or without port)
ru: Имя хоста или IP (с портом или без)

source: Secret
ru: Секрет

source: The secret used to encrypt data
ru: Секрет, используемый для шифрования данных

source: Timeout
ru: Время ожидания

source: The total timeout across all retries (in seconds)
ru: Общее время ожидания для всех повторных попыток (в сек.)

source: Retries
ru: Повторные попытки

source: The number of times to retry authentication
ru: Число повторных попыток аутентификации

source: User attribute
ru: Атрибут пользователя

source: Add a new RADIUS proxy server.
ru: Добавить новый прокси-сервер RADIUS

source: Added RADIUS proxy server "%(value)s"
ru: Добавлен новый прокси-сервер RADIUS «%(value)s»

source: Delete a RADIUS proxy server.
ru: Удалить новый прокси-сервер RADIUS

source: Deleted RADIUS proxy server "%(value)s"
ru: Прокси-сервер RADIUS «%(value)s» удалён

source: Modify a RADIUS proxy server.
ru: Изменить прокси-сервер RADIUS

source: Modified RADIUS proxy server "%(value)s"
ru: Прокси-сервер RADIUS «%(value)s» изменён

source: Search for RADIUS proxy servers.
ru: Поиск прокси-серверов RADIUS

source: %(count)d RADIUS proxy server matched
ru: Найден %(count)d прокси-сервер RADIUS

source: Display information about a RADIUS proxy server.
ru: Вывести информацию о прокси-сервере RADIUS

source: Realm domains Manage the list of domains associated with IPA realm. EXAMPLES: Display the current list of realm domains: ipa realmdomains-show Replace the list of realm domains: ipa realmdomains-mod --domain=example.com ipa realmdomains-mod --domain={example1.com,example2.com,example3.com} Add a domain to the list of realm domains: ipa realmdomains-mod --add-domain=newdomain.com Delete a domain from the list of realm domains: ipa realmdomains-mod --del-domain=olddomain.com
ru: Домены области Управление списком доменов, связанных с областью IPA. ПРИМЕРЫ: Вывести текущий список доменов области: ipa realmdomains-show Заменить список доменов области: ipa realmdomains-mod --domain=example.com ipa realmdomains-mod --domain={example1.com,example2.com,example3.com} Добавить домен в список доменов области: ipa realmdomains-mod --add-domain=newdomain.com Удалить домен из списка доменов области: ipa realmdomains-mod --del-domain=olddomain.com

source: Realm domains
ru: Домены области

source: Add domain
ru: Добавить домен

source: Delete domain
ru: Удалить домен

source: Modify realm domains.
ru: Изменить домены области

source: Force adding domain even if not in DNS
ru: Принудительно добавить домен, даже если он не в DNS

source: DNS zone for each realmdomain must contain SOA or NS records. No records found for: %s
ru: Зона DNS для каждого домена области должна иметь записи SOA или NS. Не найдены записи для: %s

source: The following domains do not belong to this realm: %(domains)s
ru: Следующие домены не принадлежат данной области: %(domains)s

source: The --domain option cannot be used together with --add-domain or --del-domain. Use --domain to specify the whole realm domain list explicitly, to add/remove individual domains, use --add-domain/del-domain.
ru: Параметр «--domain» нельзя использовать вместе с параметрами «--add-domain» или «--del-domain». Для явного указания полного списка доменов области используйте «--domain», для добавления/удаления конкретных доменов используйте «--add-domain/del-domain».

source: IPA server domain cannot be omitted
ru: Нельзя пропускать домен сервера IPA

source: IPA server domain cannot be deleted
ru: Нельзя удалять домен сервера IPA

source: Display the list of realm domains.
ru: Показать список доменов области

source: Roles A role is used for fine-grained delegation. A permission grants the ability to perform given low-level tasks (add a user, modify a group, etc.). A privilege combines one or more permissions into a higher-level abstraction such as useradmin. A useradmin would be able to add, delete and modify users. Privileges are assigned to Roles. Users, groups, hosts and hostgroups may be members of a Role. Roles can not contain other roles. EXAMPLES: Add a new role: ipa role-add --desc="Junior-level admin" junioradmin Add some privileges to this role: ipa role-add-privilege --privileges=addusers junioradmin ipa role-add-privilege --privileges=change_password junioradmin ipa role-add-privilege --privileges=add_user_to_default_group junioradmin Add a group of users to this role: ipa group-add --desc="User admins" useradmins ipa role-add-member --groups=useradmins junioradmin Display information about a role: ipa role-show junioradmin The result of this is that any users in the group 'junioradmin' can add users, reset passwords or add a user to the default IPA user group.
ru: Роли Роли используются для тонкой настройки делегирования. Полномочия дают возможность выполнять заданные низкоуровневые задания (добавить пользователя, изменить группу и т.д.). Привилегия объединяет одно или более полномочий в высокоуровневую абстракцию, такую, как администратор пользователей, который может добавлять, удалять и изменять пользователей. Привилегии назначаются ролям. Пользователи, группы, хосты и группы хостов могут быть членами роли. Роли не могут содержать других ролей. ПРИМЕРЫ: Добавить новую роль: ipa role-add --desc="Junior-level admin" junioradmin Добавить привилегии роли: ipa role-add-privilege --privileges=addusers junioradmin ipa role-add-privilege --privileges=change_password junioradmin ipa role-add-privilege --privileges=add_user_to_default_group junioradmin Добавить группу пользователей к роли: ipa group-add --desc="User admins" useradmins ipa role-add-member --groups=useradmins junioradmin Вывести информацию о роли: ipa role-show junioradmin В результате, любой пользователь группы «junioradmin» сможет создавать пользователей, менять пароли или добавлять пользователей в стандартную группу пользователей IPA.

source: role
ru: роль

source: roles
ru: роли

source: Role
ru: Роль

source: Role name
ru: Имя роли

source: A description of this role-group
ru: Описание этой группы ролей

source: Add a new role.
ru: Добавить новую роль

source: Added role "%(value)s"
ru: Добавлена роль «%(value)s»

source: Delete a role.
ru: Удалить роль

source: Deleted role "%(value)s"
ru: Роль «%(value)s» удалена

source: Modify a role.
ru: Изменить роль

source: Modified role "%(value)s"
ru: Роль «%(value)s» изменена

source: Search for roles.
ru: Поиск ролей

source: %(count)d role matched
ru: Найдена %(count)d роль

source: Display information about a role.
ru: Вывести информацию о роли

source: Add members to a role.
ru: Добавить членов в роль

source: Remove members from a role.
ru: Удалить членов из роли

source: Add privileges to a role.
ru: Добавить привилегии в роль

source: Number of privileges added
ru: Количество добавленных привилегий

source: Remove privileges from a role.
ru: Удалить привилегии из роли

source: Number of privileges removed
ru: Количество удалённых привилегий

source: Self-service Permissions A permission enables fine-grained delegation of permissions. Access Control Rules, or instructions (ACIs), grant permission to permissions to perform given tasks such as adding a user, modifying a group, etc. A Self-service permission defines what an object can change in its own entry. EXAMPLES: Add a self-service rule to allow users to manage their address (using Bash brace expansion): ipa selfservice-add --permissions=write --attrs={street,postalCode,l,c,st} "Users manage their own address" When managing the list of attributes you need to include all attributes in the list, including existing ones. Add telephoneNumber to the list (using Bash brace expansion): ipa selfservice-mod --attrs={street,postalCode,l,c,st,telephoneNumber} "Users manage their own address" Display our updated rule: ipa selfservice-show "Users manage their own address" Delete a rule: ipa selfservice-del "Users manage their own address"
ru: Полномочия самообслуживания Полномочия дают возможность тонкой настройки делегирования полномочий. Правила/инструкции управления доступом (ACI) выдают полномочия полномочиям на выполнение заданных операций, таких, как создание пользователей, изменение групп и т.д. Полномочия самообслуживания определяют, что именно объект может изменять в своей собственной записи. ПРИМЕРЫ: Добавить правило самообслуживания чтобы разрешить пользователям управлять своим адресом (с помощью раскрытия скобок Bash): ipa selfservice-add --permissions=write --attrs={street,postalCode,l,c,st} "Пользователи управляют своим адресом" При управлении списком атрибутов, в список необходимо вносить все атрибуты, включая существующие. Добавить в список номер телефона (используя раскрытие скобок Bash): ipa selfservice-mod --attrs={street,postalCode,l,c,st,telephoneNumber} "Пользователи управляют своим адресом" Показать это обновлённое правило: ipa selfservice-show "Пользователи управляют своим адресом" Удалить правило: ipa selfservice-del "Пользователи управляют своим адресом"

source: self service permission
ru: полномочие самообслуживания

source: self service permissions
ru: полномочия самообслуживания

source: Self Service Permissions
ru: Полномочия самообслуживания

source: Self Service Permission
ru: Полномочие самообслуживания

source: Self-service name
ru: Имя полномочия самообслуживания

source: Attributes to which the permission applies.
ru: Атрибуты, к которым применяется полномочие

source: Add a new self-service permission.
ru: Добавить новое полномочие самообслуживания.

source: Added selfservice "%(value)s"
ru: Полномочие самообслуживания «%(value)s» добавлено

source: Delete a self-service permission.
ru: Удалить полномочие самообслуживания.

source: Deleted selfservice "%(value)s"
ru: Полномочие самообслуживания «%(value)s» удалено

source: Modify a self-service permission.
ru: Изменить полномочие самообслуживания.

source: Modified selfservice "%(value)s"
ru: Полномочие самообслуживания «%(value)s» изменено

source: Search for a self-service permission.
ru: Поиск полномочий самообслуживания.

source: %(count)d selfservice matched
ru: Найдено %(count)d полномочие самообслуживания

source: Display information about a self-service permission.
ru: Вывести информацию о полномочиях самообслуживания

source: HBAC rule and local members cannot both be set
ru: нельзя указывать правило HBAC и локальных членов одновременно

source: Invalid SELinux user name, only a-Z and _ are allowed
ru: Недопустимое имя пользователя SELinux, разрешаются только символы «a-Z» и « _» .

source: Invalid MLS value, must match s[0-15](-s[0-15])
ru: Недопустимое значение MLS, должно соответствовать s[0-15](-s[0-15])

source: Invalid MCS value, must match c[0-1023].c[0-1023] and/or c[0-1023]-c[0-c0123]
ru: Недопустимое значение MCS, должно соответствовать c[0-1023].c[0-1023] и/или c[0-1023]-c[0-c0123]

source: SELinux user map list not found in configuration
ru: Список отображения пользователей SELinux не найден в конфигурации

source: SELinux User Map rule
ru: правило отображения пользователей SELinux

source: SELinux User Map rules
ru: правила отображения пользователей SELinux

source: SELinux User Maps
ru: отображения пользователей SELinux

source: SELinux User Map
ru: отображение пользователей SELinux

source: SELinux User
ru: пользователь SELinux

source: HBAC Rule that defines the users, groups and hostgroups
ru: Правило HBAC, определяющее пользователей, группы и группы хостов

source: HBAC rule %(rule)s not found
ru: правило HBAC %(rule)s не найдено

source: Added SELinux User Map "%(value)s"
ru: Добавлено отображение пользователей SELinux «%(value)s»

source: Delete a SELinux User Map.
ru: Удалить отображение пользователей SELinux

source: Deleted SELinux User Map "%(value)s"
ru: Удалено отображение пользователей SELinux «%(value)s»

source: Modify a SELinux User Map.
ru: Изменить отображение пользователей SELinux

source: Modified SELinux User Map "%(value)s"
ru: Отображение пользователей SELinux «%(value)s» изменено

source: Search for SELinux User Maps.
ru: Поиск отображений пользователей SELinux.

source: %(count)d SELinux User Map matched
ru: Найдено %(count)d отображение пользователей SELinux

source: Display the properties of a SELinux User Map rule.
ru: Показать свойства правила отображения пользователей SELinux

source: Enable an SELinux User Map rule.
ru: Включить правило отображения пользователей SELinux.

source: Enabled SELinux User Map "%(value)s"
ru: Включено отображение пользователей SELinux «%(value)s»

source: Disable an SELinux User Map rule.
ru: Отключить правило отображения пользователей SELinux.

source: Disabled SELinux User Map "%(value)s"
ru: Удалено отображение пользователей SELinux «%(value)s»

source: Add users and groups to an SELinux User Map rule.
ru: Добавить пользователей и группы в правило отображения пользователей SELinux

source: Remove users and groups from an SELinux User Map rule.
ru: Удалить пользователей и группы из правила отображения пользователей SELinux

source: Add target hosts and hostgroups to an SELinux User Map rule.
ru: Добавить целевые хосты и группы хостов в правило отображения пользователей SELinux

source: Remove target hosts and hostgroups from an SELinux User Map rule.
ru: Удалить целевые хосты и группы хостов из правила отображения пользователей SELinux

source: IPA servers
ru: Серверы IPA

source: Get information about installed IPA servers.
ru: Получение информации об установленных серверах IPA.

source: Find all servers: ipa server-find
ru: Найти все серверы: ipa server-find

source: Show specific server: ipa server-show ipa.example.com
ru: Показать конкретный сервер: ipa server-show ipa.example.com

source: server
ru: сервер

source: servers
ru: серверы

source: IPA Servers
ru: Серверы IPA

source: Server name
ru: Имя сервера

source: IPA server hostname
ru: Имя хоста сервера IPA

source: Managed suffixes
ru: Управляемые суффиксы

source: Min domain level
ru: Минимальный уровень домена

source: Minimum domain level
ru: Минимальный уровень домена

source: Max domain level
ru: Максимальный уровень домена

source: Maximum domain level
ru: Максимальный уровень домена

source: Search for IPA servers.
ru: Поиск серверов IPA

source: %(count)d IPA server matched
ru: Найден %(count)d сервер IPA

source: Show IPA server.
ru: Показать сервер IPA

source: Delete IPA server.
ru: Удалить сервер IPA

source: Deleted IPA server "%(value)s"
ru: Сервер IPA «%(value)s» удалён

source: Services A IPA service represents a service that runs on a host. The IPA service record can store a Kerberos principal, an SSL certificate, or both. An IPA service can be managed directly from a machine, provided that machine has been given the correct permission. This is true even for machines other than the one the service is associated with. For example, requesting an SSL certificate using the host service principal credentials of the host. To manage a service using host credentials you need to kinit as the host: # kinit -kt /etc/krb5.keytab host/ipa.example.com@EXAMPLE.COM Adding an IPA service allows the associated service to request an SSL certificate or keytab, but this is performed as a separate step; they are not produced as a result of adding the service. Only the public aspect of a certificate is stored in a service record; the private key is not stored. EXAMPLES: Add a new IPA service: ipa service-add HTTP/web.example.com Allow a host to manage an IPA service certificate: ipa service-add-host --hosts=web.example.com HTTP/web.example.com ipa role-add-member --hosts=web.example.com certadmin Override a default list of supported PAC types for the service: ipa service-mod HTTP/web.example.com --pac-type=MS-PAC A typical use case where overriding the PAC type is needed is NFS. Currently the related code in the Linux kernel can only handle Kerberos tickets up to a maximal size. Since the PAC data can become quite large it is recommended to set --pac-type=NONE for NFS services. Delete an IPA service: ipa service-del HTTP/web.example.com Find all IPA services associated with a host: ipa service-find web.example.com Find all HTTP services: ipa service-find HTTP Disable the service Kerberos key and SSL certificate: ipa service-disable HTTP/web.example.com Request a certificate for an IPA service: ipa cert-request --principal=HTTP/web.example.com example.csr
ru: Службы Служба IPA — это служба, запущенная на хосте. В записи службы может храниться принципал Kerberos, сертификат SSL, или они оба. Службой IPA можно управлять напрямую с машины, если машине были выданы соответствующие права. Это верно и для тех машин, с которыми служба не связана. Например, запрос SSL сертификата с использованием учётных данных принципала службы хоста. Чтобы управлять службой с использованием учётных данных хоста, нужно выполнить kinit от имени хоста: # kinit -kt /etc/krb5.keytab host/ipa.example.com@EXAMPLE.COM Добавление службы IPA даёт возможность связанной службе делать запрос сертификата SSL или keytab, но это выполняется как отдельный шаг; они выдаются не как результат добавления службы. В записи службы хранится только открытая часть сертификата; закрытый ключ — не хранится. ПРИМЕРЫ: Добавление новой службы IPA: ipa service-add HTTP/web.example.com Разрешить хосту управлять сертификатом службы IPA: ipa service-add-host --hosts=web.example.com HTTP/web.example.com ipa role-add-member --hosts=web.example.com certadmin Перезаписать стандартный список поддерживаемых типов PAC службы: ipa service-mod HTTP/web.example.com --pac-type=MS-PAC Одним из типичных примеров, когда необходимо переназначить тип PAC, является NFS. В настоящий момент, связанный с этим код в ядре Linux может работать только с тикетами Kerberos до максимального размера включительно. Поскольку объём данных PAC может стать очень большим, для служб NFS рекомендуется установить значение --pac-type=NONE. Удалить службу IPA: ipa service-del HTTP/web.example.com Найти все службы IPA, ассоциированные с хостом: ipa service-find web.example.com Найти все службы HTTP: ipa service-find HTTP Отключить ключ Kerberos службы и сертификат SSL: ipa service-disable HTTP/web.example.com Запросить сертификат для службы IPA: ipa cert-request --principal=HTTP/web.example.com example.csr

source: Allow user to create a keytab: ipa service-allow-create-keytab HTTP/web.example.com --users=tuser1
ru: Разрешить пользователю создавать таблицу ключей : ipa service-allow-create-keytab HTTP/web.example.com --users=tuser1

source: Generate and retrieve a keytab for an IPA service: ipa-getkeytab -s ipa.example.com -p HTTP/web.example.com -k /etc/httpd/httpd.keytab
ru: Создать и получить таблицу ключей для службы IPA: ipa-getkeytab -s ipa.example.com -p HTTP/web.example.com -k /etc/httpd/httpd.keytab

source: Requires pre-authentication
ru: Требуется предварительная аутентификация

source: Pre-authentication is required for the service
ru: Служба требует предварительной аутентификации

source: Trusted for delegation
ru: Доверено делегирование

source: Client credentials may be delegated to the service
ru: Службе могут быть делегированы учётные данные клиента

source: unable to determine service
ru: не удалось определить службу

source: blank service
ru: пустая служба

source: unable to determine realm
ru: не удалось определить область

source: missing service
ru: служба отсутствует

source: service
ru: служба

source: services
ru: службы

source: Service principal
ru: Субъект-служба

source: PAC type
ru: тип САП

source: Override default list of supported PAC types. Use 'NONE' to disable PAC support for this service, e.g. this might be necessary for NFS services.
ru: Переопределить стандартный список поддерживаемых типов САП. «Нет» — отключает поддержку САП для этой службы, что, например, может быть необходимым для служб NFS.

source: NONE value cannot be combined with other PAC types
ru: Значение «Нет» нельзя сочетать с другими типами САП

source: Add a new IPA new service.
ru: Добавить новую службу IPA

source: Added service "%(value)s"
ru: Добавлена служба «%(value)s»

source: The host '%s' does not exist to add a service to.
ru: Хост «%s» не существует, некуда добавлять службу

source: Delete an IPA service.
ru: Удалить службу IPA

source: Deleted service "%(value)s"
ru: Удалена служба «%(value)s»

source: Modify an existing IPA service.
ru: Изменить существующую службу IPA

source: Modified service "%(value)s"
ru: Служба «%(value)s» изменена
