Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Manage Certificate Profiles Certificate Profiles are used by Certificate Authority (CA) in the signing of certificates to determine if a Certificate Signing Request (CSR) is acceptable, and if so what features and extensions will be present on the certificate. The Certificate Profile format is the property-list format understood by the Dogtag or Red Hat Certificate System CA. PROFILE ID SYNTAX: A Profile ID is a string without spaces or punctuation starting with a letter and followed by a sequence of letters, digits or underscore ("_"). EXAMPLES: Import a profile that will not store issued certificates: ipa certprofile-import ShortLivedUserCert \ --file UserCert.profile --desc "User Certificates" \ --store=false Delete a certificate profile: ipa certprofile-del ShortLivedUserCert Show information about a profile: ipa certprofile-show ShortLivedUserCert Save profile configuration to a file: ipa certprofile-show caIPAserviceCert --out caIPAserviceCert.cfg Search for profiles that do not store certificates: ipa certprofile-find --store=false PROFILE CONFIGURATION FORMAT: The profile configuration format is the raw property-list format used by Dogtag Certificate System. The XML format is not supported. The following restrictions apply to profiles managed by FreeIPA: - When importing a profile the "profileId" field, if present, must match the ID given on the command line. - The "classId" field must be set to "caEnrollImpl" - The "auth.instance_id" field must be set to "raCertAuth" - The "certReqInputImpl" input class and "certOutputImpl" output class must be used.
ru: Управление профилями сертификатов Профили сертификатов используются ЦС во время подписи сертификатов для определения, можно ли принять запрос подписи сертификата, и если да, то какие параметры и расширения будут присутствовать в сертификате. Формат профиля сертификата — это список свойств, понимаемых центрами сертификации Dogtag или Red Hat Certificate System. СИНТАКСИС ИДЕНТИФИКАТОРА ПРОФИЛЯ: Идентификатор профиля — это строка без пробелов или знаков препинания, начинающаяся с буквы «a», после которой следует последовательность букв, цифр или знаков подчёркивания («_»). ПРИМЕРЫ: Импорт профиля, который не будет хранить выданные сертификаты: ipa certprofile-import ShortLivedUserCert \ --file UserCert.profile --desc "User Certificates" \ --store=false Удалить профиль сертификата: ipa certprofile-del ShortLivedUserCert Вывести информацию о профиле: ipa certprofile-show ShortLivedUserCert Сохранить параметры профиля в файл: ipa certprofile-show caIPAserviceCert --out caIPAserviceCert.cfg Поиск профилей, не хранящих сертификаты: ipa certprofile-find --store=false ФОРМАТ ПАРАМЕТРОВ ПРОФИЛЯ: Формат параметров профиля представляет собой необработанный формат списка параметров, используемый системой сертификации Dogtag. Формат XML не поддерживается. Следующие ограничения применяются к профилям, управляемым FreeIPA: — При импорте профиля, значение поле «profileId», в случае его присутствия, должно совпадать с идентификатором, указанным в командной строке. — Значение поля «classId» должно быть равно «caEnrollImpl» — Значение поля «auth.instance_id» должно быть равно «raCertAuth» — Должны использоваться входной класс «certReqInputImpl» и выходной класс «certOutputImpl».

source: %(count)d profile matched
ru: Найден %(count)d профиль

source: Profile ID '%(cli_value)s' does not match profile data '%(file_value)s'
ru: Идентификатор профиля «%(cli_value)s» не соответствует данным профиля «%(file_value)s»

source: Configuration
ru: Настройка

source: Maximum username length
ru: Максимальная длина имени пользователя

source: Default location of home directories
ru: Расположение домашних каталогов по умолчанию

source: Default shell
ru: Оболочка по умолчанию

source: Default shell for new users
ru: Оболочка по умолчанию для новых пользователей

source: Default users group
ru: Группа пользователей по умолчанию

source: Default group for new users
ru: Группа по умолчанию для новых пользователей

source: Default e-mail domain
ru: Почтовый домен по умолчанию

source: Default group objectclasses
ru: Классы объектов для групп по умолчанию

source: Default group objectclasses (comma-separated list)
ru: Классы объектов для групп по умолчанию (через запятую)

source: Default user objectclasses
ru: Классы объектов для пользователей по умолчанию

source: Default user objectclasses (comma-separated list)
ru: Классы объектов для пользователей по умолчанию (через запятую)

source: Password Expiration Notification (days)
ru: Оповещение об истечении пароля (в дня)

source: Default PAC types
ru: типы САП по умолчанию

source: Default types of PAC supported for services
ru: Типы САП по умолчанию, поддерживаемые для служб

source: delegation
ru: делегирование

source: delegations
ru: делегирования

source: Delegations
ru: Делегирования

source: Delegation
ru: Делегирование

source: Permissions to grant (read, write). Default is write.
ru: Выдать полномочия (чтение, запись). По умолчанию — запись.

source: %(count)d delegation matched
ru: Найдено %(count)d делегирование

source: Display information about a delegation.
ru: Вывести информацию о делегировании

source: SUPPORTED ZONE TYPES * Master zone (dnszone-*), contains authoritative data. * Forward zone (dnsforwardzone-*), forwards queries to configured forwarders (a set of DNS servers).
ru: ПОДДЕРЖИВАЕМЫЕ ТИПЫ ЗОН * Основная зона (dnszone-*), содержит данные авторизации. * Ретранслирующая зона (dnsforwardzone-*), перенаправляет запросы на настроенные перенаправляющие серверы (набор серверов DNS).

source: Add system permission that can be used for per-zone privilege delegation: ipa dnszone-add-permission example.com
ru: Добавить системные полномочия, которые можно использовать для делегирования привилегий индивидуально на каждую зону: ipa dnszone-add-permission example.com

source: If a global forwarder is configured, all queries for which this server is not authoritative (e.g. sub.example.com) will be routed to the global forwarder. Global forwarding configuration can be overridden per-zone.
ru: При наличии настроенного глобального перенаправляющего сервера, все запросы, для которых данный сервер не является полномочным (напр., sub.example.com), будут маршрутизироваться на глобальный. Глобальную конфигурацию перенаправления можно переопределять индивидуально на зону.

source: Semantics of the --forwarder-policy option: * none - disable forwarding for the given zone. * first - forward all queries to configured forwarders. If they fail, do resolution using DNS root servers. * only - forward all queries to configured forwarders and if they fail, return failure.
ru: Семантика параметра «--forwarder-policy»: * none — отключить форвардинг для указанной зоны. * first — перенаправлять все запросы на настроенные перенаправляющие серверы. В случае неудачи, выполнить разрешение с использованием корневых серверов DNS. * only — перенаправлять все запросы настроенным серверам, в случае их неудачи возвратить отказ.

source: Forward all requests for the zone external.example.com to another forwarder using a "first" policy (it will send the queries to the selected forwarder and if not answered it will use global root servers): ipa dnsforwardzone-add external.example.com --forward-policy=first \ --forwarder=203.0.113.1
ru: Перенаправлять все запросы для зоны external.example.com на другой перенаправляющий сервер с использованием политики «first» (запросы посылаются на выбранный сервер, а в случае отсутствия ответа используются глобальные корневые серверы): ipa dnsforwardzone-add external.example.com --forward-policy=first \ --forwarder=203.0.113.1

source: Modify global DNS configuration and set a list of global forwarders: ipa dnsconfig-mod --forwarder=203.0.113.113
ru: Изменить глобальные параметры DNS и настроить список глобальных перенаправляющих серверов: ipa dnsconfig-mod --forwarder=203.0.113.113

source: Permission value
ru: Значение полномочий

source: invalid IP address format
ru: неправильный формат IP-адреса

source: invalid IP network format
ru: неправильный формат подсети

source: salt value: %(err)s
ru: значение случайных данных (соль): %(err)s

source: (see RFC %s for details)
ru: (подробности см. в RFC %s)

source: '%s' is a required part of DNS record
ru: "%s" является обязательной частью DNS-записи

source: IP Address
ru: IP-адрес

source: Hostname
ru: Имя узла

source: Algorithm
ru: Алгоритм

source: Certificate/CRL
ru: Сертификат/СОС

source: Target
ru: Целевой объект

source: Altitude
ru: Высота над уровнем моря

source: Size
ru: Размер

source: Regular Expression
ru: Регулярное выражение

source: Priority
ru: Приоритет

source: Weight
ru: Вес

source: Port
ru: Порт

source: The domain name of the target host or '.' if the service is decidedly not available at this domain
ru: Доменное имя целевого хоста, или «.», если служба точно недоступна в этом домене

source: the value does not follow "YYYYMMDDHHMMSS" time format
ru: значение не соблюдает формат времени «ГГГГММДДЧЧММСС»

source: Fingerprint Type
ru: Тип отпечатка

source: Fingerprint
ru: Отпечаток

source: Certificate Usage
ru: Использование сертификата

source: Selector
ru: Селектор

source: Matching Type
ru: Соответствующий тип

source: Text Data
ru: Текстовые данные

source: Records
ru: Записи

source: Record type
ru: Тип записи

source: Nameserver '%(host)s' does not have a corresponding A/AAAA record
ru: У сервера имен «%(host)s» нет соответствующей записи A/AAAA

source: Zone name
ru: Название зоны

source: Zone name (FQDN)
ru: Название зоны (FQDN)

source: Reverse zone IP network
ru: IP-сеть обратной зоны

source: IP network to create reverse zone name from
ru: IP-сеть для создания имени обратной зоны

source: Active zone
ru: Активная зона

source: Is zone active?
ru: Зона активна?

source: Per-zone forwarders. A custom port can be specified for each forwarder using a standard format "IP_ADDRESS port PORT"
ru: Перенаправляющие серверы на каждую зону. Для каждого сервера можно указать конкретный порт, используя стандартный формат «IP_ADDRESS порт PORT»

source: DNS is not configured
ru: DNS не настроен

source: Only one zone type is allowed per zone name
ru: Для каждого имени зоны разрешён только один тип зоны

source: Search for DNS zones (SOA records).
ru: Поиск зон DNS (записей SOA).

source: Added system permission "%(value)s"
ru: Добавлены системные полномочия «%(value)s»

source: permission "%(value)s" already exists
ru: полномочия «%(value)s» уже существуют

source: Removed system permission "%(value)s"
ru: Удалены системные полномочия «%(value)s»

source: DNS zone
ru: зона DNS

source: DNS zones
ru: зоны DNS

source: DNS Zones
ru: Зоны DNS

source: DNS Zone
ru: Зона DNS

source: Authoritative nameserver
ru: Полномочный сервер доменных имен

source: Administrator e-mail address
ru: Почтовый адрес администратора

source: SOA serial
ru: Серийный номер SOA

source: SOA record serial number
ru: Серийный номер записи SOA

source: SOA refresh
ru: Обновление SOA

source: SOA record refresh time
ru: Период обновления записи SOA

source: SOA retry
ru: Повтор SOA

source: SOA record retry time
ru: Интервал повторного обновления SOA

source: SOA expire
ru: Срок действия SOA

source: SOA record expire time
ru: Срок действия записи SOA

source: SOA minimum
ru: Минимальное время жизни SOA

source: Time to live
ru: Время жизни (TTL)

source: Time to live for records at zone apex
ru: Время жизни записей в начале зоны

source: BIND update policy
ru: Политика обновления BIND

source: Dynamic update
ru: Динамическое обновление

source: Allow dynamic updates.
ru: Разрешить динамические обновления.

source: Allow query
ru: Разрешить запрос

source: Semicolon separated list of IP addresses or networks which are allowed to issue queries
ru: Список (через точку с запятой) адресов IP или сетей, которым разрешено создавать запросы

source: Allow transfer
ru: Разрешить перенос

source: Semicolon separated list of IP addresses or networks which are allowed to transfer the zone
ru: Список (через точку с запятой) адресов IP или сетей, которым разрешено переносить зоны

source: Allow PTR sync
ru: Разрешить синхронизацию PTR

source: Allow synchronization of forward (A, AAAA) and reverse (PTR) records in the zone
ru: Разрешить синхронизацию прямых (A, AAAA) и обратных (PTR) записей в зоне

source: NSEC3PARAM record
ru: запись NSEC3PARAM

source: setting Authoritative nameserver
ru: настраивается полномочный сервер имен

source: It is used only for setting the SOA MNAME attribute.
ru: Используется только для настройки атрибута SOA MNAME.

source: NS record(s) can be edited in zone apex - '@'.
ru: записи NS можно редактировать в начале зоны - '@'.

source: Create new DNS zone (SOA record).
ru: Создать новую зону DNS (запись SOA)

source: Force
ru: Принудительно

source: Force DNS zone creation even if nameserver is not resolvable.
ru: Принудительно создавать зону DNS даже если сервер имён не разрешается.

source: Delete DNS zone (SOA record).
ru: Удалить хону DNS (запись SOA)

source: Deleted DNS zone "%(value)s"
ru: Зона DNS «%(value)s» удалена

source: Modify DNS zone (SOA record).
ru: Изменить хону DNS (запись SOA)

source: is required
ru: требуется

source: Forward zones only
ru: Только ретранслируемые зоны

source: Search for forward zones only
ru: Искать только ретранслируемые зоны

source: Display information about a DNS zone (SOA record).
ru: Вывести информацию о зоне DNS (запись SOA)

source: Disable DNS Zone.
ru: Отключить зону DNS

source: Disabled DNS zone "%(value)s"
ru: Отключить зону DNS «%(value)s»

source: Enable DNS Zone.
ru: Включить зону DNS

source: Enabled DNS zone "%(value)s"
ru: Зона DNS «%(value)s» включена

source: Add a permission for per-zone access delegation.
ru: Добавить полномочия для позонного делегирования доступа

source: Remove a permission for per-zone access delegation.
ru: Удалить полномочия для позонного делегирования доступа

source: DNS resource record
ru: Ресурсная запись DNS

source: DNS resource records
ru: Ресурсные записи DNS

source: DNS Resource Records
ru: Ресурсные записи DNS

source: DNS Resource Record
ru: Ресурсная запись DNS

source: Record name
ru: Имя записи

source: Parse all raw DNS records and return them in a structured way
ru: Провести анализ всех необработанных записей DNS и затем вернуть их в структурированном виде

source: DS record must not be in zone apex (RFC 4035 section 2.4)
ru: Запись DS не должна находиться в начале зоны (RFC 4035, раздел 2.4)

source: owner of %(types)s records should not be a wildcard domain name (RFC 4592 section 4)
ru: владелец записей типа %(types)s не должен быть доменным именем с использованием подстановочных знаков (RFC 4592, раздел 4)

source: Reverse zone for PTR record should be a sub-zone of one the following fully qualified domains: %s
ru: Обратная зона для записи PTR должна быть подзоной одного из следующих полных доменов: %s

source: Reverse zone %(name)s requires exactly %(count)d IP address components, %(user_count)d given
ru: Обратная зона %(name)s требует ровно %(count)d составляющих адреса IP, было предоставлено %(user_count)d

source: only master zones can contain records
ru: только основные зоны могут иметь записи

source: only one CNAME record is allowed per name (RFC 2136, section 1.1.5)
ru: на каждое имя разрешена только одна запись CNAME (RFC 2136, раздел 1.1.5)

source: CNAME record is not allowed to coexist with any other record (RFC 1034, section 3.6.2)
ru: запись CNAME не может существовать вместе с любой другой записью (RFC 1034, раздел 3.6.2)

source: only one DNAME record is allowed per name (RFC 6672, section 2.4)
ru: на каждое имя разрешена только одна запись DNAME (RFC 6672, раздел 2.4)

source: DS record requires to coexist with an NS record (RFC 4592 section 4.6, RFC 4035 section 2.4)
ru: Запись DS должна существовать одновременно с записью NS (RFC 4592, раздел 4.6; RFC 4035, раздел 2.4)

source: Add new DNS resource record.
ru: Добавить новую ресурсную запись DNS

source: force NS record creation even if its hostname is not in DNS
ru: принудительно создавать запись NS даже если имя хоста не в DNS

source: Please choose a type of DNS resource record to be added
ru: Выберите тип ресурсной записи DNS для добавления

source: DNS resource record type
ru: Тип ресурсной записи DNS

source: Invalid or unsupported type. Allowed values are: %s
ru: Тип является недопустимым или не поддерживается. Возможные значения: %s

source: Raw value of a DNS record was already set by "%(name)s" option
ru: Необработанное значение записи DNS уже установлено параметром «%(name)s»

source: Modify a DNS resource record.
ru: Изменить ресурсную запись DNS

source: DNS zone root record cannot be renamed
ru: Запись корневой зоны DNS нельзя переименовать

source: DNS records can be only updated one at a time
ru: Записи DNS можно обновлять только по одиночке

source: Current DNS record contents:
ru: Текущее содержимое записи DNS:

source: Modify %(name)s '%(value)s'?
ru: Изменить %(name)s «%(value)s»?

source: Deleted record "%(value)s"
ru: Запись «%(value)s» удалена

source: Delete DNS resource record.
ru: Удалить ресурсную запись DNS

source: Neither --del-all nor options to delete a specific record provided. Command help may be consulted for all supported record types.
ru: Не указан ни параметр «--del-all» ни параметр для удаления указанной записи. Все поддерживаемые типы записей можно посмотреть в командной справке.

source: Delete all associated records
ru: Удалить все связанные записи

source: Zone record '%s' cannot be deleted
ru: Запись зоны «%s» нельзя удалить

source: No option to delete specific record provided.
ru: Не предоставлен параметр для удаления указанной записи.

source: Delete all?
ru: Удалить все?

source: Delete %(name)s '%(value)s'?
ru: Удалить %(name)s «%(value)s»?

source: Display DNS resource.
ru: Показать ресурс DNS.

source: Search for DNS resources.
ru: Поиск ресурсов DNS

source: Resolve a host name in DNS. (Deprecated)
ru: Разрешить имя хоста в DNS (устарело)

source: Found '%(value)s'
ru: Найдено «%(value)s»

source: Hostname (FQDN)
ru: Имя хоста (FQDN)

source: Host '%(host)s' not found
ru: Хост «%(host)s» не найден

source: DNS configuration options
ru: Параметры настройки DNS

source: DNS Global Configuration
ru: Глобальные параметры DNS

source: Global forwarders
ru: Глобальные перенаправляющие серверы

source: Global forwarders. A custom port can be specified for each forwarder using a standard format "IP_ADDRESS port PORT"
ru: Глобальные перенаправляющие серверы. Для каждого сервера можно указать конкретный порт с помощью стандартного формата «IP_ADDRESS порт PORT»

source: Global forwarding policy. Set to "none" to disable any configured global forwarders.
ru: Глобальная политика форвардинга. «Нет» — для отключения любых настроенных перенаправляющих серверов.

source: Allow synchronization of forward (A, AAAA) and reverse (PTR) records
ru: Разрешить синхронизацию прямых (A, AAAA) и обратных (PTR) записей

source: Zone refresh interval
ru: Интервал обновления зоны

source: Global DNS configuration is empty
ru: Глобальные параметры DNS не заполнены

source: Modify global DNS configuration.
ru: Изменить глобальные параметры DNS.

source: This may take some time, please wait ...
ru: Операция может занять некоторое время, ждите…

source: Show the current global DNS configuration.
ru: Показать текущую глобальную конфигурацию DNS

source: Please specify forwarders.
ru: Укажите перенаправляющие серверы

source: Raise the IPA Domain Level.
ru: Поднять уровень домена IPA.

source: Current domain level:
ru: Текущий уровень домена:

source: Query current Domain Level.
ru: Запросить текущий уровень домена

source: Change current Domain Level.
ru: Сменить текущий уровень домена.

source: Domain Level
ru: Уровень домена

source: Domain Level cannot be lowered.
ru: Уровень домена не может быть понижен

source: Domain Level cannot be raised to {0}, server {1} does not support it.
ru: Уровень домена не может быть повышен до {0}, сервер {1} не поддерживает это действие.

source: group
ru: группа

source: groups
ru: группы

source: User Group
ru: Группа пользователя

source: Group name
ru: Имя группы

source: Group description
ru: Описание группы

source: GID (use this option to set it manually)
ru: GID (используйте этот параметр для указания значения вручную)

source: External member
ru: Внешний член

source: Members of a trusted domain in DOM\name or name@domain form
ru: Члены доверенного домена в формате «DOM\name» или «name@domain»

source: Create a new group.
ru: Создать новую группу.

source: Added group "%(value)s"
ru: Добавлена группа «%(value)s»

source: Create as a non-POSIX group
ru: Создать как группу не-POSIX

source: Allow adding external non-IPA members from trusted domains
ru: Разрешить добавление внешних, не IPA членов из доверенных доменов

source: gid cannot be set for external group
ru: gid нельзя указать для внешней группы

source: Delete group.
ru: Удалить группу.

source: Deleted group "%(value)s"
ru: Удалена группа «%(value)s»

source: privileged group
ru: Привилегированная группа

source: Modify a group.
ru: Изменить группу.

source: Modified group "%(value)s"
ru: Изменена группа «%(value)s»

source: change to a POSIX group
ru: изменить на группу POSIX

source: Search for groups.
ru: Поиск групп.

source: %(count)d group matched
ru: Найдена %(count)d группа

source: search for private groups
ru: поиск закрытых групп

source: search for POSIX groups
ru: поиск групп POSIX

source: search for groups with support of external non-IPA members from trusted domains
ru: поиск групп с поддержкой внешних не-IPA членов из доверенных доменов

source: search for non-POSIX groups
ru: поиск не-POSIX групп

source: Display information about a named group.
ru: Вывести информацию об указанной группе

source: Add members to a group.
ru: Добавить членов в группу

source: Cannot perform external member validation without Samba 4 support installed. Make sure you have installed server-trust-ad sub-package of IPA on the server
ru: Невозможно выполнить валидацию внешнего члена, если не установлена поддержка Samba 4. Убедитесь, что на сервере установлен подпакет IPA server-trust-ad.

source: Cannot perform join operation without own domain configured. Make sure you have run ipa-adtrust-install on the IPA server first
ru: Невозможно выполнить операцию присоединения если не настроен собственный домен. Убедитесь, что на сервере IPA была предварительно выполнена команда ipa-adtrust-install.

source: Remove members from a group.
ru: Удалить членов группы

source: Detach a managed group from a user.
ru: Отсоединить управляемую группу от пользователя

source: Detached group "%(value)s" from user "%(value)s"
ru: Группа «%(value)s» была отсоединена от пользователя «%(value)s»

source: not allowed to modify user entries
ru: изменение записей пользователя не разрешено

source: not allowed to modify group entries
ru: изменение записей группы не разрешено

source: Not a managed group
ru: Не является управляемой группой

source: Host-based access control commands
ru: Команды HBAC

source: The deny type has been deprecated.
ru: Этот тип запрета является устаревшим

source: HBAC rule
ru: Правило HBAC

source: HBAC rules
ru: Правила HBAC

source: HBAC Rules
ru: Правила HBAC

source: HBAC Rule
ru: Правило HBAC

source: Rule name
ru: Имя правила

source: Rule type (allow)
ru: Тип правила (разрешить)

source: Rule type
ru: Тип правила

source: User category the rule applies to
ru: Категория пользователя, к которой применяется правило

source: Host category the rule applies to
ru: Категория хоста, к которой применяется правило

source: Service category the rule applies to
ru: Категория службы, к которой применяется правило

source: Service Groups
ru: Группы служб

source: Create a new HBAC rule.
ru: Создать новое правило HBAC
