Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Standard vault uses a secure mechanism to transport and store the secret. The secret can only be retrieved by users that have access to the vault.
ru: Стандартное хранилище использует механизм защиты для передачи и хранения секрета. Секрет могут получать только пользователи с доступом к хранилищу.

source: Symmetric vault is similar to the standard vault, but it pre-encrypts the secret using a password before transport. The secret can only be retrieved using the same password.
ru: Симметричное хранилище является аналогом стандартного, но перед передачей осуществляет предварительное шифрование секрета паролем. Секрет можно получить только с помощью этого же пароля.

source: Asymmetric vault is similar to the standard vault, but it pre-encrypts the secret using a public key before transport. The secret can only be retrieved using the private key.
ru: Асимметричное хранилище является аналогом стандартного, но перед передачей осуществляет предварительное шифрование секрета с помощью открытого ключа. Секрет можно получить только с помощью закрытого ключа.

source: List vaults: ipa vault-find [--user <user>|--service <service>|--shared]
ru: Получить список хранилищ: ipa vault-find [--user <пользователь>|--service <служба>|--shared]

source: Add a standard vault: ipa vault-add <name> [--user <user>|--service <service>|--shared] --type standard
ru: Добавить стандартное хранилище: ipa vault-add <имя> [--user <пользователь>|--service <служба>|--shared] --type standard

source: Add a symmetric vault: ipa vault-add <name> [--user <user>|--service <service>|--shared] --type symmetric --password-file password.txt
ru: Добавить симметричное хранилище: ipa vault-add <имя> [--user <пользователь>|--service <служба>|--shared] --type symmetric --password-file password.txt

source: Add an asymmetric vault: ipa vault-add <name> [--user <user>|--service <service>|--shared] --type asymmetric --public-key-file public.pem
ru: Добавить асимметричное хранилище: ipa vault-add <имя> [--user <пользователь>|--service <служба>|--shared] --type asymmetric --public-key-file public.pem

source: Show a vault: ipa vault-show <name> [--user <user>|--service <service>|--shared]
ru: Показать хранилище: ipa vault-show <имя> [--user <пользователь>|--service <служба>|--shared]

source: Modify vault description: ipa vault-mod <name> [--user <user>|--service <service>|--shared] --desc <description>
ru: Изменить описание хранилища: ipa vault-mod <имя> [--user <пользователь>|--service <служба>|--shared] --desc <описание>

source: Modify vault type: ipa vault-mod <name> [--user <user>|--service <service>|--shared] --type <type> [old password/private key] [new password/public key]
ru: Изменить тип хранилища: ipa vault-mod <имя> [--user <пользователь>|--service <служба>|--shared] --type <тип> [старый пароль/закрытый ключ] [новый пароль/открытый ключ]

source: Modify symmetric vault password: ipa vault-mod <name> [--user <user>|--service <service>|--shared] --change-password ipa vault-mod <name> [--user <user>|--service <service>|--shared] --old-password <old password> --new-password <new password> ipa vault-mod <name> [--user <user>|--service <service>|--shared] --old-password-file <old password file> --new-password-file <new password file>
ru: Изменить пароль симметричного хранилища: ipa vault-mod <name> [--user <пользователь>|--service <служба>|--shared] --change-password ipa vault-mod <имя> [--user <пользователь>|--service <служба>|--shared] --old-password <старый пароль> --new-password <новый пароль> ipa vault-mod <имя> [--user <пользователь>|--service <служба>|--shared] --old-password-file <файл старого пароля> --new-password-file <файл нового пароля>

source: Modify asymmetric vault keys: ipa vault-mod <name> [--user <user>|--service <service>|--shared] --private-key-file <old private key file> --public-key-file <new public key file>
ru: Изменить ключи ассиметричного хранилища: ipa vault-mod <имя> [--user <пользователь>|--service <служба>|--shared] --private-key-file <файл старого закрытого ключа> --public-key-file <файл нового открытого ключа>

source: Delete a vault: ipa vault-del <name> [--user <user>|--service <service>|--shared]
ru: Удалить хранилище: ipa vault-del <имя> [--user <пользователь>|--service <служба>|--shared]

source: Display vault configuration: ipa vaultconfig-show
ru: Показать параметры хранилища: ipa vaultconfig-show

source: Archive data into standard vault: ipa vault-archive <name> [--user <user>|--service <service>|--shared] --in <input file>
ru: Архивировать данные в стандартное хранилище: ipa vault-archive <имя> [--user <пользователь>|--service <служба>|--shared] --in <входящий файл>

source: Archive data into symmetric vault: ipa vault-archive <name> [--user <user>|--service <service>|--shared] --in <input file> --password-file password.txt
ru: Архивировать данные в симметричное хранилище: ipa vault-archive <имя> [--user <пользователь>|--service <служба>|--shared] --in <входящий файл> --password-file password.txt

source: Archive data into asymmetric vault: ipa vault-archive <name> [--user <user>|--service <service>|--shared] --in <input file>
ru: Архивировать данные в асимметричное хранилище: ipa vault-archive <имя> [--user <пользователь>|--service <служба>|--shared] --in <входящий файл>

source: Retrieve data from standard vault: ipa vault-retrieve <name> [--user <user>|--service <service>|--shared] --out <output file>
ru: Получить данные из стандартного хранилища: ipa vault-retrieve <имя> [--user <пользователь>|--service <служба>|--shared] --out <файл вывода>

source: Retrieve data from symmetric vault: ipa vault-retrieve <name> [--user <user>|--service <service>|--shared] --out <output file> --password-file password.txt
ru: Получить данные из симметричного хранилища: ipa vault-retrieve <имя> [--user <пользователь>|--service <служба>|--shared] --out <файл вывода> --password-file password.txt

source: Retrieve data from asymmetric vault: ipa vault-retrieve <name> [--user <user>|--service <service>|--shared] --out <output file> --private-key-file private.pem
ru: Получить данные из асимметричного хранилища: ipa vault-retrieve <имя> [--user <пользователь>|--service <служба>|--shared] --out <файл вывода> --private-key-file private.pem

source: Add vault owners: ipa vault-add-owner <name> [--user <user>|--service <service>|--shared] [--users <users>] [--groups <groups>] [--services <services>]
ru: Добавить владельцев хранилища: ipa vault-add-owner <имя> [--user <пользователь>|--service <служба>|--shared] [--users <пользователи>] [--groups <группы>] [--services <службы>]

source: Delete vault owners: ipa vault-remove-owner <name> [--user <user>|--service <service>|--shared] [--users <users>] [--groups <groups>] [--services <services>]
ru: Удалить владельцев хранилища: ipa vault-remove-owner <имя> [--user <имя>|--service <служба>|--shared] [--users <пользователи>] [--groups <группы>] [--services <службы>]

source: Add vault members: ipa vault-add-member <name> [--user <user>|--service <service>|--shared] [--users <users>] [--groups <groups>] [--services <services>]
ru: Добавить членов хранилища: ipa vault-add-member <имя> [--user <пользователь>|--service <служба>|--shared] [--users <пользователи>] [--groups <группы>] [--services <службы>]

source: Delete vault members: ipa vault-remove-member <name> [--user <user>|--service <service>|--shared] [--users <users>] [--groups <groups>] [--services <services>]
ru: Удалить членов хранилища: ipa vault-remove-member <имя> [--user <пользователь>|--service <служба>|--shared] [--users <пользователи>] [--groups <группы>] [--services <службы>]

source: Cannot read file '%(filename)s': %(exc)s
ru: Не удалось прочитать файл «%(filename)s»: %(exc)s

source: Cannot decode file '%(filename)s': %(exc)s
ru: Не удалось декодировать файл «%(filename)s»: %(exc)s

source: Service name of the service vault
ru: Имя службы хранилища службы

source: Shared vault
ru: Общее хранилище

source: Vault Containers
ru: Контейнеры хранилища

source: Vault Container
ru: Контейнер хранилища

source: Owner services
ru: Службы владельца

source: Failed owners
ru: Сбойные владельцы

source: Vault service
ru: Служба хранилища

source: Vault user
ru: Пользователь хранилища

source: Service, shared and user options cannot be specified simultaneously
ru: Нельзя указать одновременно параметры службы, общего ресурса и параметры пользователя

source: Host is not supported
ru: Хост не поддерживается

source: Display information about a vault container.
ru: Вывести информацию о контейнере хранилища.

source: KRA service is not enabled
ru: Служба KRA не включена

source: Delete a vault container.
ru: Удалить контейнер хранилища

source: Deleted vault container
ru: Контейнер хранилища удалён

source: Add owners to a vault container.
ru: Добавить владельцев контейнера хранилища.

source: owner %s
ru: владелец %s

source: Owners that could not be added
ru: Владельцы, которых не удалось добавить

source: Number of owners added
ru: Число добавленных владельцев

source: Remove owners from a vault container.
ru: Удалить владельцев контейнера хранилища.

source: Owners that could not be removed
ru: Владельцы, которых не удалось удалить

source: Number of owners removed
ru: Число удалённых владельцев

source: Vault object.
ru: Объект хранилища.

source: vault
ru: хранилище

source: vaults
ru: хранилища

source: Vaults
ru: Хранилища

source: Vault
ru: Хранилище

source: Vault name
ru: Имя хранилища

source: Vault description
ru: Описание хранилища

source: Vault type
ru: Тип хранилища

source: Salt
ru: Случайные данные (соль)

source: Vault salt
ru: Случайные данные (соль) хранилища

source: Public key
ru: Открытый ключ

source: Vault public key
ru: Открытый ключ хранилища

source: Service, shared, and user options cannot be specified simultaneously
ru: Нельзя указать одновременно параметры службы, общего ресурса и параметры пользователя

source: Create a new vault.
ru: Создать новое хранилище

source: Vault password
ru: Пароль хранилища

source: File containing the vault password
ru: Файл с паролем хранилища

source: File containing the vault public key
ru: Файл с открытым ключом хранилища

source: Password can be specified only for symmetric vault
ru: Пароль можно указать только для симметричного хранилища

source: Public key can be specified only for asymmetric vault
ru: Открытый ключ можно указать только для асимметричного хранилища

source: Password specified multiple times
ru: Пароль указан несколько раз

source: Public key specified multiple times
ru: Открытый ключ указан несколько раз

source: Missing vault public key
ru: Открытый ключ хранилища отсутствует

source: Invalid or unsupported vault public key: %s
ru: Недопустимый/неподдерживаемый открытый ключ хранилища: %s

source: Added vault "%(value)s"
ru: Добавлено хранилище «%(value)s»

source: Delete a vault.
ru: Удалить хранилище.

source: Deleted vault "%(value)s"
ru: Хранилище «%(value)s» удалено

source: Search for vaults.
ru: Поиск хранилищ

source: List all service vaults
ru: Вывести список всех хранилищ служб

source: List all user vaults
ru: Вывести список всех хранилищ пользователей

source: %(count)d vault matched
ru: Найдено %(count)d хранилище

source: Service(s), shared, and user(s) options cannot be specified simultaneously
ru: Нельзя указать одновременно параметры служб, общего ресурса и параметры пользователей

source: Modify a vault.
ru: Изменить хранилище.

source: Change password
ru: Сменить пароль

source: Old vault password
ru: Старый пароль хранилища

source: File containing the old vault password
ru: Файл старого пароля хранилища

source: New vault password
ru: Новый пароль хранилища

source: File containing the new vault password
ru: Файл нового пароля хранилища

source: Old vault private key
ru: Старый закрытый ключ хранилища

source: File containing the old vault private key
ru: Файл старого закрытого ключа хранилища

source: New vault public key
ru: Новый открытый ключ хранилища

source: File containing the new vault public key
ru: Файл нового открытого ключа хранилища

source: New public key specified multiple times
ru: Новый открытый ключ указан несколько раз

source: Missing new vault public key
ru: Отсутствует новый открытый ключ хранилища

source: Modified vault "%(value)s"
ru: Хранилище «%(value)s» изменено

source: Display information about a vault.
ru: Вывести информацию о хранилище

source: Vault configuration
ru: Параметры хранилища

source: Transport Certificate
ru: Сертификат транспорта

source: Show vault configuration.
ru: Показать параметры хранилища

source: Output file to store the transport certificate
ru: Файл вывода для хранения сертификата транспорта

source: Archive data into a vault.
ru: Архивация данных в хранилище.

source: Binary data to archive
ru: Бинарные данные для архивации

source: File containing data to archive
ru: Файл, содержащий данные для архивирования

source: Override existing password
ru: Переназначить существующий пароль

source: Input data specified multiple times
ru: Вводные данные указаны несколько раз

source: Size of data exceeds the limit. Current vault data size limit is %(limit)d B
ru: Размер данных превышает лимит. Текущий лимит размера данных хранилища: %(limit)d байт

source: Invalid vault type
ru: Недопустимый тип хранилища

source: Vault data encrypted with session key
ru: Данные хранилища зашифрованы ключом сеанса

source: Archived data into vault "%(value)s"
ru: Данные архивированы в хранилище «%(value)s»

source: Retrieve a data from a vault.
ru: Получить данные из хранилища.

source: File to store retrieved data
ru: Файл для хранения полученных данных

source: Vault private key
ru: Закрытый ключ хранилища

source: File containing the vault private key
ru: Файл закрытого ключа хранилища

source: Private key specified multiple times
ru: Закрытый ключ указан несколько раз

source: Missing vault private key
ru: Отсутствует закрытый ключ хранилища

source: Retrieved data from vault "%(value)s"
ru: Получены данные из хранилища «%(value)s»

source: No archived data.
ru: Архивированные данные отсутствуют.

source: Add owners to a vault.
ru: Добавить владельцев хранилища

source: Remove owners from a vault.
ru: Удалить владельцев хранилища

source: Add members to a vault.
ru: Добавить членов хранилища

source: Remove members from a vault.
ru: Удалить членов хранилища

source: operation not defined
ru: операция не определена

source: not allowed to perform operation: %s
ru: выполнение операции не разрешено: %s

source: No such virtual command
ru: Такая виртуальная команда отсутствует

source: any of the configured servers
ru: любой из настроенных серверов

source: could not allocate unique new session_id
ru: не удалось выделить новый уникальный session_id

source: Filename is empty
ru: Пустое имя файла

source: Permission denied: %(file)s
ru: Отказано в доступе: %(file)s

source: empty DNS label
ru: пустая метка DNS

source: DNS label cannot be longer that 63 characters
ru: Длина метки DNS не может превышать 63 символа

source: only letters, numbers, %(chars)s are allowed. DNS label may not start or end with %(chars2)s
ru: разрешены только буквы, числа и %(chars)s. Метка DNS не может заканчиваться или начинаться с %(chars2)s

source: too many '@' characters
ru: слишком много символов «@»

source: cannot be longer that 255 characters
ru: не может быть длиннее 255 символов

source: hostname contains empty label (consecutive dots)
ru: имя хоста содержит пустую метку (последовательные точки)

source: not fully qualified
ru: не является полным именем

source: invalid SSH public key
ru: неверный открытый ключ SSH

source: options are not allowed
ru: параметры не разрешены

source: invalid hostmask
ru: недопустимая маска хоста

source: query '%(owner)s %(rtype)s': %(error)s
ru: запрос «%(owner)s %(rtype)s»: %(error)s

source: query '%(owner)s %(rtype)s' with EDNS0: %(error)s
ru: запрос «%(owner)s %(rtype)s» с EDNS0: %(error)s

source: answer to query '%(owner)s %(rtype)s' is missing DNSSEC signatures (no RRSIG data)
ru: в ответе на запрос «%(owner)s %(rtype)s» отсутствуют подписи DNSSEC (нет данных RRSIG)

source: record '%(owner)s %(rtype)s' failed DNSSEC validation on server %(ip)s
ru: сбой DNSSEC валидации записи «%(owner)s %(rtype)s» на сервере %(ip)s

source: invalid escape code in domain name
ru: недопустимый управляющий код в доменном имени

source: domain name cannot be longer than 255 characters
ru: доменное имя не может быть длиннее 255 символов

source: DNS label cannot be longer than 63 characters
ru: Метка DNS не может быть длиннее 63 символов

source: invalid domain name
ru: недопустимое доменное имя

source: domain name '%(domain)s' should be normalized to: %(normalized)s
ru: доменное имя «%(domain)s» должно быть нормализировано до: %(normalized)s

source: improperly formatted DER-encoded certificate
ru: неверно форматированный DER сертификат

source: Issuer "%(issuer)s" does not match the expected issuer
ru: Издатель «%(issuer)s» не совпадает с ожидаемым

source: Retrieving CA cert chain failed: %s
ru: Сбой получения цепочки сертификатов CA: %s

source: request failed with HTTP status %d
ru: сбой запроса со статусом HTTP %d

source: Retrieving CA status failed: %s
ru: Сбой получения статуса CA: %s

source: objectclass %s not found
ru: класс объектов %s не найден

source: CIFS server denied your credentials
ru: Сервер CIFS не принял учётные данные

source: communication with CIFS server was unsuccessful
ru: не удалось установить связь с сервером CIFS

source: AD domain controller
ru: контроллер домена AD

source: unsupported functional level
ru: этот функциональный уровень не поддерживается

source: CIFS server configuration does not allow access to \\pipe\lsarpc
ru: Параметры CIFS сервера не разрешают доступ к \\pipe\lsarpc

source: Cannot find specified domain or server name
ru: Не удалось найти указанное имя домена/сервера

source: AD DC was unable to reach any IPA domain controller. Most likely it is a DNS or firewall issue
ru: Контроллеру домена AD не удалось установить связь ни с одним контроллером домена IPA. Скорей всего проблема связана с DNS или брандмауэром.

source: At least the domain or IP address should be specified
ru: Необходимо указать как минимум домен или адрес IP

source: CIFS server communication error: code "%(num)s", message "%(message)s" (both may be "None")
ru: Ошибка обмена данных CIFS сервера: код «%(num)s», сообщение «%(message)s» (оба могут иметь значение «нет»)

source: no trusted domain is configured
ru: нет настроенного доверенного домена

source: domain is not configured
ru: домен не настроен

source: SID is not valid
ru: Недопустимый SID

source: SID does not match exactlywith any trusted domain's SID
ru: Отсутствует точное совпадение SID с SID любого домеренного домена

source: SID does not match any trusted domain
ru: SID не совпадает ни с одним доверенным доменом

source: Our domain is not configured
ru: Наш домен не настроен

source: No trusted domain is not configured
ru: Нет настроенных доверенных доменов

source: trusted domain object
ru: объект доверенного домена

source: domain is not trusted
ru: домен не является доверенным

source: no trusted domain matched the specified flat name
ru: ни один доверенный домен не совпадает с указанным плоским именем

source: trusted domain object not found
ru: объект доверенного домена не найден

source: SSSD was unable to resolve the object to a valid SID
ru: SSSD не удалось разрешить объект в допустимый SID

source: Ambiguous search, user domain was not specified
ru: Неоднозначный поиск, не был указан домен пользователя

source: Trusted domain did not return a unique object
ru: Доверенный домен не возвратил уникальный объект

source: Trusted domain did not return a valid SID for the object
ru: Доверенный домен не возвратил допустимый SID для объекта

source: trusted domain user not found
ru: пользователь доверенного домена не найден

source: Cannot retrieve trusted domain GC list
ru: Не удалось получить список GC доверенного домена

source: CIFS credentials object
ru: объект учётных данных CIFS

source: Cannot establish LSA connection to %(host)s. Is CIFS server running?
ru: Не удалось установить подключение LSA к %(host)s. Запущен ли сервер CIFS?

source: the IPA server and the remote domain cannot share the same NetBIOS name: %s
ru: сервер IPA и удалённый домен не могут разделять одно и то же имя NetBIOS: %s

source: Unable to communicate with CMS (%s)
ru: Невозможно установить связь с CMS (%s)

source: Unable to communicate with CMS
ru: Невозможно установить связь с CMS

source: find not supported on CAs upgraded from 9 to 10
ru: на CA, обновлённых с 9 до 10, поиск не поддерживается

source: Failed to authenticate to CA REST API
ru: Сбой аутентификации в CA REST API

source: REST API is not logged in.
ru: REST API не авторизован

source: Non-2xx response from CA REST API: %(status)d %(status_text)s. %(explanation)s
ru: Не-2xx ответ от CA REST API: %(status)d %(status_text)s. %(explanation)s

source: The hostname to register as
ru: имя хоста, которое нужно зарегистрировать

source: The IPA realm
ru: Область IPA

source: Hardware platform of the host (e.g. Lenovo T61)
ru: Аппаратная платформа хоста (напр., Lenovo T61)

source: Operating System and version of the host (e.g. Fedora 9)
ru: Операционная система и версия хоста (напр., Fedora 9)

source: Insufficient 'write' privilege to the 'krbLastPwdChange' attribute of entry '%s'.
ru: Недостаточно привилегий на запись в атрибут «krbLastPwdChange» записи «%s».

source: Request must be a dict
ru: Запрос должен быть словарём

source: Request is missing "method"
ru: В запросе отсутствует "method"

source: Request is missing "params"
ru: В запросе отсутствует "params"

source: params must be a list
ru: params должен быть списком

source: params must contain [args, options]
ru: params должен содержать [args, options]

source: params[0] (aka args) must be a list
ru: params[0] (аргументы) должны быть списком

source: params[1] (aka options) must be a dict
ru: params[1] (параметры) должны быть словарём

source: cannot open configuration file %s
ru: невозможно открыть конфигурационный файл %s

source: cannot stat() configuration file %s
ru: невозможно stat() конфигурационный файл %s

source: out of memory
ru: не хватает памяти

source: read error
ru: ошибка чтения

source: Kerberos context initialization failed: %1$s (%2$d)
ru: Сбой инициализации контекста Kerberos: %1$s (%2$d)

source: Unable to parse principal: %1$s (%2$d)
ru: Не удалось проанализировать принципал: %1$s (%2$d)

source: No keys accepted by KDC
ru: Отсутствуют ключи, принимаемые KDC

source: Out of memory
ru: Не хватает памяти

source: Unable to set LDAP_OPT_X_TLS_CERTIFICATE
ru: Не удалось указать LDAP_OPT_X_TLS_CERTIFICATE

source: Unable to set LDAP_OPT_X_TLS
ru: Невозможно указать LDAP_OPT_X_TLS

source: Unable to initialize ldap library!
ru: Не удалось инициализировать библиотеку ldap

source: Unable to set LDAP_OPT_X_SASL_NOCANON
ru: Не удалось указать LDAP_OPT_X_SASL_NOCANON

source: Unable to set LDAP_OPT_PROTOCOL_VERSION
ru: Не удалось указать LDAP_OPT_PROTOCOL_VERSION

source: Simple bind failed
ru: Сбой простой привязки

source: Operation failed: %s
ru: Сбой операции: %s

source: Failed to get result: %s
ru: Сбой получения результата: %s

source: Failed to parse extended result: %s
ru: Сбой анализа расширенного результата: %s

source: Failed to parse result: %s
ru: Сбой анализа результата: %s

source: Out of Memory!
ru: Не хватает памяти

source: Failed to bind to server!
ru: Сбой привязки к серверу

source: Failed to get keytab!
ru: Сбой получения таблицы ключей

source: ber_scanf() failed, unable to find kvno ?!
ru: сбой ber_scanf() failed, не удалось найти kvno?

source: Failed to retrieve encryption type type #%d
ru: Сбой получения типа шифрования #%d
