Repository: jtux270/translate
Catalog: FreeIPA/ipa.po
Languages: ru

source: Search for IPA services.
ru: Поиск служб IPA

source: %(count)d service matched
ru: Найдена %(count)d служба

source: Display information about an IPA service.
ru: Вывести информацию о службе IPA

source: Add hosts that can manage this service.
ru: Добавить хосты, которые могут управлять этой службой

source: Remove hosts that can manage this service.
ru: Удалить хосты, которые могут управлять этой службой

source: Allow users, groups, hosts or host groups to retrieve a keytab of this service.
ru: Разрешить пользователям, группам, хостам или группам хостов получать таблицу ключей этой службы

source: Disallow users, groups, hosts or host groups to retrieve a keytab of this service.
ru: Запретить пользователям, группам, хостам или группам хостов получать таблицу ключей этой службы

source: Allow users, groups, hosts or host groups to create a keytab of this service.
ru: Разрешить пользователям, группам, хостам или группам хостов создавать таблицу ключей этой службы

source: Disallow users, groups, hosts or host groups to create a keytab of this service.
ru: Запретить пользователям, группам, хостам или группам хостов создавать таблицу ключей этой службы

source: Disable the Kerberos key and SSL certificate of a service.
ru: Отключить ключ Kerberos и сертификат SSL службы

source: Disabled service "%(value)s"
ru: Служба «%(value)s» отключена

source: Add new certificates to a service
ru: Добавить новые сертификаты для службы

source: Added certificates to service principal "%(value)s"
ru: Добавлены сертификаты для субъект-службы «%(value)s»

source: Remove certificates from a service
ru: Удалить сертификаты службы

source: Removed certificates from service principal "%(value)s"
ru: Удалены сертификаты субъект-службы «%(value)s»

source: Allowed Target
ru: Разрешённый целевой объект

source: Failed targets
ru: Целевые объекты с ошибками

source: Add target to a named service delegation.
ru: Добавить целевой объект для делегирования указанной службы

source: service delegation rule
ru: правило делегирования службы

source: service delegation rules
ru: правила делегирования службы

source: Service delegation rules
ru: Правила делегирования службы

source: Service delegation rule
ru: Правило делегирования службы

source: Create a new service delegation rule.
ru: Создать новое правило делегирования службы

source: Added service delegation rule "%(value)s"
ru: Правило делегирования службы «%(value)s» добавлено

source: Delete service delegation.
ru: Удалить делегирование службы.

source: Deleted service delegation "%(value)s"
ru: Правило делегирования службы «%(value)s» удалено

source: privileged service delegation rule
ru: правило делегирования привилегированной службы

source: Search for service delegations rule.
ru: Поиск правил делегирования служб

source: %(count)d service delegation rule matched
ru: Найдено %(count)d правило делегирования служб

source: Display information about a named service delegation rule.
ru: Вывести информацию об указанном правиле делегирования служб

source: Add member to a named service delegation rule.
ru: Добавить члена в правило делегирования служб

source: Remove member from a named service delegation rule.
ru: Удалить члена из правила делегирования служб

source: Add target to a named service delegation rule.
ru: Добавить целевой объект в указанное правило делегирования службы

source: Remove target from a named service delegation rule.
ru: Удалить целевой объект из указанного правила делегирования службы

source: service delegation target
ru: целевой объект делегирования службы

source: service delegation targets
ru: целевые объекты делегирования службы

source: Service delegation targets
ru: Целевые объекты делегирования службы

source: Service delegation target
ru: Целевой объект делегирования службы

source: Create a new service delegation target.
ru: Создать новый целевой объект делегирования службы

source: Added service delegation target "%(value)s"
ru: Добавлен целевой объект делегирования службы «%(value)s»

source: Delete service delegation target.
ru: Удалить целевой объект делегирования службы

source: Deleted service delegation target "%(value)s"
ru: Целевой объект делегирования службы «(value)s» удалён

source: privileged service delegation target
ru: целевой объект делегирования привилегированной службы

source: Search for service delegation target.
ru: Поиск целевого объекта делегирования службы.

source: %(count)d service delegation target matched
ru: Найден %(count)d целевой объект делегирования службы

source: Display information about a named service delegation target.
ru: Вывести информацию об указанном целевом объекте делегирования службы

source: Add member to a named service delegation target.
ru: Добавить членов в указанный целевой объект делегирования службы

source: Remove member from a named service delegation target.
ru: Удалить членов из указанного целевого объекта делегирования служб.

source: Stage Users
ru: Шаблонные пользователи

source: Stage User
ru: Шаблонный пользователь

source: stage user
ru: шаблонный пользователь

source: stage users
ru: шаблонные пользователи

source: Add a new stage user.
ru: Добавить нового шаблонного пользователя

source: Added stage user "%(value)s"
ru: Добавлен шаблонный пользователь «%(value)s»

source: Delete a stage user.
ru: Удалить шаблонного пользователя

source: Deleted stage user "%(value)s"
ru: Шаблонный пользователь «%(value)s» удалён

source: Modify a stage user.
ru: Изменить шаблонного пользователя

source: Modified stage user "%(value)s"
ru: Шаблонный пользователь «%(value)s» изменён

source: Search for stage users.
ru: Поиск шаблонных пользователей

source: %(count)d user matched
ru: Найден %(count)d пользователь

source: Display information about a stage user.
ru: Вывести информацию о шаблонном пользователе

source: Activate a stage user.
ru: Активировать шаблонного пользователя

source: Activate a stage user "%(value)s"
ru: Активировать шаблонного пользователя «%(value)s»

source: Entry RDN is not 'uid'
ru: Относительное различающееся имя записи не является «uid»

source: Entry has no '%(attribute)s'
ru: У записи нет «%(attribute)s»

source: active user with name "%(user)s" already exists
ru: активный пользователь с именем «%(user)s» уже существует

source: Stage user %s activated
ru: Шаблонный пользователь %s активирован

source: commands for controlling sudo configuration
ru: команды для контроля параметров sudo

source: sudo command
ru: команда sudo

source: sudo commands
ru: команды sudo

source: Sudo Commands
ru: Команды sudo

source: Sudo Command
ru: Команда sudo

source: A description of this command
ru: Описание этой команды

source: Create new Sudo Command.
ru: Создать новую команду sudo

source: Added Sudo Command "%(value)s"
ru: Добавлена команда sudo «%(value)s»

source: Delete Sudo Command.
ru: Удалить команду sudo.

source: Deleted Sudo Command "%(value)s"
ru: Удалена команда sudo «%(value)s»

source: Modify Sudo Command.
ru: Изменить команду sudo.

source: Modified Sudo Command "%(value)s"
ru: Изменена команда sudo «%(value)s»

source: Search for Sudo Commands.
ru: Поиск команд sudo

source: %(count)d Sudo Command matched
ru: Найдена %(count)d команда sudo

source: Display Sudo Command.
ru: Вывести команду sudo

source: sudo command group
ru: группа команды sudo

source: sudo command groups
ru: группы команд sudo

source: Sudo Command Group
ru: Группа команды sudo

source: Create new Sudo Command Group.
ru: Создать новую группу команды sudo

source: Added Sudo Command Group "%(value)s"
ru: Добавлена группа команда sudo «%(value)s»

source: Delete Sudo Command Group.
ru: Удалить группу команды sudo.

source: Deleted Sudo Command Group "%(value)s"
ru: Удалена группа команды sudo «%(value)s»

source: Modify Sudo Command Group.
ru: Изменить группу команды sudo.

source: Modified Sudo Command Group "%(value)s"
ru: Группа команд sudo «%(value)s» изменена

source: Search for Sudo Command Groups.
ru: Поиск групп команд sudo

source: %(count)d Sudo Command Group matched
ru: Найдена %(count)d группа команды sudo

source: Display Sudo Command Group.
ru: Показать группу команд sudo

source: Add members to Sudo Command Group.
ru: Добавить членов в группу команд sudo

source: Remove members from Sudo Command Group.
ru: Удалить членов группы команд sudo

source: Sudo Rules
ru: Правила sudo

source: Sudo (su "do") allows a system administrator to delegate authority to give certain users (or groups of users) the ability to run some (or all) commands as root or another user while providing an audit trail of the commands and their arguments.
ru: Команда sudo (su "do") позволяет системному администратору делегировать полномочия определённым пользователям (или группам пользователей) на запуск некоторых (или всех) команд от имени пользователя root или другого пользователя, одновременно ведя журнал аудита команд и их аргументов.

source: FreeIPA provides a means to configure the various aspects of Sudo: Users: The user(s)/group(s) allowed to invoke Sudo. Hosts: The host(s)/hostgroup(s) which the user is allowed to to invoke Sudo. Allow Command: The specific command(s) permitted to be run via Sudo. Deny Command: The specific command(s) prohibited to be run via Sudo. RunAsUser: The user(s) or group(s) of users whose rights Sudo will be invoked with. RunAsGroup: The group(s) whose gid rights Sudo will be invoked with. Options: The various Sudoers Options that can modify Sudo's behavior.
ru: FreeIPA предоставляет средства для настройки различных аспектов Sudo: Пользователи: пользователи/группы, которым разрешено вызывать Sudo. Хосты: хосты/группы хостов, пользователям которых разрешено вызывать Sudo. Разрешить команду: конкретные команды, которые разрешено запускать через Sudo. Запретить команду: конкретные команды, которые запрещено запускать через Sudo. RunAsUser: пользователи или группы пользователей, с чьими правами будет вызвана Sudo. RunAsGroup: группы пользователей, с чьими правами gid будет вызвана Sudo. Параметры: различные параметры Sudoers, которые могут изменить поведение Sudo.

source: FreeIPA provides a designated binddn to use with Sudo located at: uid=sudo,cn=sysaccounts,cn=etc,dc=example,dc=com
ru: FreeIPA предоставляет специальный binddn для использования с Sudo, расположенный по адресу: uid=sudo,cn=sysaccounts,cn=etc,dc=example,dc=com

source: To enable the binddn run the following command to set the password: LDAPTLS_CACERT=/etc/ipa/ca.crt /usr/bin/ldappasswd -S -W -h ipa.example.com -ZZ -D "cn=Directory Manager" uid=sudo,cn=sysaccounts,cn=etc,dc=example,dc=com
ru: Чтобы включить binddn, выполните следующую команду, задающую пароль: LDAPTLS_CACERT=/etc/ipa/ca.crt /usr/bin/ldappasswd -S -W -h ipa.example.com -ZZ -D "cn=Directory Manager" uid=sudo,cn=sysaccounts,cn=etc,dc=example,dc=com

source: Create a new rule: ipa sudorule-add readfiles
ru: Создать новое правило: ipa sudorule-add readfiles

source: Add sudo command object and add it as allowed command in the rule: ipa sudocmd-add /usr/bin/less ipa sudorule-add-allow-command readfiles --sudocmds /usr/bin/less
ru: Добавить объект для команды sudo в виде разрешённой команды в правиле: ipa sudocmd-add /usr/bin/less ipa sudorule-add-allow-command readfiles --sudocmds /usr/bin/less

source: Add a host to the rule: ipa sudorule-add-host readfiles --hosts server.example.com
ru: Добавить хост в правило: ipa sudorule-add-host readfiles --hosts server.example.com

source: Add a user to the rule: ipa sudorule-add-user readfiles --users jsmith
ru: Добавить пользователя в правило: ipa sudorule-add-user readfiles --users jsmith

source: Add a special Sudo rule for default Sudo server configuration: ipa sudorule-add defaults
ru: Добавить специальное правило Sudo для стандартной серверной конфигурации Sudo: ipa sudorule-add defaults

source: Set a default Sudo option: ipa sudorule-add-option defaults --sudooption '!authenticate'
ru: Установить параметр Sudo по умолчанию: ipa sudorule-add-option defaults --sudooption '!authenticate'

source: Commands for controlling sudo configuration
ru: Команды для управления параметрами sudo

source: this option has been deprecated.
ru: этот параметр является устаревшим.

source: host masks of allowed hosts
ru: маски разрешённых хостов

source: sudo rule
ru: правило sudo

source: sudo rules
ru: правила sudo

source: Sudo Rules
ru: Правила sudo

source: Sudo Rule
ru: Правило sudo

source: Command category
ru: Категория команд

source: Command category the rule applies to
ru: Категория команд, к которым применяется правило

source: RunAs User category the rule applies to
ru: Категория RunAs User, к которой применяется правило

source: RunAs Group category
ru: Категория RunAs Group

source: RunAs Group category the rule applies to
ru: Категория RunAs Group, к которой применяется правило

source: integer to order the Sudo rules
ru: целое число для упорядочения правил sudo

source: External User
ru: Внешний пользователь

source: External User the rule applies to (sudorule-find only)
ru: Внешний пользователь, к которому применяется правило sudo (только sudorule-find)

source: Host Masks
ru: Маски хостов

source: RunAs Users
ru: RunAs пользователи

source: Run as a user
ru: Выполнение от имени пользователя

source: Groups of RunAs Users
ru: RunAs группы пользователей

source: Run as any user within a specified group
ru: Выполнение от имени любого пользователя указанной группы

source: RunAs External User
ru: RunAs внешний пользователь

source: External User the commands can run as (sudorule-find only)
ru: Внешний пользователь, от имени которого могут выполняться команды (только sudorule-find)

source: External Groups of RunAs Users
ru: RunAs внешние группы пользователей

source: External Groups of users that the command can run as
ru: Внешние группы пользователей, от имени которых могут выполняться команды

source: RunAs Groups
ru: RunAs группы

source: Run with the gid of a specified POSIX group
ru: Выполнение с gid указанной группы POSIX

source: RunAs External Group
ru: RunAs внешняя группа

source: External Group the commands can run as (sudorule-find only)
ru: Внешняя группа, от имени которой могут выполняться команды (только sudorule-find)

source: Sudo Option
ru: Параметр sudo

source: Create new Sudo Rule.
ru: Создать новое правило sudo

source: Added Sudo Rule "%(value)s"
ru: Добавлено правило sudo «%(value)s»

source: Delete Sudo Rule.
ru: Удалить правило sudo

source: Deleted Sudo Rule "%(value)s"
ru: Правило sudo «%(value)s» удалено

source: Modify Sudo Rule.
ru: Изменить правило sudo

source: Modified Sudo Rule "%(value)s"
ru: Правило sudo «%(value)s» изменено

source: user
ru: пользователь

source: users
ru: пользователи

source: command
ru: команда

source: commands
ru: команды

source: runAs user
ru: runAs пользователь

source: runAs users
ru: runAs пользователи

source: group runAs
ru: runAs группа

source: runAs groups
ru: runAs группы

source: Search for Sudo Rule.
ru: Поиск правил sudo

source: %(count)d Sudo Rule matched
ru: Найдено %(count)d правило sudo

source: Display Sudo Rule.
ru: Вывести правило sudo

source: Enable a Sudo Rule.
ru: Включить правило sudo

source: Enabled Sudo Rule "%s"
ru: Правило sudo «%s» включено

source: Disable a Sudo Rule.
ru: Отключить правило sudo

source: Disabled Sudo Rule "%s"
ru: Правило sudo «%s» отключено

source: Add commands and sudo command groups affected by Sudo Rule.
ru: Добавить команды и группы команд sudo, на которые распространяется правило sudo

source: commands cannot be added when command category='all'
ru: нельзя добавлять команды, если категория команды=«все»

source: Remove commands and sudo command groups affected by Sudo Rule.
ru: Удалить команды и группы команд sudo, на которые распространяется правило sudo

source: Add users and groups affected by Sudo Rule.
ru: Добавить команды и группы, на которые распространяется правило sudo

source: Remove users and groups affected by Sudo Rule.
ru: Удалить команды и группы, на которые распространяется правило sudo

source: Add hosts and hostgroups affected by Sudo Rule.
ru: Добавить хосты и группы хостов, на которые распространяется правило sudo

source: Remove hosts and hostgroups affected by Sudo Rule.
ru: Удалить хосты и группы хостов, на которые распространяется правило sudo

source: RunAsUser does not accept '%(name)s' as a user name
ru: RunAsUser не принимает «%(name)s» в качестве имени пользователя

source: RunAsUser does not accept '%(name)s' as a group name
ru: RunAsUser не принимает «%(name)s» в качестве имени группы

source: RunAsGroup does not accept '%(name)s' as a group name
ru: RunAsGroup не принимает «%(name)s» в качестве имени группы

source: Add an option to the Sudo Rule.
ru: Добавить параметр в правило sudo

source: Added option "%(option)s" to Sudo Rule "%(rule)s"
ru: Параметр «%(option)s» добавлен в правило Sudo «%(rule)s»

source: Remove an option from Sudo Rule.
ru: Удалить параметр из правила sudo

source: Removed option "%(option)s" from Sudo Rule "%(rule)s"
ru: Параметр «%(option)s» удалён из правила sudo «%(rule)s»

source: Topology Management of a replication topology. Requires minimum domain level 1.
ru: Топология Управление топологией репликации. Минимальный требуемый уровень домена: 1.

source: segment
ru: сегмент

source: segments
ru: сегменты

source: Topology Segments
ru: Сегменты топологии

source: Topology Segment
ru: Сегмент топологии

source: Segment name
ru: Имя сегмента

source: Arbitrary string identifying the segment
ru: Произвольная строка, идентифицирующая сегмент

source: Left node
ru: Левый узел

source: Left replication node - an IPA server
ru: Левый узел репликации — сервер IPA

source: Right node
ru: Правый узел

source: Right replication node - an IPA server
ru: Правый узел репликации — сервер IPA

source: Direction of replication between left and right replication node
ru: Направление репликации между левым и правым узлами репликации

source: Attributes to strip
ru: Обрезаемые атрибуты

source: A space separated list of attributes which are removed from replication updates.
ru: Список атрибутов (через пробел), удаляемых из обновления репликации

source: Attributes that are not replicated to a consumer server during a fractional update. E.g., `(objectclass=*) $ EXCLUDE accountlockout memberof
ru: Атрибуты, не реплицируемые на сервер-потребитель во время частичного обновления. Например, `(objectclass=*) $ EXCLUDE accountlockout memberof

source: Attributes for total update
ru: Атрибуты для полного обновления

source: Attributes that are not replicated to a consumer server during a total update. E.g. (objectclass=*) $ EXCLUDE accountlockout
ru: Атрибуты, не реплицируемые на сервер-потребитель во время полного обновления. Например, (objectclass=*) $ EXCLUDE accountlockout

source: Session timeout
ru: Время ожидания сеанса

source: Replication agreement enabled
ru: Соглашение о репликации включено

source: Whether a replication agreement is active, meaning whether replication is occurring per that agreement
ru: Является ли соглашение о репликации активным, то есть осуществляется ли репликация на основании этого соглашения

source: left node is not a topology node: %(leftnode)s
ru: левый узел не является узлом топологии: %(leftnode)s

source: right node is not a topology node: %(rightnode)s
ru: правый узел не является узлом топологии: %(rightnode)s

source: left node and right node must not be the same
ru: левый и правый узлы не должны совпадать

source: Search for topology segments.
ru: Поиск сегментов топологии

source: %(count)d segment matched
ru: Найден %(count)d сегмент

source: Add a new segment.
ru: Добавить новый сегмент

source: Added segment "%(value)s"
ru: Добавлен сегмент «%(value)s»

source: Delete a segment.
ru: Удалить сегмент

source: Deleted segment "%(value)s"
ru: Сегмент «%(value)s» удалён

source: Modify a segment.
ru: Изменить сегмент

source: Modified segment "%(value)s"
ru: Сегмент «%(value)s» изменён

source: Initialize left node
ru: Инициализация левого узла

source: Initialize right node
ru: Инициализация правого узла

source: Stop already started refresh of chosen node(s)
ru: Остановить уже начатое обновление выбранного узла

source: left or right node has to be specified
ru: необходимо указать правый или левый узел

source: only one node can be specified
ru: можно указать только один узел

source: Replication refresh for segment: "%(pkey)s" requested.
ru: Запрос обновления репликации для сегмента «%(pkey)s»

source: Stopping of replication refresh for segment: "%(pkey)s" requested.
ru: Запрос остановки обновления репликации для сегмента «%(pkey)s»

source: Display a segment.
ru: Показать сегмент

source: suffix
ru: суффикс

source: suffixes
ru: суффиксы

source: Topology suffixes
ru: Суффиксы топологии

source: Topology suffix
ru: Суффикс топологии

source: Suffix name
ru: Имя суффикса

source: LDAP suffix to be managed
ru: Управляемый суффикс LDAP

source: Search for topology suffixes.
ru: Поиск суффиксов топологии

source: %(count)d topology suffix matched
ru: Найден %(count)d суффикс топологии

source: Delete a topology suffix.
ru: Удалить суффикс топологии.

source: Deleted topology suffix "%(value)s"
ru: Суффикс топологии «%(value)s» удалён

source: Add a new topology suffix to be managed.
ru: Добавить новый суффикс топологии для управления

source: Added topology suffix "%(value)s"
ru: Суффикс топологии «%(value)s» добавлен

source: Modify a topology suffix.
ru: Изменить суффикс топологии.

source: Modified topology suffix "%(value)s"
ru: Суффикс топологии «%(value)s» изменён

source: Show managed suffix.
ru: Показать управляемый суффикс

source: Verify replication topology for suffix. Checks done: 1. check if a topology is not disconnected. In other words if there are replication paths between all servers. 2. check if servers don't have more than the recommended number of replication agreements
ru: Проверки топологии репликации для суффикса. Выполняемые тесты: 1. Есть ли подключение у топологии. Другими словами, существуют ли пути репликации между всеми серверами. 2. Серверы должны иметь не более рекомендованного количества соглашений репликации

source: Replication topology of suffix "%(suffix)s" is in order.
ru: Топология репликации для суффикса «%(suffix)s» в порядке

source: Replication topology of suffix "%(suffix)s" contains errors.
ru: Топология репликации для суффикса «%(suffix)s» содержит ошибки

source: Topology is disconnected
ru: Топология отключена

source: Server %(srv)s can't contact servers: %(replicas)s
ru: Сервер %(srv)s не может установить связь с серверами: %(replicas)s

source: Recommended maximum number of agreements per replica exceeded
ru: Превышено рекомендуемое максимальное количество соглашений на реплику

source: Maximum number of agreements per replica
ru: Максимальное количество соглашений на реплику

source: Server "%(srv)s" has %(n)d agreements with servers:
ru: Сервер «%(srv)s» имеет %(n)d соглашений с серверами:
