Repository: jtux270/translate
Catalog: openstack/zanata/swift-master/*/swift/locale/swift.po
Languages: ru

source: The total %(key)s for the container (%(total)s) does not match the sum of %(key)s across policies (%(sum)s)
ru: Общее число %(key)s для контейнера (%(total)s) не соответствует сумме %(key)s в стратегиях (%(sum)s)

source: ERROR __call__ error with %(method)s %(path)s
ru: Ошибка: ошибка __call__ в %(method)s %(path)s

source: Broker error trying to rollback locked connection
ru: Ошибка посредника при попытке отката заблокированного соединения

source: Invalid pending entry %(file)s: %(entry)s
ru: Недопустимая ожидающая запись %(file)s: %(entry)s

source: ERROR auditing
ru: ОШИБКА контроля

source: ERROR reading HTTP response from %s
ru: Ошибка чтения ответа HTTP из %s

source: Attempted to replicate %(count)d dbs in %(time).5f seconds (%(rate).5f/s)
ru: Попытка репликации %(count)d баз данных за %(time).5f секунд (%(rate).5f/s)

source: Removed %(remove)d dbs
ru: Удалено баз данных: %(remove)d

source: %(success)s successes, %(failure)s failures
ru: %(success)s успешно, %(failure)s с ошибками

source: ERROR rsync failed with %(code)s: %(args)s
ru: Ошибка: команда rsync не выполнена с кодом %(code)s: %(args)s

source: Quarantining DB %s
ru: БД %s помещена в карантин

source: ERROR reading db %s
ru: Ошибка чтения базы данных %s

source: ERROR Remote drive not mounted %s
ru: Ошибка: удаленный накопитель не смонтирован %s

source: ERROR syncing %(file)s with node %(node)s
ru: Ошибка синхронизации %(file)s с узлом %(node)s

source: ERROR while trying to clean up %s
ru: Ошибка при попытке очистки %s

source: ERROR Failed to get my own IPs?
ru: Ошибка: не удалось получить собственные IP-адреса?

source: Beginning replication run
ru: Запуск репликации

source: Replication run OVER
ru: Репликация запущена поверх

source: ERROR trying to replicate
ru: Ошибка при попытке репликации

source: WARNING: Unable to modify file descriptor limit. Running as non-root?
ru: Предупреждение: не удалось изменить предельное значение для дескриптора файла. Запущен без прав доступа root?

source: WARNING: Unable to modify memory limit. Running as non-root?
ru: Предупреждение: не удалось изменить предельное значение для памяти. Запущен без прав доступа root?

source: WARNING: Unable to modify max process limit. Running as non-root?
ru: Предупреждение: не удалось изменить предельное значение для числа процессов. Запущен без прав доступа root?

source: user quit
ru: Завершение работы пользователя

source: No %s running
ru: %s не выполняется

source: Found configs:
ru: Обнаружены конфигурации:

source: Unable to locate config for %s
ru: Не удалось найти конфигурационный файл для %s

source: Removing pid file %(pid_file)s with wrong pid %(pid)d
ru: Удаление файла pid %(pid_file)s с ошибочным pid %(pid)d

source: Removing stale pid file %s
ru: Удаление устаревшего файла pid %s

source: No permission to signal PID %d
ru: Нет прав доступа для отправки сигнала в PID %d

source: Removing pid file %s with invalid pid
ru: Удаление pid файла %s с неверным pid-ом

source: %s already started...
ru: %s уже запущен...

source: Running %s once
ru: Однократное выполнение %s

source: Starting %s
ru: Запуск %s

source: %s does not exist
ru: %s не существует

source: No policy with index %s
ru: Не найдено стратегии с индексом %s

source: Unable to locate %s in libc. Leaving as a no-op.
ru: Не удалось найти %s в libc. Оставлено как no-op.

source: Unable to locate fallocate, posix_fallocate in libc. Leaving as a no-op.
ru: Не удалось найти fallocate, posix_fallocate в libc. Оставлено как no-op.

source: %s: Connection reset by peer
ru: %s: соединение сброшено на другой стороне

source: Connection refused
ru: Соединение отклонено

source: Host unreachable
ru: Хост недоступен

source: Connection timeout
ru: Тайм-аут соединения

source: UNCAUGHT EXCEPTION
ru: Необрабатываемая исключительная ситуация

source: Error: missing config path argument
ru: Ошибка: отсутствует аргумент пути конфигурации

source: Error: unable to locate %s
ru: Ошибка: не удалось найти %s

source: Unable to read config from %s
ru: Не удалось прочитать конфигурацию из %s

source: Skipping %s as it is not mounted
ru: %s будет пропущен, так как он не смонтирован

source: Invalid X-Container-Sync-To format %r
ru: Недопустимый формат X-Container-Sync-To %r

source: No realm key for %r
ru: Отсутствует ключ области для %r

source: Invalid scheme %r in X-Container-Sync-To, must be "//", "http", or "https".
ru: Недопустимая схема %r в X-Container-Sync-To, допустимые значения: "//", "http" или "https".

source: Path required in X-Container-Sync-To
ru: Требуется путь в X-Container-Sync-To

source: Params, queries, and fragments not allowed in X-Container-Sync-To
ru: В X-Container-Sync-To не разрешены параметры, запросы и фрагменты

source: Invalid host %r in X-Container-Sync-To
ru: Недопустимый хост %r в X-Container-Sync-To

source: WARNING: SSL should only be enabled for testing purposes. Use external SSL termination for a production deployment.
ru: Предупреждение: SSL должен быть включен только в целях тестирования. Используйте внешнее завершение SSL для развертывания в рабочем режиме.

source: Error: An error occurred
ru: Ошибка: произошла ошибка

source: Mapped %(given_domain)s to %(found_domain)s
ru: Преобразовано %(given_domain)s в %(found_domain)s

source: Following CNAME chain for %(given_domain)s to %(found_domain)s
ru: Следующая цепочка CNAME для %(given_domain)s в %(found_domain)s

source: Returning 497 because of blacklisting: %s
ru: Возвращено 497 из-за черного списка: %s

source: Ratelimit sleep log: %(sleep)s for %(account)s/%(container)s/%(object)s
ru: Протокол тайм-аута при ограничении скорости %(sleep)s для %(account)s/%(container)s/%(object)s

source: Warning: Cannot ratelimit without a memcached client
ru: Предупреждение: не удается ограничить скорость без клиента с кэшированием памяти

source: Error reading recon cache file
ru: Ошибка чтения файла кэша recon

source: Error parsing recon cache file
ru: Ошибка анализа файла кэша recon

source: Error retrieving recon data
ru: Ошибка при получении данных recon

source: Error listing devices
ru: Ошибка при выводе списка устройств

source: Error reading ringfile
ru: Ошибка при чтении ringfile

source: Error reading swift.conf
ru: Ошибка чтения swift.conf

source: Error on render profiling results: %s
ru: Ошибка при выводе результатов профилирования: %s

source: Profiling Error: %s
ru: Ошибка профилирования: %s

source: method %s is not allowed.
ru: Метод %s не разрешен.

source: Can not load profile data from %s.
ru: Не удается загрузить данные профайла из %s.

source: no log file found
ru: Не найден файл протокола

source: Data download error: %s
ru: Ошибка загрузки данных: %s

source: python-matplotlib not installed.
ru: Библиотека python-matplotlib не установлена.

source: plotting results failed due to %s
ru: Ошибка в результатах plotting из-за %s

source: The file type are forbidden to access!
ru: Запрещен доступ к этому типу файла!

source: Can not access the file %s.
ru: Отсутствует доступ к файлу %s.

source: odfpy not installed.
ru: Библиотека odfpy не установлена.

source: ERROR Account update failed with %(ip)s:%(port)s/%(device)s (will retry later): Response %(status)s %(reason)s
ru: Ошибка: обновление учетной записи не выполнено для %(ip)s:%(port)s/%(device)s (операция будет повторена позднее): Ответ: %(status)s %(reason)s

source: ERROR account update failed with %(ip)s:%(port)s/%(device)s (will retry later)
ru: Ошибка: обновление учетной записи не выполнено для %(ip)s:%(port)s/%(device)s (операция будет повторена позднее)

source: Configuration option internal_client_conf_path not defined. Using default configuration, See internal-client.conf-sample for options
ru: Опция internal_client_conf_path конфигурации не определена. Используется конфигурация по умолчанию. Используйте intenal-client.conf-sample для информации об опциях

source: Begin container sync "once" mode
ru: Начать синхронизацию контейнера в "однократном" режиме

source: Container sync "once" mode completed: %.02fs
ru: Синхронизация контейнера в "однократном" режиме завершена: %.02fs

source: Since %(time)s: %(sync)s synced [%(delete)s deletes, %(put)s puts], %(skip)s skipped, %(fail)s failed
ru: За %(time)s операций синхронизировано %(sync)s [удалено: %(delete)s, добавлено: %(put)s], пропущено: %(skip)s, ошибки: %(fail)s

source: ERROR %(db_file)s: %(validate_sync_to_err)s
ru: Ошибка %(db_file)s: %(validate_sync_to_err)s

source: ERROR Syncing %s
ru: Ошибка синхронизации %s

source: Unauth %(sync_from)r => %(sync_to)r
ru: Синхронизация %(sync_from)r => %(sync_to)r без прав доступа

source: Not found %(sync_from)r => %(sync_to)r - object %(obj_name)r
ru: Не найдено: %(sync_from)r => %(sync_to)r - объект %(obj_name)r

source: ERROR Syncing %(db_file)s %(row)s
ru: Ошибка синхронизации %(db_file)s %(row)s

source: ERROR: Failed to get paths to drive partitions: %s
ru: Ошибка: не удалось получить пути к разделам накопителей: %s

source: ERROR with loading suppressions from %s:
ru: Ошибка при загрузки скрытых объектов из %s:

source: Begin container update sweep
ru: Начать сплошную проверку обновлений контейнера

source: Container update sweep of %(path)s completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures, %(no_change)s with no changes
ru: Сплошная проверка обновлений контейнера в %(path)s завершена: %(elapsed).02fs, успешно: %(success)s, сбоев: %(fail)s, без изменений: %(no_change)s

source: Container update sweep completed: %.02fs
ru: Сплошная проверка обновлений контейнера завершена: %.02fs

source: Begin container update single threaded sweep
ru: Начать однонитевую сплошную проверку обновлений контейнера

source: Container update single threaded sweep completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures, %(no_change)s with no changes
ru: Сплошная однонитевая проверка обновлений контейнера завершена: %(elapsed).02fs, успешно: %(success)s, сбоев: %(fail)s, без изменений: %(no_change)s

source: Update report sent for %(container)s %(dbfile)s
ru: Отчет об обновлении отправлен для %(container)s %(dbfile)s

source: Update report failed for %(container)s %(dbfile)s
ru: Отчет об обновлении для %(container)s %(dbfile)s не выполнен

source: ERROR account update failed with %(ip)s:%(port)s/%(device)s (will retry later):
ru: Ошибка: обновление учетной записи не выполнено для %(ip)s:%(port)s/%(device)s (операция будет повторена позднее):

source: Exception with %(ip)s:%(port)s/%(device)s
ru: Исключительная ситуация в %(ip)s:%(port)s/%(device)s

source: - parallel, %s
ru: - параллельно, %s

source: Object audit (%(type)s). Since %(start_time)s: Locally: %(passes)d passed, %(quars)d quarantined, %(errors)d errors, files/sec: %(frate).2f, bytes/sec: %(brate).2f, Total time: %(total).2f, Auditing time: %(audit).2f, Rate: %(audit_rate).2f
ru: Проверка объекта (%(type)s). После %(start_time)s: локально: успешно - %(passes)d, в карантине - %(quars)d, файлов с ошибками %(errors)d в секунду: %(frate).2f , байт/с: %(brate).2f, общее время: %(total).2f, время контроля: %(audit).2f, скорость: %(audit_rate).2f

source: Object audit (%(type)s) "%(mode)s" mode completed: %(elapsed).02fs. Total quarantined: %(quars)d, Total errors: %(errors)d, Total files/sec: %(frate).2f, Total bytes/sec: %(brate).2f, Auditing time: %(audit).2f, Rate: %(audit_rate).2f
ru: Контроль объекта (%(type)s) в режиме "%(mode)s" завершен: %(elapsed).02fs. Всего в карантине: %(quars)d, всего ошибок: %(errors)d, всего файлов/с: %(frate).2f, всего байт/с: %(brate).2f, время контроля: %(audit).2f, скорость: %(audit_rate).2f

source: Object audit stats: %s
ru: Состояние контроля объекта: %s

source: ERROR Trying to audit %s
ru: Ошибка при попытке контроля %s

source: ERROR Object %(obj)s failed audit and was quarantined: %(err)s
ru: Ошибка: контроль объекта %(obj)s не выполнен, объект помещен в карантин: %(err)s

source: ERROR: Unable to run auditing: %s
ru: Ошибка: не удалось запустить процесс контроля: %s

source: ERROR auditing: %s
ru: Ошибка контроля: %s

source: Quarantined %(hsh_path)s to %(quar_path)s because it is not a directory
ru: %(hsh_path)s помещен в карантин в %(quar_path)s, так как не является каталогом

source: Error hashing suffix
ru: Ошибка хэширования суффикса

source: Quarantined %(object_path)s to %(quar_path)s because it is not a directory
ru: %(object_path)s помещен в карантин в %(quar_path)s, так как не является каталогом

source: Problem cleaning up %s
ru: Неполадка при очистке %s

source: ERROR DiskFile %(data_file)s close failure: %(exc)s : %(stack)s
ru: Ошибка: ошибка закрытия DiskFile %(data_file)s: %(exc)s : %(stack)s

source: Client path %(client)s does not match path stored in object metadata %(meta)s
ru: Путь клиента %(client)s не соответствует пути в метаданных объекта %(meta)s

source: Unhandled exception
ru: Необработанная исключительная ситуация

source: Trying to GET %(full_path)s
ru: Попытка GET-запроса %(full_path)s

source: Invalid response %(resp)s from %(full_path)s
ru: Недопустимый ответ %(resp)s от %(full_path)s

source: Error trying to rebuild %(path)s policy#%(policy)d frag#%(frag_index)s
ru: Ошибка при попытке перекомпоновки стратегии %(path)s: номер#%(policy)d фрагмент#%(frag_index)s

source: %(checked)d suffixes checked - %(hashed).2f%% hashed, %(synced).2f%% synced
ru: Проверено суффиксов: %(checked)d - хэшировано: %(hashed).2f%%, синхронизировано: %(synced).2f%%

source: Partition times: max %(max).4fs, min %(min).4fs, med %(med).4fs
ru: Время раздела: максимум: %(max).4fs, минимум: %(min).4fs, среднее: %(med).4fs

source: Nothing reconstructed for %s seconds.
ru: Ничего не реконструировано за %s с.

source: Lockup detected.. killing live coros.
ru: Обнаружена блокировка.. принудительное завершение работающих модулей.

source: %s responded as unmounted
ru: %s ответил как размонтированный

source: %s is not mounted
ru: %s не смонтирован

source: Removing partition: %s
ru: Удаление раздела: %s

source: Ring change detected. Aborting current reconstruction pass.
ru: Обнаружено изменение кольца. Принудительное завершение текущего прохода реконструкции.

source: Running object reconstructor in script mode.
ru: Запуск утилиты реконструкции объектов в режиме скрипта.

source: Object reconstruction complete (once). (%.02f minutes)
ru: Реконструкция объекта выполнена (однократно). (%.02f мин.)

source: Starting object reconstructor in daemon mode.
ru: Запуск утилиты реконструкции объектов в режиме демона.

source: Starting object reconstruction pass.
ru: Запуск прохода реконструкции объектов.

source: Object reconstruction complete. (%.02f minutes)
ru: Реконструкция объекта выполнена. (%.02f мин.)

source: Removing %s objects
ru: Удаление объектов %s

source: Error syncing handoff partition
ru: Ошибка при синхронизации раздела передачи управления

source: Invalid response %(resp)s from %(ip)s
ru: Недопустимый ответ %(resp)s от %(ip)s

source: Error syncing with node: %s
ru: Ошибка синхронизации с узлом %s

source: Error syncing partition
ru: Ошибка синхронизации раздела

source: %(replicated)d/%(total)d (%(percentage).2f%%) partitions replicated in %(time).2fs (%(rate).2f/sec, %(remaining)s remaining)
ru: Реплицировано разделов: %(replicated)d/%(total)d (%(percentage).2f%%) за время %(time).2f с (%(rate).2f/с, осталось: %(remaining)s)

source: Nothing replicated for %s seconds.
ru: Ничего не реплицировано за %s с.

source: Handoffs first mode still has handoffs remaining. Aborting current replication pass.
ru: В режиме передачи управления не все операции завершены. Принудительное завершение текущего прохода репликации.

source: Ring change detected. Aborting current replication pass.
ru: Обнаружено кольцевое изменение. Принудительное завершение текущего прохода репликации.

source: Running object replicator in script mode.
ru: Запуск утилиты репликации объектов в режиме сценариев.

source: Object replication complete (once). (%.02f minutes)
ru: Репликация объекта выполнена (однократно). (%.02f мин.)

source: Starting object replicator in daemon mode.
ru: Запуск утилиты репликации объектов в режиме демона.

source: Starting object replication pass.
ru: Запуск прохода репликации объектов.

source: Object replication complete. (%.02f minutes)
ru: Репликация объекта выполнена. (%.02f мин.)

source: ERROR Container update failed (saving for async update later): %(status)d response from %(ip)s:%(port)s/%(dev)s
ru: Ошибка. Обновление контейнера не выполнено (сохранение асинхронных обновлений будет выполнено позднее): %(status)d ответ от %(ip)s:%(port)s/%(dev)s

source: ERROR container update failed with %(ip)s:%(port)s/%(dev)s (saving for async update later)
ru: Ошибка. Обновление контейнера не выполнена с %(ip)s:%(port)s/%(dev)s (сохранение асинхронного обновления будет выполнено позднее)

source: ERROR: Unable to access %(path)s: %(error)s
ru: Ошибка: не удалось получить доступ к %(path)s: %(error)s

source: Begin object update sweep
ru: Начать сплошную проверку обновлений объекта

source: Object update sweep completed: %.02fs
ru: Сплошная проверка обновлений объекта завершена: %.02fs

source: Begin object update single threaded sweep
ru: Начать однонитевую сплошную проверку обновлений объекта

source: ERROR async pending file with unexpected name %s
ru: Ошибка выполнения асинхронной передачи ожидающего файла с непредвиденным именем %s

source: ERROR Pickle problem, quarantining %s
ru: Ошибка Pickle, %s помещается в карантин

source: ERROR with remote server %(ip)s:%(port)s/%(device)s
ru: Ошибка с удаленным сервером %(ip)s:%(port)s/%(device)s

source: ERROR Unhandled exception in request
ru: Ошибка. Необрабатываемая исключительная ситуация в запросе

source: Node error limited %(ip)s:%(port)s (%(device)s)
ru: Ограниченная ошибка узла %(ip)s:%(port)s (%(device)s)

source: ERROR with %(type)s server %(ip)s:%(port)s/%(device)s re: %(info)s
ru: Ошибка с сервером %(type)s %(ip)s:%(port)s/%(device)s, возврат: %(info)s

source: Account
ru: Учетная запись

source: Object
ru: Объект

source: Trying to read during GET
ru: Попытка чтения во время операции GET

source: Client did not read from proxy within %ss
ru: Клиент не прочитал данные из proxy в %ss

source: Trying to send to client
ru: Попытка отправки клиенту

source: Trying to %(method)s %(path)s
ru: Попытка выполнения метода %(method)s %(path)s

source: ERROR Insufficient Storage
ru: Ошибка - недостаточно памяти

source: ERROR %(status)d %(body)s From %(type)s Server
ru: Ошибка %(status)d %(body)s из сервера %(type)s

source: %(type)s returning 503 for %(statuses)s
ru: %(type)s возвратил 503 для %(statuses)s

source: Container
ru: контейнер

source: ERROR %(status)d %(body)s From Object Server re: %(path)s
ru: Ошибка %(status)d %(body)s, ответ от сервера объекта: %(path)s

source: Object PUT returning 412, %(statuses)r
ru: Функция PUT объекта возвратила 412, %(statuses)r

source: Object PUT returning 202 for 409: %(req_timestamp)s <= %(timestamps)r
ru: Функция PUT объекта возвратила 202 для 409: %(req_timestamp)s <= %(timestamps)r

source: ERROR %(status)d Expect: 100-continue From Object Server
ru: Ошибка %(status)d. Ожидаемое значение от сервера объекта: 100-continue

source: Expect: 100-continue on %s
ru: Ожидаемое значение: 100-continue в %s

source: Client disconnected without sending enough data
ru: Клиент отключен без отправки данных

source: ERROR Client read timeout (%ss)
ru: Ошибка: тайм-аут чтения клиента (%ss)

source: Client disconnected without sending last chunk
ru: Клиент отключился, не отправив последний фрагмент данных

source: ERROR Exception causing client disconnect
ru: Ошибка. Исключительная ситуация при отключении клиента

source: ERROR Exception transferring data to object servers %s
ru: ОШИБКА. Исключительная ситуация при передаче данных на серверы объектов %s

source: Object servers returned %s mismatched etags
ru: Серверы объектов вернули несоответствующие etag: %s

source: Object PUT
ru: Функция PUT объекта

source: Trying to write to %s
ru: Попытка записи в %s

source: Not enough object servers ack'ed (got %d)
ru: Недостаточное число подтверждений с серверов объектов (получено %d)
