Repository: jtux270/translate
Catalog: openstack/zanata/ironic-ui-stable-wallaby/*/ironic_ui/locale/djangojs.po
Languages: ru

source: Required
ru: Обязательный

source: default (?:value )?is ([^"\. ]+|"[^"]+")
ru: по умолчанию (?:value )?is ([^"\. ]+|"[^"]+")

source: Defaults to ([^"\. ]+|"[^"]+")
ru: По умолчанию ([^"\. ]+|"[^"]+")

source: ([^" ]+|"[^"]+") \(Default\)
ru: ([^" ]+|"[^"]+") \(По умолчанию\)

source: One of this, (.*) must be specified\.
ru: Необходимо указать один из, (.*) \.

source: Unable to retrieve Ironic nodes. %s
ru: Не удалось получить сведения об узлах Ironic. %s

source: Unable to retrieve the Ironic node: %s
ru: Не удалось получить сведения об узле Ironic: %s

source: Unable to retrieve boot device for Ironic node. %s
ru: Не удалось получить сведения о загрузочном устройстве узла Ironic. %s

source: Unable to retrieve supported boot devices for Ironic node. %s
ru: Не удалось получить сведения о поддерживаемых загрузочных устройствах узла Ironic. %s

source: Unable to retrieve the Ironic node ports: %s
ru: Не удалось получить сведения о портах узла Ironic: %s

source: No reason given.
ru: Причина не указана.

source: Unable to set Ironic node %s maintenance state: %s
ru: Не удалось указать статус обслуживания узла Ironic %s: %s

source: Refresh page to see set boot device
ru: Обновите страницу, чтобы просмотреть настроенное загрузочное устройство

source: Unable to set boot device: %s
ru: Не удалось указать загрузочное устройство: %s

source: Refresh page to see updated power status
ru: Обновите страницу, чтобы просмотреть обновлённое состояние питания

source: Unable to power off the node: %s
ru: Не удалось отключить питание узла: %s

source: Refresh page.
ru: Обновите страницу

source: Unable to set raid config: %s
ru: Не удалось настроить конфигурацию raid: %s

source: A request has been made to change the provisioning state of node %s
ru: Был создан запрос на изменение статуса подготовки к работе узла %s

source: Unable to set node provision state: %s
ru: Не удалось указать статус подготовки узла к работе: %s

source: Unable to inject NMI: %s
ru: Не удалось внедрить немаскируемое прерывание: %s

source: Unable to create node: %s
ru: Не удалось создать узел: %s

source: Unable to delete node %s: %s
ru: Не удалось удалить узел: %s

source: Successfully updated node %s
ru: Узел был успешно обновлён %s

source: Unable to update node %s: %s
ru: Не удалось обновить узел %s: %s

source: Unable to validate node %s: %s
ru: Не удалось выполнить валидацию узла: %s

source: Unable to retrieve Ironic drivers: %s
ru: Не удалось получить сведения о драйверах Ironic: %s

source: Unable to retrieve driver properties: %s
ru: Не удалось получить сведения о параметрах драйвера: %s

source: Port successfully created
ru: Порт был успешно создан

source: Unable to create port: %s
ru: Не удалось создать порт: %s

source: Unable to delete port: %s
ru: Не удалось удалить порт: %s

source: Successfully updated port %s
ru: Порт %s был успешно обновлён

source: Unable to update port %s: %s
ru: Не удалось обновить порт %s: %s

source: Refresh page to see updated console details
ru: Обновите страницу, чтобы просмотреть обновлённые сведения о консоли

source: Unable to set console mode: %s
ru: Не удалось установить режим консоли: %s

source: Unable to get console for node %s: %s
ru: Не удалось получить консоль узла %s: %s

source: Unable to retrieve Ironic node portgroups: %s
ru: Не удалось получить сведения о группах портов узла Ironic: %s

source: Portgroup successfully created
ru: Группа портов была успешно создана

source: Unable to create portgroup: %s
ru: Не удалось создать группу портов: %s

source: Unable to delete portgroup: %s
ru: Не удалось удалить группу портов: %s

source: Successfully updated portgroup %s
ru: Группа портов успешно обновлена %s

source: Unable to update portgroup %s: %s
ru: Не удалось обновить группу портов %s: %s

source: Unable to retrieve portgroup ports: %s
ru: Не удалось получить сведения о портах в группе портов: %s

source: Power on
ru: Включить питание

source: Power off
ru: Выключить питание

source: Soft power off
ru: «Мягкое» выключение питания

source: Reboot
ru: Перезагрузка

source: Soft reboot
ru: «Мягкая» перезагрузка

source: Delete Node
ru: Удалить узел

source: Are you sure you want to delete node "%s"? This action cannot be undone.
ru: Точно удалить узел "%s"? Это действие нельзя будет отменить.

source: Successfully deleted node "%s"
ru: Узел "%s" был успешно удалён

source: Unable to delete node "%s"
ru: Не удалось удалить узел "%s"

source: Delete Port
ru: Удалить порт

source: Are you sure you want to delete port "%s"? This action cannot be undone.
ru: Точно удалить порт "%s"? Это действие нельзя будет отменить.

source: Successfully deleted port "%s"
ru: Порт "%s" был успешно удалён

source: Unable to delete port "%s"
ru: Не удалось удалить порт "%s"

source: Delete Portgroup
ru: Удалить группу портов

source: Are you sure you want to delete portgroup "%s"? This action cannot be undone.
ru: Точно удалить группу портов "%s"? Это действие нельзя будет отменить.

source: Successfully deleted portgroup "%s"
ru: Группа портов "%s" была успешно удалена

source: Unable to delete portgroup "%s"
ru: Не удалось удалить группу портов "%s"

source: Inspect
ru: Проверить

source: Clean
ru: Очистить

source: Abort cleaning
ru: Прервать очистку

source: Move to
ru: Переместить в

source: Node
ru: Узел

source: Submit
ru: Отправить

source: Properties
ru: Параметры

source: Add Property
ru: Добавить параметр

source: Property Name
ru: Имя параметра

source: Extras
ru: Дополнительные параметры

source: Add Extra
ru: Добавить доп. параметр

source: Extra Property Name
ru: Имя доп. параметра

source: Node Info
ru: Сведения об узле

source: Driver Details
ru: Подробные сведения о драйвере

source: Driver Interfaces
ru: Интерфейсы драйвера

source: Node Name
ru: Имя узла

source: A unique node name. Optional.
ru: Уникальное имя узла. Необязательно.

source: Resource Class
ru: Класс ресурса

source: A resource class name for future nova scheduling, in stand-alone usage only. Optional.
ru: Имя класса ресурса для будущего планирования nova, только для изолированного использования. Необязательно.

source: Network Interface
ru: Сетевой интерфейс

source: Storage Interface
ru: Интерфейс хранилища

source: Interface used for attaching and detaching volumes on this node.
ru: Интерфейс, используемый для подключения и отключения томов на этом узле

source: Node Driver
ru: Драйвер узла

source: Select a Driver
ru: Выберите драйвер

source: Choose an Image
ru: Выберите образ

source: Cancel
ru: Отмена

source: MAC address or OpenFlow datapath ID
ru: Адрес MAC или ID пути к данным OpenFlow

source: MAC address
ru: Адрес MAC

source: MAC address for this port. Required.
ru: Адрес MAC этого порта. Обязательный параметр.

source: PXE enabled
ru: PXE активирован

source: Indicates whether this port should be used when PXE booting this node
ru: Указывает, нужно ли использовать порт при загрузке этого узла с использованием PXE

source: Portgroup
ru: Группа портов

source: Portgroup that this port belongs to
ru: Группа портов, участником которой является порт

source: Select a portgroup
ru: Выберите группу портов

source: MAC address for this portgroup.
ru: Адрес MAC этой группы портов.

source: Name
ru: Имя

source: Name for the portgroup.
ru: Имя группы портов

source: Standalone Ports Supported
ru: Поддерживаются автономные порты

source: Specifies whether ports in this portgroup can be used as standalone ports.
ru: Указывает, можно ли порты из этой группы использовать как автономные

source: Mode
ru: Режим

source: Linux portgroup mode. For possible values refer to https://www.kernel.org/doc/Documentation/networking/bonding.txt
ru: Режим групп портов Linux. Возможные значения см. по ссылке: https://www.kernel.org/doc/Documentation/networking/bonding.txt

source: Set Boot Device
ru: Настроить загрузочное устройство

source: Boot Device
ru: Загрузочное устройство

source: Select a boot device
ru: Выбрать загрузочное устройство

source: Each cleaning step must be an object that contains "interface" and "step" properties
ru: Каждый шаг очистки должен представлять собой объект, содержащий параметры "interface" и "step"

source: Clean steps should be an non-empty array
ru: Шаги очистки должны представлять собой не пустые массивы

source: Unable to validate the JSON input
ru: Не удалось выполнить валидацию ввода JSON

source: Clean Node
ru: Очистить узел

source: Provide a list of cleaning steps in JSON format
ru: Укажите список шагов очистки в формате JSON

source: Clean node
ru: Очистить узел

source: Create Port
ru: Создать порт

source: Create Portgroup
ru: Создать группу портов

source: Edit Node
ru: Редактировать параметры узла

source: Update Node
ru: Обновить узел

source: Instance Info
ru: Сведения об экземпляре

source: Add Instance Property
ru: Добавить параметр экземпляра

source: Instance Property Name
ru: Имя параметра экземпляра

source: Unable to create node update patch.
ru: Не удалось создать патч для обновления узла

source: Edit Port
ru: Изменить параметры порта

source: Update Port
ru: Обновить порт

source: Unable to create port update patch.
ru: Не удалось создать патч для обновления порта

source: Edit Portgroup
ru: Изменить параметры группы портов

source: Update Portgroup
ru: Обновить группу портов

source: Unable to create portgroup update patch.
ru: Не удалось создать патч для обновления группы портов

source: Enroll Node
ru: Зарегистрировать узел

source: Put Node(s) Into Maintenance Mode
ru: Перевести узлы в режим обслуживания

source: Provide a reason for why you are putting the selected node(s) into maintenance mode (optional)
ru: Укажите причину перевода выбранных узлов в режим обслуживания (необязательно).

source: No network ports have been defined
ru: Нет настроенных сетевых портов

source: No portgroups have been defined
ru: Нет настроенных групп портов

source: Overview
ru: Обзор

source: Configuration
ru: Конфигурация

source: Refresh
ru: Обновить сведения

source: Edit
ru: Редактировать

source: Set RAID Configuration
ru: Настроить конфигурацию RAID

source: Inject NMI
ru: Внедрить немаскируемое прерывание

source: General
ru: Общее

source: Node ID
ru: ID узла

source: Created At
ru: Создано

source: Ports
ru: Порты

source: Delete Ports
ru: Удалить порты

source: MAC Address
ru: Адрес MAC

source: PXE Enabled
ru: PXE активирован

source: Actions
ru: Действия

source: Portgroups
ru: Группы портов

source: Delete Portgroups
ru: Удалить группы портов

source: Driver Info
ru: Сведения о драйвере

source: Driver
ru: Драйвер

source: SSH Address
ru: Адрес SSH

source: SSH Port
ru: Порт SSH

source: SSH Username
ru: Имя пользователя SSH

source: SSH Key File
ru: Файл ключа SSH

source: SSH Password
ru: Пароль SSH

source: SSH Key Contents
ru: Содержимое ключа SSH

source: Virtualization Software
ru: ПО виртуализации

source: Deploy Kernel
ru: Развернуть ядро

source: Deploy Ramdisk
ru: Развернуть Ramdisk

source: Driver Validation
ru: Валидация драйвера

source: Interface
ru: Интерфейс

source: Valid
ru: Допустимая

source: Current Interface
ru: Текущий интерфейс

source: Reason
ru: Причина

source: Instance Name
ru: Имя экземпляра

source: Kernel
ru: Ядро

source: Image Source
ru: Источник образа

source: Root GB
ru: Размер корневого раздела, Гбайт

source: Extra
ru: Доп. параметры

source: Device
ru: Устройство

source: Maintenance
ru: Обслуживание

source: Maintenance Reason
ru: Причина обслуживания

source: Inspection Started At
ru: Время начала проверки

source: Inspection Finished At
ru: Время окончания проверки

source: Reservation
ru: Резервирование

source: Console Enabled
ru: Консоль активирована

source: Console Info.
ru: Сведения о консоли

source: Click link to view console
ru: Нажмите на ссылку для просмотра консоли

source: Provisioning Status
ru: Статус подготовки к работе

source: Instance ID
ru: ID экземпляра

source: Power State
ru: Статус питания

source: Target Power State
ru: Статус питания целевого объекта

source: Provision State
ru: Статус подготовки к работе

source: Target Provision State
ru: Статус подготовки к работе целевого объекта

source: Clean Step
ru: Шаг очистки

source: Last Error
ru: Последняя ошибка

source: Updated At
ru: Время обновления

source: Attributes
ru: Атрибуты

source: Provisioning State
ru: Состояние подготовки к работе

source: Delete Nodes
ru: Удалить узлы

source: No Instance
ru: Без экземпляра

source: Size GB
ru: Размер, Гбайт

source: Specifies logical disk size in GiB. Required.
ru: Указывает размер логического диска в Гиб. Обязательный параметр.

source: RAID Level
ru: Уровень RAID

source: Specifies RAID Level.
ru: Указывает уровень RAID.

source: Root Volume.
ru: Корневой том

source: Specifies whether root volume or not.
ru: Указывает, корневой ли это том, или нет

source: Add Logical Disk
ru: Добавить логический диск

source: Root Volume
ru: Корневой том

source: Action
ru: Действие

source: Set Target RAID Config
ru: Настроить конфигурацию целевого RAID
