Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/murano-11.0.0/murano.po
Languages: ru

source: Environment with id {env_id} not found
ru: Окружение с id {env_id} не найдено

source: User is not authorized to access these tenant resources
ru: Пользователь не авторизован на доступ к этим ресурсам арендатора

source: Session <SessionId {id}> is not found
ru: Сеанс <SessionId {id}> не найден

source: Session <SessionId {session_id}> is not tied with Environment <EnvId {environment_id}>
ru: Сеанс <SessionId {session_id}> не привязан к окружению <EnvId {environment_id}>

source: Environment Template with id {id} not found
ru: Шаблон окружения с id {id} не найден

source: User is not authorized to access this tenant resources
ru: Пользователь не авторизован на доступ к этим ресурсам арендатора

source: X-Configuration-Session header which indicates to the session is missed
ru: Отсутствует заголовок X-Configuration-Session, указывающий на сеанс

source: Session <SessionId {0}> is not found
ru: Сеанс <SessionId {0}> не найден

source: Session <SessionId {0}> is invalid: environment has been updated or updating right now with other session
ru: Недопустимый сеанс <SessionId {0}>: окружение было обновлено, либо обновляется прямо сейчас для работы с другим сеансом

source: Session <SessionId {0}> is already in deployment state
ru: Сеанс <SessionId {0}> уже в состоянии развёртывания

source: Role used to identify an authenticated user as administrator.
ru: Роль, используемая для идентификации прошедшего аутентификацию пользователя в качестве администратора

source: Authorization required
ru: Требуется авторизация

source: Your credentials are wrong. Please try again
ru: Неверные учётные данные. Повторите попытку.

source: Content-Type must be '{type}'
ru: Тип контента должен быть '{type}'

source: Uploading file is too large. The limit is {0} Mb
ru: Размер отправляемого файла слишком велик. Лимит: {0} Мбайт

source: 'multipart/form-data' request body should contain 1 or 2 parts: json string and zip archive. Current body consists of {amount} part(s)
ru: Тело запроса 'multipart/form-data' должен состоять из 1 или 2 частей: строка json и архив zip. Текущее число частей: {amount}.

source: There is no file package with application description
ru: Пакет файла с описанием приложения отсутствует

source: Limit param must be an integer
ru: Параметр ограничения должен быть целым числом

source: Limit param must be positive
ru: Параметр ограничения должен быть положительным числом

source: Request body must be a JSON array of operation objects.
ru: Тело запроса должно представлять собой массив JSON, состоящий из объектов действия.

source: Package name should be 80 characters maximum
ru: Максимальное число символов в имени пакета: 80

source: Package schema is not valid: {reason}
ru: Недопустимая схема пакета: {reason}

source: Uploading file can't be empty
ru: Отправляемый файл не может быть пустым

source: Package with specified full name is already registered
ru: Пакет с указанным полным именем уже был зарегистрирован

source: Couldn't load package from file: {reason}
ru: Не удалось загрузить пакет из файла: {reason}

source: Bad value passed to filter. Got {key}, expected:{valid}
ru: Фильтру передано неверное значение. Получено: {key}, ожидалось: {valid}

source: Invalid sort key: {sort_key}. Must be one of the following: {available}
ru: Неверный ключ сортировки: {sort_key}. Должно быть что-то из: {available}

source: Invalid sort direction: {0}
ru: Неверное направление сортировки: {0}

source: Category name should be 80 characters maximum
ru: Максимальное число символов в имени категории: 80

source: Category with specified name is already exist
ru: Категория с указанным именем уже существует

source: It's impossible to delete categories assigned to the package, uploaded to the catalog
ru: Невозможно удалить категории, присвоенные пакету, отправленному в каталог.

source: Please, specify a name of the environment to create
ru: Укажите имя создаваемого окружения

source: Environment name should be 255 characters maximum
ru: Максимальное число символов в имени окружения: 255

source: Environment with specified name already exists
ru: Окружение с таким именем уже существует

source: Environment name must contain at least one non-white space symbol
ru: Имя окружения должно содержать как минимум один непробельный символ

source: Request body is empty: please, provide environment object model patch
ru: Пустое тело запроса: предоставьте файл изменений для объектной модели окружения

source: Request body is empty: please, provide application object model
ru: Пустое тело запроса: укажите модель объекта приложения

source: Could not open session for environment <EnvId: {env_id}>, environment has deploying or deleting status.
ru: Не удалось открыть сеанс для окружения <EnvId: {env_id}>, статус окружения: идёт развёртывание или удаление

source: User <UserId {usr_id}> is not authorized to access session <SessionId {s_id}>.
ru: Пользователь <UserId {usr_id}> не авторизован на доступ к сеансу <SessionId {s_id}>.

source: Session <SessionId: {s_id}> is in deploying state and could not be deleted
ru: Сеанс <SessionId: {s_id}> находится в состоянии развёртывания, сеанс удалить не удалось

source: Session <SessionId {s_id}> is already deployed or deployment is in progress
ru: Сеанс <SessionId {s_id}> уже развёрнут, либо развёртывание выполняется

source: Class name and method name must be specified for static action
ru: Для статического действия необходимо указать имя класса и имя метода

source: The environment template {templ_id} does not exist
ru: Шаблон окружения {templ_id} не существует

source: The template does not exist {templ_id}
ru: Шаблон не существует {templ_id}

source: Env Template with specified name already exists
ru: Шаблон окружения с указанным именем уже существует

source: Environment Template must contain at least one non-white space symbol
ru: Шаблон окружения должен содержать как минимум один непробельный символ

source: EnvTemplate body is incorrect
ru: Неверное тело шаблона окружения

source: User has no access to these resources.
ru: У пользователя нет доступа к этим ресурсам

source: Env template with specified name already exists
ru: Шаблон окружения с указанным именем уже существует

source: EnvTemplate <TempId {temp_id}> is not found
ru: Шаблон окружения <TempId {temp_id}> не найден

source: Please, specify a name of the environment template.
ru: Укажите имя шаблона окружения

source: Environment template name should be 255 characters maximum
ru: Максимальное число символов в имени шаблона окружения: 255

source: Policy File JSON to YAML Migration
ru: Файл политики миграции с JSON на YAML

source: Local package is not found since "load-packages-from" engine parameter is not provided and specified packages is not loaded to murano-api
ru: Локальный пакет не найден, т.к. параметр движка "load-packages-from" не был указан, а указанный пакет не загружен в murano-api

source: Specified package is not found: {0} were scanned together with murano database
ru: Указанный пакет не найден: сканирование {0} было выполнено вместе с БД murano

source: No tests found for execution.
ru: Не найдены тесты для выполнения

source: Unable to locate paste config file for %s.
ru: Не удалось найти конфигурационный файл paste для %s.

source: Unable to load %(app_name)s from configuration file %(conf_file)s. Got: %(e)r
ru: Не удалось загрузить %(app_name)s из файла конфигурации %(conf_file)s. Подучено: %(e)r

source: Project for service broker
ru: Проект брокера службы

source: Host for service broker
ru: Хост брокера службы

source: Port for service broker
ru: Порт брокера службы

source: Authentication URL
ru: URL для аутентификации

source: Domain name of the user
ru: Доменное имя пользователя

source: Domain name of the project
ru: Доменное имя проекта

source: Package service which should be used by service broker
ru: Служба пакетов, которую должен использовать брокер службы

source: Number of API workers
ru: Число рабочих узлов API

source: Maximum number of elements that can be iterated per object type.
ru: Максимальное число элементов для каждого типа объектов, для которых можно выполнить итерацию

source: Statistics collection interval in minutes.Default value is 5 minutes.
ru: Интервал сбора статистики, в минутах. Значение по умолчанию: 5 минут

source: Environment audit interval in minutes. Default value is 60 minutes.
ru: Интервал аудита окружения, в минутах. Значение по умолчанию: 60 минут

source: Whether environment audit events enabled
ru: Включены ли события аудита окружения

source: Disallow the use of murano-agent
ru: Запретить использование murano-agent

source: Path to class configuration files
ru: Путь до конфигурационных файлов класса

source: Create resources using trust token rather than user's token
ru: Создавать ресурсы с использованием маркёра доверия, а не маркёра пользователя

source: Enable model policy enforcer using Congress
ru: Включить принудительное применение политики модели с помощью Congress

source: Time for waiting for a response from murano agent during the deployment
ru: Время ожидания ответа агента murano во время развёртывания

source: Number of engine workers
ru: Число рабочих узлов движка

source: List of directories to load local packages from. If not provided, packages will be loaded only API
ru: Список каталогов, откуда должны загружаться пакеты. Если не указано, пакеты будут загружаться только через API.

source: Enables murano-engine to persist on disk packages downloaded during deployments. The packages would be re-used for consequent deployments.
ru: Разрешает murano-engine сохранять на диске пакеты, загруженные во время развёртываний. Пакеты будут повторно использоваться для последующих развёртываний.

source: The service to store murano packages: murano (stands for legacy behavior using murano-api) or glance (stands for glance-glare artifact service)
ru: Служба хранения пакетов murano: murano (устаревшее поведение с использованием murano-api), либо glance (т.е. служба артефактов glance-glare).

source: Path to RSA key for agent message signing
ru: Путь до ключа RSA для подписи сообщения агента

source: pip URL/package spec for murano-agent
ru: Спецификация pip URL/пакета для murano-agent

source: Source object or path is malformed
ru: Неправильный формат исходного объекта или пути

source: Invalid filter value %s. There is no comma before opening quotation mark.
ru: Недопустимое значение фильтра %s. Перед открывающим символом двойных кавычек нет запятой.

source: Invalid filter value %s. There is no comma after opening quotation mark.
ru: Недопустимое значение фильтра %s. После открывающим символом двойных кавычек нет запятой.

source: Invalid filter value %s. The quote is not closed.
ru: Недопустимое значение фильтра %s. Кавычки не закрыты.

source: Could not bind to %(host)s:%(port)s after trying for 30 seconds: Address already in use.
ru: Не удалось выполнить привязку к %(host)s:%(port)s после попыток в течение 30 секунд: адрес уже используется

source: Unsupported Content-Type
ru: Неподдерживаемый тип содержимого

source: Acceptable response can not be provided
ru: Невозможно предоставить приемлемый ответ

source: Malformed request body
ru: Неправильный формат тела запроса

source: cannot understand JSON
ru: невозможно понять JSON

source: JSON-patch must be a list.
ru: JSON-patch должен быть списком

source: Operations must be JSON objects.
ru: Действия должны быть объектами JSON

source: Operation "%s" requires a member named "value".
ru: Для действия "%s" требуется участник с именем "value".

source: Unable to find '%s' in JSON Schema change
ru: Не удалось найти '%s' в изменении схемы JSON

source: Attribute '{0}' is invalid
ru: Недопустимый атрибут '{0}'

source: Method '{method}' is not allowed for a path with name '{name}'. Allowed operations are: {ops}
ru: Метод '{method}' не разрешается для пути с именем '{name}'. Разрешённые действия: {ops}

source: Pointer `%s` does not start with "/".
ru: Указатель `%s` не начинается с "/".

source: Pointer `%s` contains adjacent "/".
ru: Указатель `%s` содержит смежный "/".

source: Pointer `%s` ends with "/".
ru: Указатель `%s` оканчивается на "/".

source: Pointer `%s` does not contain a valid token.
ru: Указатель `%s` не содержит действительный маркёр

source: Pointer `%s` contains "~", which is not part of a recognized escape sequence.
ru: Указатель `%s` содержит символ "~", не являющийся частью распознаваемой управляющей последовательности

source: Nested paths are not allowed
ru: Вложенные пути не разрешены

source: cannot understand XML
ru: невозможно понять XML

source: Invalid SSL version: %s
ru: Недопустимая версия SSL: %s

source: Package id '{pkg_id}' not found
ru: ID пакета '{pkg_id}' не найден

source: Package '{pkg_id}' is not owned by tenant '{tenant}'
ru: Арендатор '{tenant}' не является владельцем пакета '{pkg_id}'

source: Package '{pkg_id}' is not public and not owned by tenant '{tenant}'
ru: Пакет '{pkg_id}' не является общедоступным, и его владельцем не является арендатор '{tenant}'

source: Category '{name}' doesn't exist
ru: Категория '{name}' не существует

source: Value '{value}' of property '{path}' does not exist.
ru: Значение '{value}' свойства '{path}' не существует

source: Category id '{id}' not found
ru: ID категории '{id}' не найден

source: Class with the same full name is already registered in the visibility scope
ru: Класс с таким полным именем уже был зарегистрирован в области видимости

source: Package with the same Name is already made public
ru: Пакет с таким именем уже был сделан общедоступным

source: Environment Template <EnvId {id}> is not found
ru: Шаблон окружения <EnvId {id}> не найден

source: Environment Template <EnvId {0}> is not found
ru: Шаблон окружения <EnvId {0}> не найден

source: Environment <EnvId {0}> is not found
ru: Окружение <EnvId {0}> не найдено

source: Environment template specified name already exists
ru: Указанное имя шаблона окружения уже существует

source: Starting Murano REST API on %(host)s:%(port)s
ru: Murano REST API начинает работу на %(host)s:%(port)s

source: {0}: Unsupported Format. Only {1} allowed
ru: {0}: формат не поддерживается. Разрешается только {1}

source: {0}: Uploaded image size {1} is too large. Max allowed size is {2}
ru: {0}: слишком большой размер отправленного образа {1}. Максимальный разрешённый размер: {2}

source: Murano object model validation failed: {0}
ru: Сбой проверки правильности объектной модели Murano: {0}
