Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/glance-22.0.0/glance.po
Languages: ru

source: File containing the swift account(s) configurations. Include a string value representing the path to a configuration file that has references for each of the configured Swift account(s)/backing stores. By default, no file path is specified and customized Swift referencing is diabled. Configuring this option is highly recommended while using Swift storage backend for image storage as it helps avoid storage of credentials in the database. Possible values: * None * String value representing a valid configuration file path Related options: * None
ru: Файл, содержащий конфигурации учётных записей Swift. Укажите строковое значение, предоставляющее путь до конфигурационного файла, имеющего отсылки к каждой из настроенных учётных записей Swift/каждого из вспомогательных хранилищ. По умолчанию путь до файла не указывается, и настроенные отсылки на Swift отключены. При использовании фонового хранилища Swift для хранения образов настройка данного параметра крайне рекомендуется, так как при этом отпадает необходимость хранения данных учётных записей в БД. Возможные значения: * Нет * Строковое значение с действительным путём до файла конфигурации Связанные параметры: * Нет

source: Bad header: %(header_name)s
ru: Неверный заголовок: %(header_name)s

source: Cannot convert image %(key)s '%(value)s' to an integer.
ru: Не удалось преобразовать %(key)s '%(value)s' образа в целое число.

source: Cannot be a negative value.
ru: Не может быть отрицательным значением

source: Host and port "%s" is not valid.
ru: Недействительные хост и порт "%s"

source: Port "%s" is not valid.
ru: Недействительный порт "%s".

source: Host "%s" is not valid.
ru: Недействительный хост "%s"

source: %s Please specify a host:port pair, where host is an IPv4 address, IPv6 address, hostname, or FQDN. If using an IPv6 address, enclose it in brackets separately from the port (i.e., "[fe80::a:b:c]:9876").
ru: %s Укажите пару хост:порт, где хост представлен адресом IPv4, IPv6, именем хоста или полным доменным именем. При использовании адреса IPv6 отделите его от порта квадратными скобками (напр., "[fe80::a:b:c]:9876").

source: Property names can't contain 4 byte unicode.
ru: Имена свойств не могут содержать 4-байтовый юникод

source: %s can't contain 4 byte unicode characters.
ru: %s не может содержать символы 4-байтового юникода

source: Param values can't contain 4 byte unicode.
ru: Значения параметров не могут содержать 4-байтовый юникод

source: Invalid filter value %s. There is no comma before opening quotation mark.
ru: Недопустимое значение фильтра %s. Перед открывающим символом двойных кавычек нет запятой.

source: Invalid filter value %s. There is no comma after closing quotation mark.
ru: Недопустимое значение фильтра %s. После открывающего символа двойных кавычек нет запятой.

source: Invalid filter value %s. The quote is not closed.
ru: Недопустимое значение фильтра %s. Кавычки не закрыты.

source: Unable to filter on a unknown operator.
ru: Невозможно фильтровать на базе неизвестного оператора

source: All_stores parameter can't be used with x-image-meta-store header or stores parameter
ru: Параметр all_stores нельзя использовать с заголовком x-image-meta-store или с параметром stores

source: Stores parameter and x-image-meta-store header can't be both specified
ru: Нельзя одновременно указывать параметр stores и заголовок x-image-meta-store

source: IP address to bind the glance servers to. Provide an IP address to bind the glance server to. The default value is ``0.0.0.0``. Edit this option to enable the server to listen on one particular IP address on the network card. This facilitates selection of a particular network interface for the server. Possible values: * A valid IPv4 address * A valid IPv6 address Related options: * None
ru: Адрес IP для привязки серверов Glance. Укажите адрес IP, к которому необходимо привязать сервер Glance. Значение по умолчанию: ``0.0.0.0``. Измените данный параметр для того, чтобы сервер мог слушать на одном конкретном адресе IP на сетевой карте. Это упрощает выбор конкретного сетевого интерфейса серверу. Возможные значения: * Действительный адрес IPv4 * Действительный адрес IPv6 Связанные параметры: * Нет

source: Port number on which the server will listen. Provide a valid port number to bind the server's socket to. This port is then set to identify processes and forward network messages that arrive at the server. The default bind_port value for the API server is 9292 and for the registry server is 9191. Possible values: * A valid port number (0 to 65535) Related options: * None
ru: Номер порта, на котором будет слушать сервер. Укажите действительный номер порта, к которому нужно привязать сокет сервера. Далее этот порт будет настроен для идентификации процессов и перенаправления сетевых сообщений, приходящих на сервер. Значение параметра bind_port по умолчанию для сервера API — 9292, а для сервера реестра — 9191. Возможные значения: * Действительный номер порта (от 0 до 65535) Связанные параметры: * Нет

source: Set the number of incoming connection requests. Provide a positive integer value to limit the number of requests in the backlog queue. The default queue size is 4096. An incoming connection to a TCP listener socket is queued before a connection can be established with the server. Setting the backlog for a TCP socket ensures a limited queue size for incoming traffic. Possible values: * Positive integer Related options: * None
ru: Укажите число запросов входящих подключений. Укажите положительное целое значение для ограничения числа запросов в очереди незавершённых задач. Размер очереди по умолчанию: 4096. Входящее подключение на сокет слушателя TCP ставится в очередь перед тем, как подключение к серверу может быть создано. Настройка очереди невыполненных задач для сокета TCP обеспечивает ограниченный размер очереди на входящий трафик. Возможные значения: * Положительное целое число Связанные параметры: * Нет

source: Set the wait time before a connection recheck. Provide a positive integer value representing time in seconds which is set as the idle wait time before a TCP keep alive packet can be sent to the host. The default value is 600 seconds. Setting ``tcp_keepidle`` helps verify at regular intervals that a connection is intact and prevents frequent TCP connection reestablishment. Possible values: * Positive integer value representing time in seconds Related options: * None
ru: Время ожидания перед повторной проверкой подключения. Укажите положительное целое число, представляющее время ожидания (в секундах) до того момента, как пакет TCP keep alive может быть послан на хост. Значение по умолчанию: 600 секунд. Настройка параметра tcp_keepidle помогает выполнять регулярную проверку неизменности подключения и предотвращает частое повторное создание подключений TCP. Возможные значения: * Положительное целое значение, представляющее время в секундах Связанные параметры: * Нет

source: Number of Glance worker processes to start. Provide a non-negative integer value to set the number of child process workers to service requests. By default, the number of CPUs available is set as the value for ``workers`` limited to 8. For example if the processor count is 6, 6 workers will be used, if the processor count is 24 only 8 workers will be used. The limit will only apply to the default value, if 24 workers is configured, 24 is used. Each worker process is made to listen on the port set in the configuration file and contains a greenthread pool of size 1000. NOTE: Setting the number of workers to zero, triggers the creation of a single API process with a greenthread pool of size 1000. Possible values: * 0 * Positive integer value (typically equal to the number of CPUs) Related options: * None
ru: Число запускаемых рабочих процессов Glance. Укажите неотрицательное целое число для настройки числа процессов-потомков для обслуживания запросов. По умолчанию, в качестве значения параметра «workers» указывается число доступных ЦП, ограниченное значением 8. То есть, при количестве ЦП — 6, будут использоваться 6 рабочих процессов, а если число ЦП равно 24, то будут использоваться только 8 рабочих процессов. Лимит применяется только к значению по умолчанию, поэтому при настроенных 24 рабочих процессах будут использоваться 24. Каждый рабочий процесс настроен на прослушивание порта, указанного в файле конфигурации, и содержит пул «зелёных» потоков размером в 1000. ВНИМАНИЕ: указание нулевого числа рабочих процессов запускает создание одиночного процесса API с пулом «зелёных» потоков размером в 1000. Возможные значения: * 0 * Положительное целое значение (обычно равное числу ЦП) Связанные параметры: * Нет

source: Maximum line size of message headers. Provide an integer value representing a length to limit the size of message headers. The default value is 16384. NOTE: ``max_header_line`` may need to be increased when using large tokens (typically those generated by the Keystone v3 API with big service catalogs). However, it is to be kept in mind that larger values for ``max_header_line`` would flood the logs. Setting ``max_header_line`` to 0 sets no limit for the line size of message headers. Possible values: * 0 * Positive integer Related options: * None
ru: Максимальный размер строки заголовка сообщений. Укажите целое значение, представляющее длину, ограничивающую заголовок сообщений. Значение по умолчанию: 16384. ВНИМАНИЕ: при использовании объёмных маркёров (как правило, созданных Keystone v3 API с большими служебными каталогами) значение max_header_line может понадобиться увеличить. Тем не менее, необходимо помнить, что большие значения max_header_line переполняют журнал. Значение 0 для max_header_line отменяет ограничения на размер строки заголовка сообщений. Возможные значения: * 0 * Целое положительное число Связанные параметры: * Нет

source: Set keep alive option for HTTP over TCP. Provide a boolean value to determine sending of keep alive packets. If set to ``False``, the server returns the header "Connection: close". If set to ``True``, the server returns a "Connection: Keep-Alive" in its responses. This enables retention of the same TCP connection for HTTP conversations instead of opening a new one with each new request. This option must be set to ``False`` if the client socket connection needs to be closed explicitly after the response is received and read successfully by the client. Possible values: * True * False Related options: * None
ru: Настроить параметр keep alive для HTTP через TCP. Укажите логическое значение для настройки посылки пакетов keep alive. При значении «ложно» сервер возвращает заголовок "Connection: close". При значении «верно» сервер в своих ответах возвращает "Connection: Keep-Alive". Параметр активирует поддержание одного и того же подключения TCP для сеанса HTTP вместо создания нового для каждого запроса. Если клиентское подключение к сокету должно явно закрываться после получения ответа и успешного его прочтения клиентом, то значением данного параметра должно быть «ложно». Возможные значения: * Верно * Ложно Связанные параметры: * Нет

source: Timeout for client connections' socket operations. Provide a valid integer value representing time in seconds to set the period of wait before an incoming connection can be closed. The default value is 900 seconds. The value zero implies wait forever. Possible values: * Zero * Positive integer Related options: * None
ru: Истечение времени ожидания для операций сокета с подключениями пользователей. Укажите действительное целое значение, представляющее время в секундах, обозначающее период ожидания до того, как входящее подключение будет закрыто. Значение по умолчанию: 900 секунд. Значение 0 означает бесконечное ожидание. Возможные значения: * Ноль * Положительное целое число Связанные параметры: * Нет

source: Use the http_proxy_to_wsgi middleware instead.
ru: В качестве замены используйте http_proxy_to_wsgi

source: The HTTP header used to determine the scheme for the original request, even if it was removed by an SSL terminating proxy. Typical value is "HTTP_X_FORWARDED_PROTO".
ru: Заголовок HTTP, используемый для определения схемы исходного запроса, даже если он был удалён прокси, разрывающим SSL. Обычное значение: "HTTP_X_FORWARDED_PROTO".

source: Key:Value pair of store identifier and store type. In case of multiple backends should be separated using comma.
ru: Пара «ключ:значение» идентификатора хранилища и типа хранилища. В случае нескольких хранилищ заднего плана, пары разделяются запятыми.

source: The interval in seconds to run periodic job cache_images. The cache_images method will fetch all images which are in queued state for caching in cache directory. The default value is 300. Possible values: * Positive integer Related options: * None
ru: Интервал в секундах между запусками периодических задач cache_images. Метод cache_images забирает все поставленные в очередь образы с соответствующим статусом для кеширования в каталоге кеша. Значение по умолчанию: 300. Возможные значения: * Положительное целое число Связанные параметры: * Нет

source: Could not bind to %(host)s:%(port)s after trying for 30 seconds
ru: Не удалось выполнить привязку к %(host)s:%(port)s после попыток в течение 30 секунд

source: eventlet 'poll' nor 'selects' hubs are available on this platform
ru: концентраторы 'poll' и 'selects' библиотеки eventlet недоступны на данной платформе

source: 'os_glance_' prefix should not be used in enabled_backends config option. It is reserved for internal use only.
ru: Префикс 'os_glance_' не должен использоваться в параметре конфигурации enabled_backends, он зарезервирован только для внутреннего использования

source: Did not receive a pipe handle, which is used when communicating with the parent process.
ru: Дескриптор канала, используемый при обмене информацией с родительским процессом, не был получен.

source: Unexpected body type. Expected list/dict.
ru: Непредвиденный тип тела. Ожидался список/словарь.

source: Malformed JSON in request body.
ru: Неправильный JSON в теле запроса.

source: A body is not expected with this request.
ru: Для данного запроса не ожидалось тело

source: Error decoding your request. Either the URL or the request body contained characters that could not be decoded by Glance
ru: Ошибка при расшифровке запроса. Либо URL, либо тело запроса содержит символы, которые служба Glance не смогла расшифровать.

source: Strategy to determine the preference order of image locations. This configuration option indicates the strategy to determine the order in which an image's locations must be accessed to serve the image's data. Glance then retrieves the image data from the first responsive active location it finds in this list. This option takes one of two possible values ``location_order`` and ``store_type``. The default value is ``location_order``, which suggests that image data be served by using locations in the order they are stored in Glance. The ``store_type`` value sets the image location preference based on the order in which the storage backends are listed as a comma separated list for the configuration option ``store_type_preference``. Possible values: * location_order * store_type Related options: * store_type_preference
ru: Стратегия, определяющая порядок предпочтительности местоположений образов. Данный параметр конфигурации указывает стратегию, определяющую порядок, в котором выполняется доступ с местоположениями образов в целях доставки данных образа. Затем Glance забирает данные образа из первого активного местоположения с быстрым откликом, указанного в этом списке. Параметр принимает одно из двух возможных значений: «location_order» и «store_type». Значением по умолчанию является «location_order», которое предполагает, что данные доставляются с использованием местоположений в том порядке, в котором они хранятся в Glance. Значение «store_type» настраивает предпочитаемые местоположения на базе того порядка, в котором составлен список, через запятую, серверов хранилищ заднего плана для параметра конфигурации «store_type_preference». Возможные значения: * location_order * store_type Связанные параметры: * store_type_preference

source: %(strategy)s is registered as a module twice. %(module)s is not being used.
ru: %(strategy)s зарегистрирована в виде модуля дважды. %(module)s не используется.

source: Invalid location_strategy option: %(name)s. The valid strategy option(s) is(are): %(strategies)s
ru: Недействительный параметр location_strategy: %(name)s. Действительные параметры: %(strategies)s

source: Preference order of storage backends. Provide a comma separated list of store names in the order in which images should be retrieved from storage backends. These store names must be registered with the ``stores`` configuration option. NOTE: The ``store_type_preference`` configuration option is applied only if ``store_type`` is chosen as a value for the ``location_strategy`` configuration option. An empty list will not change the location order. Possible values: * Empty list * Comma separated list of registered store names. Legal values are: * file * http * rbd * swift * cinder * vmware Related options: * location_strategy * stores
ru: Порядок предпочтения серверов хранилищ заднего плана. Укажите список, через запятую, имён хранилищ в том порядке, в котором образы должны забираться с серверов хранилищ заднего плана. Эти имена хранилищ должны быть зарегистрированы в параметре конфигурации «stores». ВНИМАНИЕ: параметр конфигурации «store_type_preference» применяется только в том случае, если для параметра конфигурации «location_strategy» выбрано значение «store_type». Пустой список порядка местоположений не изменит. Возможные значения: * Пустой список * Список, через запятую, зарегистрированных имён хранилищ. Допустимые значения: * файл * http * rbd * swift * cinder * vmware Связанные параметры: * location_strategy * stores

source: Input to api_image_import task is empty.
ru: Пустой ввод для задачи api_image_import

source: Missing required 'image_id' field
ru: Отсутствует обязательное поле «image_id»

source: Input does not contain '%(key)s' field
ru: В воде отсутствует поле «%(key)s»

source: Invalid location: %s
ru: Недопустимое местоположение: %s

source: File based imports are not allowed. Please use a non-local source of image data.
ru: Импорт на основе файлов не разрешается. Используйте нелокальный источник данных образа.

source: The given uri is not valid. Please specify a valid uri from the following list of supported uri %(supported)s
ru: Указанный URI не является действительным. Укажите действительный URI из следующего списка поддерживаемых URI: %(supported)s

source: The Image %(image_id)s object being created by this task %(task_id)s, is no longer in valid status for further processing.
ru: Объект образа %(image_id)s, на данный момент создаваемый задачей %(task_id)s, больше не имеет статуса, действительного для дальнейшей обработки.

source: The target member %(member_id)s is already associated with image %(image_id)s.
ru: Целевой участник %(member_id)s уже связан с образом %(image_id)s.

source: The specified member %s could not be found
ru: Указанный участник %s не был найден

source: Could not find task %s
ru: Не удалось найти задачу %s

source: Could not find namespace %s
ru: Не удалось найти пространство имён %s

source: The specified namespace %s could not be found
ru: Указанное пространство имён %s найти не удалось

source: Could not find metadata object %s
ru: Не удалось найти объект метаданных %s

source: The specified metadata object %s could not be found
ru: Указанный объект метаданных %s найти не удалось

source: The specified resource type %s could not be found
ru: Указанный тип ресурсов %s найти не удалось

source: Could not find property %s
ru: Не удалось найти параметр %s

source: The specified property %s could not be found
ru: Указанный параметр %s найти не удалось

source: Could not find metadata tag %s
ru: Не удалось найти метку метаданных %s

source: The specified metadata tag %s could not be found
ru: Указанную метку метаданных %s найти не удалось

source: Specifying both 'visibility' and 'is_public' is not permiitted.
ru: Не разрешается одновременно указывать и «visibility» и «is_public»

source: CONF.workers should be set to 0 or 1 when using the db.simple.api backend. Fore more info, see https://bugs.launchpad.net/glance/+bug/1619508
ru: При использовании фонового механизма db.simple.api значением CONF.workers должно быть 0 или 1. Подробности: https://bugs.launchpad.net/glance/+bug/1619508

source: Unable to filter on a range with a non-numeric value.
ru: Фильтрация в диапазоне с помощью нечислового значения невозможна

source: Unable to filter by unknown operator '%s'.
ru: Невозможно фильтровать на базе неизвестного оператора «%s»

source: cannot restore the image from %s to active (wanted from_state=pending_delete)
ru: невозможно восстановить образ до активного из %s (необходим «from_state=pending_delete»)

source: Image id is required.
ru: Требуется ID образа

source: The location data has an invalid ID: %d
ru: Данные местоположения содержат недопустимый ID: %d

source: No location found with ID %(loc)s from image %(img)s
ru: Местоположение с ID %(loc)s из образа %(img)s найдено не было

source: The status of deleted image location can only be set to 'pending_delete' or 'deleted'.
ru: Статус местоположения удалённого образа может быть только «ожидает удаления» или «удалено».

source: Forbidding request, task %s is not visible
ru: Запрос не разрешается, задача %s не является видимой

source: Task does not exist
ru: Задача не существует

source: Invalid update. It would result in a duplicate metadata definition namespace with the same name of %s
ru: Недопустимое обновление. Оно приведёт к дублированию пространства имён определения метаданных с таким же именем: %s

source: Metadata definition namespace not found for id=%s
ru: Пространство имён определения метаданных не было найдено для id=%s

source: Forbidding request, metadata definition namespace=%s is not visible.
ru: Запрос не разрешается, пространство имён определения метаданных namespace=%s не является видимым

source: Metadata definition object not found for id=%s
ru: Объект определения метаданных не было найдено для id=%s

source: Invalid update. It would result in a duplicate metadata definition object with the same name=%(name)s in namespace=%(namespace_name)s.
ru: Недопустимое обновление. Оно приведёт к дублированию объекта определения метаданных с таким же именем name=%(name)s в пространстве имён namespace=%(namespace_name)s.

source: Invalid update. It would result in a duplicate metadata definition property with the same name=%(name)s in namespace=%(namespace_name)s.
ru: Недопустимое обновление. Оно приведёт к дублированию параметра определения метаданных с таким же именем name=%(name)s в пространстве имён namespace=%(namespace_name)s.

source: Metadata definition property not found for id=%s
ru: Параметр определения метаданных не был найден для id=%s

source: Metadata definition tag not found for id=%s
ru: Метка определения метаданных не была найдена для id=%s

source: '%(param)s' value out of range, must not exceed %(max)d.
ru: Значение '%(param)s' находится вне диапазона, не должно превышать %(max)d.

source: You do not own this image
ru: Вы не являетесь владельцем этого образа.

source: Unknown sort direction, must be 'desc' or 'asc'
ru: Неизвестное направление сортировки, должно быть 'desc' или 'asc'

source: Bad "%s" query filter format. Use ISO 8601 DateTime notation.
ru: Неверный формат фильтра запроса "%s". Используйте формат ISO 8601 DateTime.

source: cannot transition from %(current)s to %(next)s in update (wanted from_state=%(from)s)
ru: невозможно выполнить переход из %(current)s в %(next)s при обновлении (необходим «from_state=%(from)s»)
