Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/glance-22.0.0/glance.po
Languages: ru

source: Secure hashing algorithm used for computing the 'os_hash_value' property. This option configures the Glance "multihash", which consists of two image properties: the 'os_hash_algo' and the 'os_hash_value'. The 'os_hash_algo' will be populated by the value of this configuration option, and the 'os_hash_value' will be populated by the hexdigest computed when the algorithm is applied to the uploaded or imported image data. The value must be a valid secure hash algorithm name recognized by the python 'hashlib' library. You can determine what these are by examining the 'hashlib.algorithms_available' data member of the version of the library being used in your Glance installation. For interoperability purposes, however, we recommend that you use the set of secure hash names supplied by the 'hashlib.algorithms_guaranteed' data member because those algorithms are guaranteed to be supported by the 'hashlib' library on all platforms. Thus, any image consumer using 'hashlib' locally should be able to verify the 'os_hash_value' of the image. The default value of 'sha512' is a performant secure hash algorithm. If this option is misconfigured, any attempts to store image data will fail. For that reason, we recommend using the default value. Possible values: * Any secure hash algorithm name recognized by the Python 'hashlib' library Related options: * None
ru: Безопасный алгоритм хеширования, используемый для расчёта параметра os_hash_value. Данный параметр настраивает Glance "multihash", состоящий из двух параметров образа: os_hash_algo и os_hash_value. Параметр os_hash_algo будет наполняться значением данного параметра конфигурации, а параметр os_hash_value — дайджестом HEX, рассчитанным во время применения алгоритма к данным отправленных или импортированных образов. Значение должно представлять собой имя действительного безопасного алгоритма хеширования, распознаваемого библиотекой python hashlib. Найти действительные имена можно, просмотрев элемент данных «hashlib.algorithms_available» версии этой библиотеки, используемой в имеющейся установке Glance. Тем не менее, в целях взаимодействия, рекомендуется использовать набор имён безопасного алгоритма хеширования, предоставляемый элементом данных «hashlib.algorithms_guaranteed», поскольку эти алгоритмы гарантированно поддерживаются библиотекой hashlib на всех платформах. И таким образом, любой потребитель образа, локально использующий библиотеку hashlib, сможет выполнить проверку значения «os_hash_value» образа. Значение по умолчанию, sha512, является производительным безопасным алгоритмом хеширования. При неверном значении данного параметра все попытки сохранить данные образа будут неудачными. По этой причине рекомендуется использовать значение по умолчанию. Возможные значения: * Любое имя безопасного алгоритма хеширования, распознаваемое библиотекой Python «hashlib». Связанные параметры: * Нет

source: Maximum number of image members per image. This limits the maximum of users an image can be shared with. Any negative value is interpreted as unlimited. Related options: * None
ru: Максимальное число участников образа на образ. Данный параметр ограничивает макс. число участников, для которых этот образ может быть общим. Любое отрицательное число интерпретируется как отсутствие ограничения. Связанные параметры: * Нет

source: Maximum number of properties allowed on an image. This enforces an upper limit on the number of additional properties an image can have. Any negative value is interpreted as unlimited. NOTE: This won't have any impact if additional properties are disabled. Please refer to ``allow_additional_image_properties``. Related options: * ``allow_additional_image_properties``
ru: Максимальное число параметров, разрешённое для образа. Данный параметр вводит принудительный верхний лимит числа дополнительных параметров, доступных образу.Любое отрицательное число интерпретируется как отсутствие ограничения. ВНИМАНИЕ: данный параметр бесполезен, если дополнительные параметры отключены. См. параметр «allow_additional_image_properties». Связанные параметры: * allow_additional_image_properties

source: Maximum number of tags allowed on an image. Any negative value is interpreted as unlimited. Related options: * None
ru: Максимальное число меток, разрешённое для образа. Любое отрицательное число интерпретируется как отсутствие ограничения Связанные параметры: * Нет

source: Maximum number of locations allowed on an image. Any negative value is interpreted as unlimited. Related options: * None
ru: Максимальное число местоположений, разрешённое для образа. Любое отрицательное число интерпретируется как отсутствие ограничения Связанные параметры: * Нет

source: The default number of results to return for a request. Responses to certain API requests, like list images, may return multiple items. The number of results returned can be explicitly controlled by specifying the ``limit`` parameter in the API request. However, if a ``limit`` parameter is not specified, this configuration value will be used as the default number of results to be returned for any API request. NOTES: * The value of this configuration option may not be greater than the value specified by ``api_limit_max``. * Setting this to a very large value may slow down database queries and increase response times. Setting this to a very low value may result in poor user experience. Possible values: * Any positive integer Related options: * api_limit_max
ru: Число результатов, по умолчанию возвращаемых на запрос. Ответы на некоторые запросы API, например, запрос списка образов, могут возвращать несколько элементов. Число возвращаемых результатов можно явно контролировать, настроив параметр «limit» в запросе API. Тем не менее, если этот параметр не указан, данное значение конфигурации будет использоваться как исходное количество результатов, возвращаемых любым запросом API. ВНИМАНИЕ: * Значение данного параметра не должно превышать значение параметра «api_limit_max». * Слишком высокое значение данного параметра может замедлить опрос баз данных и увеличить время отклика. Слишком низкие значения могут ухудшить рабочие условия пользователей. Возможные значения: * Любое целое положительное число Связанные параметры: * api_limit_max

source: Maximum number of results that could be returned by a request. As described in the help text of ``limit_param_default``, some requests may return multiple results. The number of results to be returned are governed either by the ``limit`` parameter in the request or the ``limit_param_default`` configuration option. The value in either case, can't be greater than the absolute maximum defined by this configuration option. Anything greater than this value is trimmed down to the maximum value defined here. NOTE: Setting this to a very large value may slow down database queries and increase response times. Setting this to a very low value may result in poor user experience. Possible values: * Any positive integer Related options: * limit_param_default
ru: Максимальное число результатов, возвращаемых на запрос. Как описывалось в справке по параметру «limit_param_default», некоторые запросы могут возвращать более одного результата. Число возвращаемых результатов управляется либо параметром «limit» в запросе, либо параметром конфигурации «limit_param_default». В любом случае значение не может превышать абсолютный максимум, настроенный данным параметром конфигурации. Любое значение, превышающее данное значение, будет урезано до максимального, указанного данным параметром. ВНИМАНИЕ: слишком высокое значение данного параметра может замедлить опрос баз данных и увеличить время отклика. Слишком низкие значения могут ухудшить рабочие условия пользователей. Возможные значения: * Любое целое положительное число Связанные параметры: * limit_param_default

source: Show direct image location when returning an image. This configuration option indicates whether to show the direct image location when returning image details to the user. The direct image location is where the image data is stored in backend storage. This image location is shown under the image property ``direct_url``. When multiple image locations exist for an image, the best location is displayed based on the location strategy indicated by the configuration option ``location_strategy``. NOTES: * Revealing image locations can present a GRAVE SECURITY RISK as image locations can sometimes include credentials. Hence, this is set to ``False`` by default. Set this to ``True`` with EXTREME CAUTION and ONLY IF you know what you are doing! * If an operator wishes to avoid showing any image location(s) to the user, then both this option and ``show_multiple_locations`` MUST be set to ``False``. Possible values: * True * False Related options: * show_multiple_locations * location_strategy
ru: Показывать непосредственное местоположение образа при запросе сведений об образе. Данный параметр конфигурации указывает, нужно ли показывать прямое местонахождение образа при возвращении подробных сведений об образе пользователю. Прямое местонахождение образа — это местоположение данных образа в хранилище заднего плана. Это местоположение образа показывается с помощью параметра образа «direct_url». Если для образа существует несколько прямых местоположений, лучшее местоположение показывается на основании стратегии, указанной параметром конфигурации «location_strategy». ВНИМАНИЕ: * Раскрытие местоположения образов может представлять ЧРЕЗВЫЧАЙНУЮ УГРОЗУ БЕЗОПАСНОСТИ, поскольку местоположение образов иногда может включать в себя учётные данные. Поэтому значением по умолчанию является «Ложно». Устанавливайте значение «Верно» С ОСТОРОЖНОСТЬЮ и ТОЛЬКО в том случае, если вы понимаете, что делаете. * Если оператор хочет избежать раскрытия любых местоположений образов пользователю, то И для данного параметра И для параметра «show_multiple_locations» НЕОБХОДИМО указать значение «Ложно». Возможные значения: * Верно * Ложно Связанные параметры: * show_multiple_locations * location_strategy

source: Use of this option, deprecated since Newton, is a security risk and will be removed once we figure out a way to satisfy those use cases that currently require it. An earlier announcement that the same functionality can be achieved with greater granularity by using policies is incorrect. You cannot work around this option via policy configuration at the present time, though that is the direction we believe the fix will take. Please keep an eye on the Glance release notes to stay up to date on progress in addressing this issue.
ru: Использование данного параметра, устаревшего с версии Newton, представляет угрозу безопасности и будет удалено, как только будут найдены другие способы, подходящие для тех случаев, в которых данный параметр требуется к использованию. Наше предыдущее сообщение о том, что тот же самый функционал может быть получен с бо́льшей степенью детализации при использовании политик, является неверным. На данный момент получить обходное решение, настроив политики, невозможно, хотя мы полагаем, что будущее удовлетворяющее решение данной проблемы будет получено именно на этом направлении. Читайте замечания к выпускам Glance, чтобы быть в курсе прогресса в решении данной проблемы.

source: Show all image locations when returning an image. This configuration option indicates whether to show all the image locations when returning image details to the user. When multiple image locations exist for an image, the locations are ordered based on the location strategy indicated by the configuration opt ``location_strategy``. The image locations are shown under the image property ``locations``. NOTES: * Revealing image locations can present a GRAVE SECURITY RISK as image locations can sometimes include credentials. Hence, this is set to ``False`` by default. Set this to ``True`` with EXTREME CAUTION and ONLY IF you know what you are doing! * See https://wiki.openstack.org/wiki/OSSN/OSSN-0065 for more information. * If an operator wishes to avoid showing any image location(s) to the user, then both this option and ``show_image_direct_url`` MUST be set to ``False``. Possible values: * True * False Related options: * show_image_direct_url * location_strategy
ru: Показывать все местоположения образа при возвращении сведений об образе. Данный параметр конфигурации указывает, нужно ли показывать все местоположения образа при возвращении сведений об образе пользователю. Если у образа есть несколько местоположений, то порядок их показа основан на стратегии местоположения, указанной в параметре конфигурации location_strategy. Местоположения образа показаны в параметре образа «местоположения». ВНИМАНИЕ: * Раскрытие местоположения образов может представлять ЧРЕЗВЫЧАЙНУЮ УГРОЗУ БЕЗОПАСНОСТИ, поскольку местоположение образов иногда может включать в себя учётные данные. Поэтому значением по умолчанию является «Ложно». Устанавливайте значение «Верно» С ОСТОРОЖНОСТЬЮ и ТОЛЬКО в том случае, если вы понимаете, что делаете. * Подробности см. по ссылке: https://wiki.openstack.org/wiki/OSSN/OSSN-0065. * Если оператор хочет избежать раскрытия любых местоположений образов пользователю, то И для данного параметра И для параметра «show_image_direct_url» НЕОБХОДИМО указать значение «Ложно». Возможные значения: * Верно * Ложно Связанные параметры: * show_image_direct_url * location_strategy

source: Maximum size of image a user can upload in bytes. An image upload greater than the size mentioned here would result in an image creation failure. This configuration option defaults to 1099511627776 bytes (1 TiB). NOTES: * This value should only be increased after careful consideration and must be set less than or equal to 8 EiB (9223372036854775808). * This value must be set with careful consideration of the backend storage capacity. Setting this to a very low value may result in a large number of image failures. And, setting this to a very large value may result in faster consumption of storage. Hence, this must be set according to the nature of images created and storage capacity available. Possible values: * Any positive number less than or equal to 9223372036854775808
ru: Максимальный размер образа в Байтах, который может отправить пользователь. Отправка образов, размер которых превышает указанный здесь размер, повлечёт за собой сбой создания образа. Значение данного параметра по умолчанию: 1099511627776 Байт (1 ТиБ, тебибайт). ВНИМАНИЕ: * Увеличение данного значения должно выполняться после тщательного обдумывания, и увеличенный размер должен быть меньше или равен 8 ЭиБ (эксбибайт, 9223372036854775808). * Данное значение должно устанавливаться после тщательного взвешивания возможностей хранилища заднего плана. Слишком низкое значение может привести к частым сбоям образов. Слишком высокое значение может привести к повышенной скорости заполнения объёма хранилища. Следовательно, значение должно выставляться в соответствии с природой создаваемых образов и доступных объёмов хранилища. Возможные значения: * Любое положительное число меньше или равное 9223372036854775808

source: Maximum amount of image storage per tenant. This enforces an upper limit on the cumulative storage consumed by all images of a tenant across all stores. This is a per-tenant limit. The default unit for this configuration option is Bytes. However, storage units can be specified using case-sensitive literals ``B``, ``KB``, ``MB``, ``GB`` and ``TB`` representing Bytes, KiloBytes, MegaBytes, GigaBytes and TeraBytes respectively. Note that there should not be any space between the value and unit. Value ``0`` signifies no quota enforcement. Negative values are invalid and result in errors. Possible values: * A string that is a valid concatenation of a non-negative integer representing the storage value and an optional string literal representing storage units as mentioned above. Related options: * None
ru: Максимальный объём хранилища образов на арендатора. Данный параметр принудительно вводит верхний предел объединённого объёма всех хранилищ и всех образов арендатора. Лимит устанавливается для каждого из арендаторов. Единицей измерения по умолчанию для данного параметра является байт. Но принимаются также следующие единицы измерения, с использованием регистрозависимых обозначений: Б (байт), Кбайт (килобайт), Мбайт (мегабайт), Гбайт (гигабайт) и терабайт (Тбайт). Обратите внимание, что между значением и единицей измерения не должно быть пробелов. Значение «0» означает отсутствие принудительной квоты. Отрицательные значения недействительны и повлекут за собой ошибку. Возможные значения: * Строка с действительным объединением неотрицательных целых чисел, представляющих значение для хранилища и дополнительный строковый литерал, представляющий единицы измерения объёма хранилища, как указано выше. Связанные параметры: * Нет

source: Host address of the pydev server. Provide a string value representing the hostname or IP of the pydev server to use for debugging. The pydev server listens for debug connections on this address, facilitating remote debugging in Glance. Possible values: * Valid hostname * Valid IP address Related options: * None
ru: Адрес хоста сервера pydev. Укажите строку, представляющую имя хоста или IP сервера pydev для использовании при отладке. Сервер pydev слушает на этом адресе отладочные подключения, облегчая удалённую отладку в Glance. Возможные значения: * Действительное имя хоста * Действительный адрес IP Связанные параметры: * Нет

source: Port number that the pydev server will listen on. Provide a port number to bind the pydev server to. The pydev process accepts debug connections on this port and facilitates remote debugging in Glance. Possible values: * A valid port number Related options: * None
ru: Номер порта, на котором будет слушать сервер pydev. Укажите номер порта, к которому будет привязан сервер pydev. Процесс pydev принимает на этом порте отладочные подключения и облегчает удалённую отладку в Glance. Возможные значения: * Действительный номер порта Связанные параметры: * Нет

source: AES key for encrypting store location metadata. Provide a string value representing the AES cipher to use for encrypting Glance store metadata. NOTE: The AES key to use must be set to a random string of length 16, 24 or 32 bytes. Possible values: * String value representing a valid AES key Related options: * None
ru: Ключ AES для шифрования метаданных местоположения хранилища. Предоставьте строковое значение шифра AES, используемого для шифрования метаданных хранилища Glance. ВНИМАНИЕ: используемый ключ AES должен быть настроен в виде случайной строки длиной в 16, 24 или 32 байта. Возможные значения: * Строковое значение с действительным ключом AES Связанные параметры: * Нет

source: Digest algorithm to use for digital signature. Provide a string value representing the digest algorithm to use for generating digital signatures. By default, ``sha256`` is used. To get a list of the available algorithms supported by the version of OpenSSL on your platform, run the command: ``openssl list-message-digest-algorithms``. Examples are 'sha1', 'sha256', and 'sha512'. NOTE: ``digest_algorithm`` is not related to Glance's image signing and verification. It is only used to sign the universally unique identifier (UUID) as a part of the certificate file and key file validation. Possible values: * An OpenSSL message digest algorithm identifier Relation options: * None
ru: Алгоритм дайджеста для использования с цифровой подписью. Укажите строковое значение, представляющее алгоритм дайджеста для создания цифровых подписей. По умолчанию используется sha256. Для получения списка доступных алгоритмов, поддерживаемых версией OpenSSL на имеющейся платформе, выполните команду: ‘openssl list-message-digest-algorithms’. Примеры: 'sha1', 'sha256' и 'sha512' ВНИМАНИЕ: параметр digest_algorithm не связан с подписанием и выполнением проверки образов в Glance. Он используется только для подписи уникального универсального идентификатора (UUID) как части файла сертификата и выполнения проверки файла ключа. Возможные значения: * Идентификатор алгоритма дайджеста сообщения OpenSSL Связанные параметры: * Нет

source: The URL provides location where the temporary data will be stored This option is for Glance internal use only. Glance will save the image data uploaded by the user to 'staging' endpoint during the image import process. This option does not change the 'staging' API endpoint by any means. NOTE: It is discouraged to use same path as [task]/work_dir NOTE: 'file://<absolute-directory-path>' is the only option api_image_import flow will support for now. NOTE: The staging path must be on shared filesystem available to all Glance API nodes. Possible values: * String starting with 'file://' followed by absolute FS path Related options: * [task]/work_dir
ru: URL предоставляет местоположение хранения временных данных. Данный параметр предназначен только для внутреннего использования Glance. Glance сохранит данные образа, отправленные пользователем в «промежуточную» конечную точку во время процесса импорта образа. Данный параметр ни в коем случае не изменяет «промежуточную» конечную точку API. ВНИМАНИЕ: использование того же пути, что и [task]/work_dir, не рекомендуется ВНИМАНИЕ: ''file://<absolute-directory-path>' является единственной возможностью, поддерживаемой на данный момент потоком api_image_import. ВНИМАНИЕ: промежуточный путь должен располагаться на разделяемой файловой системе, доступной для всех узлов Glance API. Возможные значения : * Строка, начинающаяся с 'file://', следом за которой идёт абсолютный путь ФС Связанные параметры: * [task]/work_dir

source: List of enabled Image Import Methods 'glance-direct', 'copy-image' and 'web-download' are enabled by default. Related options: * [DEFAULT]/node_staging_uri
ru: Список включённых методов импорта образов 'glance-direct', 'copy-image' и 'web-download' включены по умолчанию. Связанные параметры: * [DEFAULT]/node_staging_uri

source: This option has been introduced to require operators to opt into enforcing authorization based on common RBAC personas, which is EXPERIMENTAL as of the Wallaby release. This behavior will be the default and STABLE in a future release, allowing this option to be removed.
ru: Данный параметр был введён для того, чтобы у операторов появилась необходимость выбрать принудительную авторизацию на базе распространённых пользователей в системе управления доступом на основе ролей, которая является ЭКСПЕРИМЕНТАЛЬНОЙ, начиная с выпуска Wallaby. В будущих выпусках такое поведение будет поведением по умолчанию и СТАБИЛЬНЫМ, что приведёт к удалению данного параметра.
