Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/glance-22.0.0/glance.po
Languages: ru

source: Image with status active cannot be target for import
ru: Образ со статусом «активен» не может быть целью импорта

source: Only images with status active can be targeted for copying
ru: Целевыми для копирования могут быть только образы со статусом «активен»

source: Image needs to be in 'queued' state to use 'web-download' method
ru: Для использования метода 'web-download' образ должен быть в состоянии «поставлен в очередь»

source: Image needs to be staged before 'glance-direct' method can be used
ru: Перед использованием метода 'glance-direct' образ необходимо поместить в промежуточное хранилище

source: 'container_format' needs to be set before import
ru: Перед началом импорта необходимо настроить параметр 'container_format'

source: 'disk_format' needs to be set before import
ru: Перед началом импорта необходимо настроить параметр 'disk_format'

source: Operation not permitted
ru: Действие не разрешено

source: Image is already present at store '%s'
ru: Образ уже присутствует в хранилище '%s'

source: All_stores_must_succeed can only be set with enabled_backends %s
ru: Параметр all_stores_must_succeed можно настраивать только вместе с enabled_backends %s

source: URI for web-download does not pass filtering: %s
ru: URI для web-download не проходит фильтрацию: %s

source: New operation on image '%s' is not permitted as prior operation is still in progress
ru: Новое действие с образом '%s' не разрешается, т.к. предыдущее действие ещё выполняется.

source: Invalid value '%s' for 'os_hidden' filter. Valid values are 'true' or 'false'.
ru: Недопустимое значение '%s' фильтра 'os_hidden'. Допустимые значения: «верно» или «ложно».

source: Invalid value '%s' for 'protected' filter. Valid values are 'true' or 'false'.
ru: Недопустимое значение '%s' фильтра 'protected'. Допустимые значения: «верно» или «ложно».

source: Denying attempt to upload image because it exceeds the quota: %s
ru: Попытка отправки образа не принимается, превышена квота: %s

source: Cannot set locations to empty list.
ru: Местоположения невозможно настроить по пустому списку

source: Owner can't be updated by non admin.
ru: Пользователь без прав администратора не может изменить владельца

source: Property %s does not exist.
ru: Параметр %s не существует

source: Property %s already present.
ru: Параметр %s уже присутствует

source: Property %s may not be removed.
ru: Параметр %s не подлежит удалению

source: The selected store %s is not available on this node.
ru: Выбранное хранилище %s недоступно на данном узле

source: Failed to find image %(image_id)s
ru: Не удалось найти образ %(image_id)s

source: It's not allowed to remove image data from store if image status is not 'active'
ru: Данные образа не разрешается удалять из хранилища, если статус образа отличается от «активен».

source: Cannot delete image data from the only store containing it. Consider deleting the image instead.
ru: Невозможно удалить данные образа из единственного хранилища, в котором они хранятся. Рассмотрите возможность удаления образа.

source: Image %(iid)s is not stored in store %(sid)s.
ru: Образ %(iid)s не содержится в хранилище %(sid)s.

source: After upload to backend, deletion of staged image data has failed because it cannot be found at %(fn)s
ru: После отправки на сервер заднего плана не удалось выполнить удаление промежуточного образа в, т.к. в %(fn)s его невозможно найти.

source: Failed to find image %(image_id)s to delete
ru: Не удалось найти образ %(image_id)s для удаления

source: Image %(id)s could not be deleted because it is in use: %(exc)s
ru: Не удалось найти образ %(id)s, он используется: %(exc)s

source: Conflicting values for %s
ru: Конфликтующие значения %s

source: %s is already set with a different value
ru: Для %s уже было настроено другое значение

source: New value(s) for %s may only be provided when image status is 'queued'
ru: Новые значения %s можно предоставить только, если образ имеет статус «поставлено в очередь»

source: checksum (%s) is not a valid hexadecimal value
ru: контрольная сумма (%s) не является допустимым шестнадцатеричным значением

source: checksum (%s) is not the correct size for md5 (should be 16 bytes)
ru: некорректный размер md5 у контрольной суммы (%s) (нужно 16 байтов)

source: os_hash_algo must be %(want)s, not %(got)s
ru: os_hash_algo должен представлять собой %(want)s, а не %(got)s

source: os_hash_value (%s) is not a valid hexadecimal value
ru: os_hash_value (%s) не является допустимым шестнадцатеричным значением

source: os_hash_value (%(value)s) is not the correct size for %(algo)s (should be %(want)d bytes)
ru: некорректный размер значения %(algo)s для os_hash_value (%(value)s), нужно %(want)d Б

source: It's not allowed to update locations if locations are invisible.
ru: Для невидимых местоположений обновление не допускается

source: It's not allowed to replace locations if image status is %s.
ru: Замена местоположений не допускается, если образ имеет статус %s.

source: It's not allowed to add locations if locations are invisible.
ru: Для невидимых местоположений добавление не допускается

source: It's not allowed to add locations if image status is %s.
ru: Добавление местоположений не допускается, если образ имеет статус %s.

source: Invalid position for adding a location.
ru: Недопустимое место для добавление местоположения

source: It's not allowed to remove locations if locations are invisible.
ru: Для невидимых местоположений удаление не допускается

source: It's not allowed to remove locations if image status is %s.
ru: Удаление местоположений не допускается, если образ имеет статус %s.

source: Cannot remove last location in the image.
ru: Невозможно удалить последнее местоположение в образе

source: Invalid position for removing a location.
ru: Недопустимое место для удаления местоположения

source: Attribute '%s' is read-only.
ru: Атрибут '%s' только для чтения

source: Custom property should not be greater than 255 characters.
ru: Пользовательский параметр не должен превышать 255 символов.

source: Attribute '%s' is reserved.
ru: Атрибут '%s' зарезервирован.

source: Unable to find `op` in JSON Schema change. It must be one of the following: %(available)s.
ru: Невозможно найти `op` в смене схемы JSON. Должно быть что-то одно из: %(available)s.

source: Invalid operation: `%(op)s`. It must be one of the following: %(available)s.
ru: Недопустимое действие: `%(op)s`. Должно быть что-то из одного: %(available)s.

source: Operation objects must contain only one member named "add", "remove", or "replace".
ru: Объекты действия должны содержать только одного участника с именем "add", "remove" или "replace".

source: Operation objects must contain exactly one member named "add", "remove", or "replace".
ru: Объекты действия должны содержать ровно одного участника с именем "add", "remove" или "replace".

source: Unable to find '%s' in JSON Schema change
ru: Не удалось найти '%s' в изменении схемы JSON

source: Pointer `%s` does not start with "/".
ru: Указатель `%s` не начинается с "/".

source: Pointer `%s` contains adjacent "/".
ru: Указатель `%s` содержит смежный "/".

source: Pointer `%s` end with "/".
ru: Указатель `%s` оканчивается на "/".

source: Pointer `%s` does not contains valid token.
ru: Указатель `%s` не содержит действительный маркёр

source: Pointer `%s` contains "~" not part of a recognized escape sequence.
ru: Указатель `%s` содержит символ "~", не являющийся частью распознаваемой управляющей последовательности

source: Operation "%s" requires a member named "value".
ru: Для действия "%s" требуется участник с именем "value".

source: Invalid JSON pointer for this resource: '/%s'
ru: Недопустимый указатель JSON для этого ресурса: '/%s'

source: Unrecognized JSON Schema draft version
ru: Нераспознанная версия черновика схемы JSON

source: Request body must be a JSON array of operation objects.
ru: Тело запроса должно представлять собой массив JSON, состоящий из объектов действия.

source: Operations must be JSON objects.
ru: Действия должны быть объектами JSON

source: limit param must be an integer
ru: Параметр ограничения должен быть целым числом

source: limit param must be positive
ru: Параметр ограничения должен быть положительным числом

source: Invalid sort key: %(sort_key)s. It must be one of the following: %(available)s.
ru: Неверный ключ сортировки: %(sort_key)s. Должно быть что-то из: %(available)s.

source: Invalid sort direction: %s
ru: Неверное направление сортировки: %s

source: Invalid status: %s
ru: Недопустимый статус: %s

source: Invalid visibility value: %s
ru: Недопустимое значение видимости: %s

source: The "changes-since" filter is no longer available on v2.
ru: Фильтр "changes-since" больше недоступен в версии 2.

source: Old and new sorting syntax cannot be combined
ru: Нельзя сочетать новый и старый синтаксис сортировки

source: Number of sort dirs does not match the number of sort keys
ru: Число сортируемых каталогов не совпадает с числом ключей сортировки

source: Import request requires a 'method' field.
ru: При запросе импорта необходимо поле «метод»

source: Import request requires a 'name' field.
ru: При запросе импорта необходимо поле «имя»

source: Unknown import method name '%s'.
ru: Неизвестное название метода импорта '%s'.

source: 'all_stores_must_succeed' must be boolean value only
ru: У параметра 'all_stores_must_succeed' должно быть только логическое значение

source: 'all_stores' must be boolean value only
ru: У параметра 'all_stores' должно быть только логическое значение

source: Descriptive name for the image
ru: Описательное имя образа

source: Status of the image
ru: Статус образа

source: Scope of image accessibility
ru: Область доступности образа

source: If true, image will not be deletable.
ru: Если «верно», то образ не будет подлежать удалению

source: If true, image will not appear in default image list response.
ru: Если «верно», то образ не будет показываться в списке ответа на запрос об образах по умолчанию.

source: md5 hash of image contents.
ru: Содержимое хэша md5 образа

source: Algorithm to calculate the os_hash_value
ru: Алгоритм расчёта os_hash_value

source: Hexdigest of the image contents using the algorithm specified by the os_hash_algo
ru: Дайджест HEX содержимого образа, полученный с помощью алгоритма, указанного параметром os_hash_algo

source: Owner of the image
ru: Владелец образа

source: Size of image file in bytes
ru: Размер файла образа в байтах

source: Virtual size of image in bytes
ru: Виртуальный размер образа в байтах

source: Format of the container
ru: Формат контейнера

source: Format of the disk
ru: Формат диска

source: Date and time of image registration
ru: Дата и время регистрации образа

source: Date and time of the last image modification
ru: Дата и время последней модификации образа

source: List of strings related to the image
ru: Список строк, относящихся к образу

source: URL to access the image file kept in external store
ru: URL для доступа к файлу образа, хранящемуся во внешнем хранилище

source: Amount of ram (in MB) required to boot image.
ru: Объём ОЗУ (в Мбайт), требуемый для загрузки образа

source: Amount of disk space (in GB) required to boot image.
ru: Место на диске (в Гбайт), требуемое для загрузки образа

source: An image self url
ru: Self URL образа

source: An image file url
ru: URL файла образа

source: Store in which image data resides. Only present when the operator has enabled multiple stores. May be a comma-separated list of store identifiers.
ru: Хранилище, в котором располагается данные образа. Параметр присутствует, только если оператор включил несколько хранилищ. Может быть в виде списка идентификаторов хранилищ, через запятую.

source: An image schema url
ru: URL схемы образа

source: Values to be used to populate the corresponding image properties. If the image status is not 'queued', values must exactly match those already contained in the image properties.
ru: Значения, которые будут использованы для заполнения соответствующих параметров образа. Если статус образа отличен от «поставлен в очередь», то значения должны точно совпадать со значениями, уже содержащимися в свойствах образа.

source: A set of URLs to access the image file kept in external store
ru: Набор адресов URL для доступа к образу, хранящемуся во внешнем хранилище

source: Couldn't create metadata namespace: %s
ru: Не удалось создать пространство имён метаданных: %s

source: Couldn't update metadata namespace: %s
ru: Не удалось обновить пространство имён метаданных: %s

source: The unique namespace text.
ru: Текст уникального пространства имён

source: The user friendly name for the namespace. Used by UI if available.
ru: Понятное пользователю имя пространства имён. Если доступно, используется в UI.

source: Provides a user friendly description of the namespace.
ru: Понятное пользователю описание пространства имён

source: Scope of namespace accessibility.
ru: Область доступности пространства имён

source: If true, namespace will not be deletable.
ru: Если «верно», то пространство имён не будет подлежать удалению

source: Owner of the namespace.
ru: Владелец пространства имён

source: Date and time of namespace creation
ru: Дата и время создания пространства имён

source: Date and time of the last namespace modification
ru: Дата и время последней модификации пространства имён

source: Couldn't create metadata object: %s
ru: Не удалось создать объект метаданных: %s

source: Couldn't update metadata object: %s
ru: Не удалось обновить объект метаданных: %s

source: Date and time of object creation
ru: Дата и время создания объекта

source: Date and time of the last object modification
ru: Дата и время последней модификации объекта

source: Property %(property_name)s does not start with the expected resource type association prefix of '%(prefix)s'.
ru: Свойство %(property_name)s не начинается с ожидаемого префикса ассоциации с типом ресурсов '%(prefix)s'.

source: Couldn't create metadata property: %s
ru: Не удалось создать свойство метаданных: %s

source: Couldn't update metadata property: %s
ru: Не удалось обновить свойство метаданных: %s

source: Failed to find resource type %(resourcetype)s to delete
ru: Не удалось найти тип ресурса %(resourcetype)s для удаления

source: Resource type names should be aligned with Heat resource types whenever possible: http://docs.openstack.org/developer/heat/template_guide/openstack.html
ru: Всегда, где это возможно, имена типов ресурсов должны быть выровнены с типами ресурсов Heat: http://docs.openstack.org/developer/heat/template_guide/openstack.html

source: Specifies the prefix to use for the given resource type. Any properties in the namespace should be prefixed with this prefix when being applied to the specified resource type. Must include prefix separator (e.g. a colon :).
ru: Настраивает префикс, используемый с указанным типом ресурсов. Этот префикс должен стоять перед любыми параметрами пространства имён, применяемыми к указанному типу ресурсов. Префикс должен включать в себя разделитель (напр., двоеточие :).

source: Some resource types allow more than one key / value pair per instance. For example, Cinder allows user and image metadata on volumes. Only the image properties metadata is evaluated by Nova (scheduling or drivers). This property allows a namespace target to remove the ambiguity.
ru: Для некоторых типов ресурсов разрешается больше одной пары «ключ/значение» на один экземпляр. Cinder, например, разрешает указывать метаданные и пользователя и образа для томов. Nova проводит оценку только метаданных параметров образа (по расписанию или используя драйверы). Данный параметр позволяет исключить двусмысленные значения в целевом пространстве имён.

source: Date and time of resource type association
ru: Дата и время привязки типа ресурса

source: Date and time of the last resource type association modification
ru: Дата и время последнего изменения привязки типа ресурса

source: Couldn't create metadata tag: %s
ru: Не удалось создать метку метаданных: %s

source: Couldn't update metadata tag: %s
ru: Не удалось обновить метку метаданных: %s

source: Date and time of tag creation
ru: Дата и время создания метки

source: Date and time of the last tag modification
ru: Дата и время последней модификации метки

source: This operation is currently not permitted on Glance Tasks. They are auto deleted after reaching the time based on their expires_at property.
ru: Такое действие в задачах Glance на данный момент не разрешается. Задачи удаляются автоматически после прошествия времени, основанного на значении параметра expires_at.

source: Invalid status value: %s
ru: Недопустимое значение статуса: %s

source: Invalid type value: %s
ru: Недопустимое значение типа: %s

source: Invalid marker format
ru: Недопустимый формат маркёра

source: Task '%s' is required
ru: Требуется задача '%s'

source: An identifier for the task
ru: Идентификатор задачи

source: The type of task represented by this content
ru: Тип задачи, представленной этим содержимым

source: The current status of this task
ru: Текущий статус задачи

source: The parameters required by task, JSON blob
ru: Параметры, требуемые для задачи, в виде блоба JSON

source: The result of current task, JSON blob
ru: Результат текущей задачи, в виде блоба JSON

source: An identifier for the owner of this task
ru: Идентификатор владельца задачи

source: Human-readable informative message only included when appropriate (usually on failure)
ru: Понятное для пользователя информативное сообщение включается только при необходимости (обычно при сбое)

source: Image associated with the task
ru: Образ, связанный с задачей

source: Human-readable informative request-id
ru: Понятный для пользователя информативный идентификатор запроса

source: User associated with the task
ru: Пользователь, связанный с задачей

source: Datetime when this resource would be subject to removal
ru: Дата и время будущего удаления ресурса

source: Datetime when this resource was created
ru: Дата и время создания ресурса

source: Datetime when this resource was updated
ru: Дата и время создания ресурса

source: Set the taskflow engine mode. Provide a string type value to set the mode in which the taskflow engine would schedule tasks to the workers on the hosts. Based on this mode, the engine executes tasks either in single or multiple threads. The possible values for this configuration option are: ``serial`` and ``parallel``. When set to ``serial``, the engine runs all the tasks in a single thread which results in serial execution of tasks. Setting this to ``parallel`` makes the engine run tasks in multiple threads. This results in parallel execution of tasks. Possible values: * serial * parallel Related options: * max_workers
ru: Настройка режима механизма taskflow. Укажите значение с типом «строка» для настройки режима, в котором механизм taskflow будет составлять расписание задач рабочих узлов на хостах. На основе этого режима механизм выполняет задачи либо в одном, либо в нескольких потоках. Возможные значения этого параметра: ``serial`` и ``parallel``. При значении ``serial`` механизм запускает все задачи в одном потоке, что в итоге даёт последовательное выполнение задач. При указанном значении ``parallel`` задачи выполняются в многопоточном режиме, что даёт параллельное выполнение задач. Возможные значения: * serial * parallel Связанные параметры: * max_workers

source: Set the number of engine executable tasks. Provide an integer value to limit the number of workers that can be instantiated on the hosts. In other words, this number defines the number of parallel tasks that can be executed at the same time by the taskflow engine. This value can be greater than one when the engine mode is set to parallel. Possible values: * Integer value greater than or equal to 1 Related options: * engine_mode
ru: Укажите число задач, выполняемых механизмом taskflow. Укажите целое число для ограничения числа рабочих процессов, которые могут быть созданы на хостах. Другими словами, это число определяет число параллельных задач, которые могут быть выполнены механизмом taskflow одновременно. Если указан параллельный режим, это число может быть больше единицы. Возможные значения: * Целое число, равное или больше 1 Связанные параметры: * engine_mode

source: Task failed due to Internal Error
ru: Сбой задачи в связи с внутренней ошибкой

source: Image import plugins to be enabled for task processing. Provide list of strings reflecting to the task Objects that should be included to the Image Import flow. The task objects needs to be defined in the 'glance/async/ flows/plugins/*' and may be implemented by OpenStack Glance project team, deployer or 3rd party. By default no plugins are enabled and to take advantage of the plugin model the list of plugins must be set explicitly in the glance-image-import.conf file. The allowed values for this option is comma separated list of object names in between ``[`` and ``]``. Possible values: * no_op (only logs debug level message that the plugin has been executed) * Any provided Task object name to be included in to the flow.
ru: Модули импорта образов, которые должны быть активны при обработке задач. Укажите список строк, отображающих объекты задач, которые должны быть включены в процесс импорта образов. Объекты задач должны быть указаны в файле 'glance/async/flows/plugins/*' и могут быть реализованы командой проекта OpenStack Glance, средством развёртывания или сторонними разработчиками. По умолчанию, активные расширения отсутствуют, и для использования возможностей модели расширения, список расширений должен быть явно настроен в файле glance-image-import.conf. Разрешённый формат значений этого параметра представляет собой список, через запятую, имён объектов в промежутке от ``[`` до ``]``. Возможные значения: * no_op (только сообщения журнала с уровнем отладки о том, что модуль был запущен) * Любое предоставленное имя объекта задачи для включения в поток задач.

source: Error deleting from store %(store)s when reverting.
ru: Ошибка при удалении из хранилища %(store)s во время отката

source: Unexpected exception when deleting from store %(store)s.
ru: Непредвиденное исключение при удалении из хранилища %(store)s.

source: After upload to backend, deletion of staged image data from %(fn)s has failed because %(em)s
ru: После отправки на сервер заднего плана не удалось выполнить удаление промежуточного образа из %(fn)s, причина: %(em)s

source: After upload to the backend, deleting staged image data from %(fn)s
ru: После отправки на сервер заднего плана выполняется удаление промежуточного образа из %(fn)s

source: After upload to backend, deletion of staged image data from %(fn)s has failed because [Errno %(en)d]
ru: После отправки на сервер заднего плана удаление данных промежуточного образа из %(fn)s закончилось неудачей, причина: [Errno %(en)d]

source: %(task_id)s of %(task_type)s not configured properly. Value of node_staging_uri must be in format 'file://<absolute-path>'
ru: %(task_id)s из %(task_type)s некорректно настроена. Значение node_staging_uri должно быть в формате 'файл://<абсолютный_путь>'

source: %(task_id)s of %(task_type)s not configured properly. Could not load the filesystem store
ru: %(task_id)s из %(task_type)s настроена некорректно. Не удалось загрузить хранилище файловой системы.

source: %(task_id)s of %(task_type)s failed but since all_stores_must_succeed is set to false, continue.
ru: Сбой %(task_id)s из %(task_type)s, но поскольку параметр all_stores_must_succeed имеет значение «ложно», можно продолжать.

source: Copied %i MiB
ru: Скопировано %i МиБ

source: None of the uploads finished!
ru: Ни одна из отправок не завершена!

source: Error: %(exc_type)s: %(e)s
ru: Ошибка: %(exc_type)s: %(e)s
