Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/glance-22.0.0/glance.po
Languages: ru

source: Enforce API access based on common persona definitions used across OpenStack. Enabling this option formalizes project-specific read/write operations, like creating private images or updating the status of shared image, behind the `member` role. It also formalizes a read-only variant useful for project-specific API operations, like listing private images in a project, behind the `reader` role. Operators should take an opportunity to understand glance's new image policies, audit assignments in their deployment, and update permissions using the default roles in keystone (e.g., `admin`, `member`, and `reader`). Related options: * [oslo_policy]/enforce_new_defaults
ru: Принудительный доступ к API на базе распространённых определений пользователей, используемых в OpenStack. Включение данного параметра формализует операции чтения/записи, относящиеся к конкретному проекту, например создание пользовательских образов или обновление статуса разделяемого образа, как часть роли «участника». Также формализуется вариант «только для чтения», удобный для действий API, относящихся к конкретному проекту, например, вывод списка частных образов в проекте, как часть роли «читателя». Операторам советуется разобраться с новой политикой образов в Glance, провести аудит присвоенных ролей в имеющемся развёртывании и обновить полномочия, используя роли по умолчанию в Keystone (такие, как «администратор», «участник» и «читатель»). Связанные параметры: * [oslo_policy]/enforce_new_defaults

source: The URL to this worker. If this is set, other glance workers will know how to contact this one directly if needed. For image import, a single worker stages the image and other workers need to be able to proxy the import request to the right one. If unset, this will be considered to be `public_endpoint`, which normally would be set to the same value on all workers, effectively disabling the proxying behavior. Possible values: * A URL by which this worker is reachable from other workers Related options: * public_endpoint
ru: URL данного рабочего узла. Если параметр настроен, другие рабочие узлы в Glance будут знать, как напрямую связаться с данным узлом при необходимости. Для импорта образов на одном узле создаётся промежуточное хранилище образа, а другие рабочие узлы должны иметь возможность послужить посредниками при передаче запроса импорта на правильный узел. Если параметр не настроен, то он будет считаться public_endpoint, который обычно имеет одно и то же значение на всех рабочих узлах, что фактически отключает проксирующее поведение. Возможные значения: * URL, по которому данный рабочий узел доступен с других рабочих узлов Связанные параметры: * public_endpoint

source: The number of threads (per worker process) in the pool for processing asynchronous tasks. This controls how many asynchronous tasks (i.e. for image interoperable import) each worker can run at a time. If this is too large, you *may* have increased memory footprint per worker and/or you may overwhelm other system resources such as disk or outbound network bandwidth. If this is too small, image import requests will have to wait until a thread becomes available to begin processing.
ru: Число потоков (на рабочий процесс) в пуле для обработки асинхронных задач. Параметр контролирует число асинхронных задач (например, для импорта образов со взаимодействием), которые могут выполняться рабочим процессом в данный момент времени. Если число слишком высоко, то *возможно* увеличение потребляемого объёма памяти на каждый из рабочих процессов и/или может случиться переполнение других системных ресурсов, таких, как диск или исходящая пропускная способность сети. Если число слишком маленькое, запросы импорта образов должны будут дожидаться доступного потока, который сможет начать обработку.

source: Path to the python interpreter to use when spawning external processes. By default this is sys.executable, which should be the same interpreter running Glance itself. However, in some situations (i.e. uwsgi) this may not actually point to a python interpreter itself.
ru: Путь до интерпретатора Python, используемого при порождении внешних процессов. По умолчанию это sys.executable, который должен быть тем же интерпретатором, который запускает и Glance. Но в некоторых ситуациях (напр., uwsgi), путь по факту может указывать не на сам интерпретатор Python.

source: Unable to locate paste config file for %s.
ru: Не удалось найти конфигурационный файл paste для %s.

source: Unable to load %(app_name)s from configuration file %(conf_file)s. Got: %(e)r
ru: Не удалось загрузить %(app_name)s из конфигурационного файла %(conf_file)s. Получено: %(e)r

source: An unknown exception occurred
ru: Произошло неизвестное исключение

source: Missing required credential: %(required)s
ru: Отсутствует обязательный параметр учётных данных: %(required)s

source: Incorrect auth strategy, expected "%(expected)s" but received "%(received)s"
ru: Неверная стратегия аутентификации, ожидалось "%(expected)s", получено "%(received)s"

source: An object with the specified identifier was not found.
ru: Объект с указанным идентификатором не найден

source: The Store URI was malformed.
ru: Неправильный формат URI хранилища

source: An object with the same identifier already exists.
ru: Объект с указанным идентификатором уже существует

source: An object with the same identifier is currently being operated on.
ru: Над объектом с указанным идентификатором уже выполняются действия

source: The size of the data %(image_size)s will exceed the limit. %(remaining)s bytes remaining.
ru: Размер данных %(image_size)s превысит лимит. Осталось байт: %(remaining)s.

source: Connect error/bad request to Auth service at URL %(url)s.
ru: Ошибка подключения/неверный запрос службы аутентификации по URL %(url)s.

source: Auth service at URL %(url)s not found.
ru: Служба аутентификации по адресу URL %(url)s не найдена

source: Authorization failed.
ru: Сбой авторизации. %(failure_reason)s

source: You are not authenticated.
ru: Вы не прошли аутентификацию.

source: Image upload problem: %s
ru: Проблема отправки образа: %s

source: You are not authorized to complete %(action)s action.
ru: Отсутствует авторизация для выполнения действия %(action)s.

source: You are not authorized to complete this action.
ru: Отсутствует авторизация для выполнения этого действия.

source: Image %(image_id)s is protected and cannot be deleted.
ru: Образ %(image_id)s имеет защиту и не может быть удалён

source: Metadata definition namespace %(namespace)s is protected and cannot be deleted.
ru: Пространство имён определения метаданных %(namespace)s имеет защиту и не может быть удалено

source: Metadata definition property %(property_name)s is protected and cannot be deleted.
ru: Параметр определения метаданных %(property_name)s имеет защиту и не может быть удалён

source: Metadata definition object %(object_name)s is protected and cannot be deleted.
ru: Объект определения метаданных %(object_name)s имеет защиту и не может быть удалён

source: Metadata definition resource-type-association %(resource_type)s is protected and cannot be deleted.
ru: Привязка типа ресурса определения метаданных %(resource_type)s имеет защиту и не может быть удалена

source: Metadata definition resource-type %(resource_type_name)s is a seeded-system type and cannot be deleted.
ru: Тип ресурса определения метаданных %(resource_type_name)s является типом seeded-system и не может быть удалён

source: Metadata definition tag %(tag_name)s is protected and cannot be deleted.
ru: Метка определения метаданных %(tag_name)s имеет защиту и не может быть удалена

source: Data supplied was not valid.
ru: Предоставлены недействительные данные

source: Sort key supplied was not valid.
ru: Предоставлен недействительный ключ сортировки

source: Sort direction supplied was not valid.
ru: Предоставлено недействительное направление сортировки

source: Invalid configuration in property protection file.
ru: Недопустимая конфигурация в файле защиты параметров

source: Invalid configuration in glance-swift conf file.
ru: Недопустимая конфигурация в файле конфигурации glance-swift

source: Unable to filter using the specified operator.
ru: Фильтрация с помощью указанного оператора невозможна

source: Unable to filter using the specified range.
ru: Фильтрация с помощью указанного диапазона невозможна

source: Invalid value for option %(option)s: %(value)s
ru: Недопустимое значение параметра %(option)s: %(value)s

source: Attribute '%(property)s' is read-only.
ru: Атрибут '%(property)s' только для чтения

source: Attribute '%(property)s' is reserved.
ru: Атрибут '%(property)s' зарезервирован.

source: Redirecting to %(uri)s for authorization.
ru: Перенаправляется на %(uri)s для авторизации.

source: There was an error connecting to a server
ru: Ошибка подключения к серверу

source: There was an error configuring the client.
ru: Ошибка создания конфигурации клиента

source: The request returned a 302 Multiple Choices. This generally means that you have not included a version indicator in a request URI. The body of response returned: %(body)s
ru: Запрос вернул 302 Multiple Choice. Обычно это означает, что в URI запроса не был включён индикатор версии. Тело ответа вернуло: %(body)s

source: The request returned a 413 Request Entity Too Large. This generally means that rate limiting or a quota threshold was breached. The response body: %(body)s
ru: Запрос вернул «413 Request Entity Too Large». Обычно это означает, что превышена норма, ограничивающая порог квоты. Тело ответа: %(body)s

source: The request returned 503 Service Unavailable. This generally occurs on service overload or other transient outage.
ru: Запрос вернул 503 Service Unavailable. Обычно такое происходит при перегрузке службы или другом временном сбое.

source: The request returned 500 Internal Server Error.
ru: Запрос вернул 500 Internal Server Error.

source: The request returned an unexpected status: %(status)s. The response body: %(body)s
ru: Запрос вернул непредвиденный статус: %(status)s. Тело ответа: %(body)s

source: Invalid content type %(content_type)s
ru: Недопустимый тип содержимого %(content_type)s

source: Registry was not configured correctly on API server. Reason: %(reason)s
ru: Реестр на сервере API был настроен неверно. Причина: %(reason)s

source: Driver %(driver_name)s could not be configured correctly. Reason: %(reason)s
ru: Не удалось корректно настроить драйвер %(driver_name)s. Причина: %(reason)s

source: Maximum redirects (%(redirects)s) was exceeded.
ru: Превышено максимальное числе перенаправлений (%(redirects)s)

source: Received invalid HTTP redirect.
ru: Получено недопустимое перенаправление HTTP.

source: Response from Keystone does not contain a Glance endpoint.
ru: Ответ Keystone не содержит конечную точку Glance.

source: Multiple 'image' service matches for region %(region)s. This generally means that a region is required and you have not supplied one.
ru: Для области %(region)s найдено несколько совпадений для службы 'image'. Обычно это означает, что требуется указать область, но она указана не была.

source: Server worker creation failed: %(reason)s.
ru: Сбой создания рабочего процесса на сервере: %(reason)s.

source: Unable to load schema: %(reason)s
ru: Не удалось загрузить схему: %(reason)s

source: Provided object does not match schema '%(schema)s': %(reason)s
ru: Предоставленный объект не совпадает со схемой '%(schema)s': %(reason)s

source: The provided image is too large.
ru: Предоставленный образ слишком большой

source: Scrubber encountered an error while trying to fetch scrub jobs.
ru: Инструмент очистки обнаружил ошибку во время попытки получения задач по очистке

source: The limit has been exceeded on the number of allowed image members for this image. Attempted: %(attempted)s, Maximum: %(maximum)s
ru: Для данного образа был превышен лимит по разрешённым участникам образа. Предпринятая попытка: %(attempted)s, максимум: %(maximum)s

source: The limit has been exceeded on the number of allowed image properties. Attempted: %(attempted)s, Maximum: %(maximum)s
ru: Для данного образа был превышен лимит по разрешённым параметрам образа. Предпринятая попытка: %(attempted)s, максимум: %(maximum)s

source: The limit has been exceeded on the number of allowed image tags. Attempted: %(attempted)s, Maximum: %(maximum)s
ru: Для данного образа был превышен лимит по разрешённым меткам образа. Предпринятая попытка: %(attempted)s, максимум: %(maximum)s

source: The limit has been exceeded on the number of allowed image locations. Attempted: %(attempted)s, Maximum: %(maximum)s
ru: Для данного образа был превышен лимит по разрешённым местоположениям образа. Предпринятая попытка: %(attempted)s, максимум: %(maximum)s

source: System SIGHUP signal received.
ru: Получен системный сигнал SIGHUP.

source: %(cls)s exception was raised in the last rpc call: %(val)s
ru: В последнем вызове rpc было создано исключение %(cls)s: %(val)s

source: An unknown task exception occurred
ru: Произошло неизвестное исключение задачи

source: Task was not configured properly
ru: Задача была сконфигурирована неверно

source: Image with the given id %(image_id)s was not found
ru: Образ с указанным ID %(image_id)s не был найден

source: Task with the given id %(task_id)s was not found
ru: Задача с указанным ID %(task_id)s не была найдена

source: Provided status of task is unsupported: %(status)s
ru: Указанный статус задачи не поддерживается: %(status)s

source: Provided type of task is unsupported: %(type)s
ru: Указанный тип задачи не поддерживается: %(type)s

source: Status transition from %(cur_status)s to %(new_status)s is not allowed
ru: Переход статуса из %(cur_status)s в %(new_status)s не допускается

source: An import task exception occurred
ru: Произошло исключение задачи импорта

source: Task was aborted externally
ru: Выполнение задачи было прервано с внешней стороны

source: The location %(location)s already exists
ru: Местоположение %(location)s уже существует.

source: Invalid value '%(value)s' for parameter '%(param)s': %(extra_msg)s
ru: Недопустимое значение '%(value)s' параметра '%(param)s': %(extra_msg)s

source: Image status transition from %(cur_status)s to %(new_status)s is not allowed
ru: Переход статуса образа из %(cur_status)s в %(new_status)s не допускается

source: The metadata definition namespace=%(namespace_name)s already exists.
ru: В определении метаданных уже существует namespace=%(namespace_name)s.

source: A metadata definition object with name=%(object_name)s already exists in namespace=%(namespace_name)s.
ru: Объект определения метаданных с именем name=%(object_name)s уже существует в пространстве имён namespace=%(namespace_name)s.

source: A metadata definition property with name=%(property_name)s already exists in namespace=%(namespace_name)s.
ru: Параметр определения метаданных с именем name=%(property_name)s уже существует в пространстве имён namespace=%(namespace_name)s.

source: A metadata definition resource-type with name=%(resource_type_name)s already exists.
ru: Тип ресурса определения метаданных с именем name=%(resource_type_name)s уже существует

source: The metadata definition resource-type association of resource-type=%(resource_type_name)s to namespace=%(namespace_name)s already exists.
ru: В определении метаданных уже существует привязка типа ресурса resource-type=%(resource_type_name)s к пространству имён namespace=%(namespace_name)s

source: A metadata tag with name=%(name)s already exists in namespace=%(namespace_name)s. (Please note that metadata tag names are case insensitive).
ru: Метка метаданных с именем name=%(name)s уже существует в пространстве имён namespace=%(namespace_name)s. (Обратите внимание, что имена меток метаданных не чувствительны к регистру.)

source: The metadata definition %(record_type)s with name=%(record_name)s not deleted. Other records still refer to it.
ru: Определение метаданных %(record_type)s с именем name=%(record_name)s не удаляется. На него ссылаются другие записи.

source: Metadata definition namespace=%(namespace_name)s was not found.
ru: Пространство имён определения метаданных namespace=%(namespace_name)s не было найдено

source: The metadata definition object with name=%(object_name)s was not found in namespace=%(namespace_name)s.
ru: Объект определения метаданных с именем name=%(object_name)s не был найден в пространстве имён namespace=%(namespace_name)s.

source: The metadata definition property with name=%(property_name)s was not found in namespace=%(namespace_name)s.
ru: Параметр определения метаданных с именем name=%(property_name)s не был найден в пространстве имён namespace=%(namespace_name)s.

source: The metadata definition resource-type with name=%(resource_type_name)s, was not found.
ru: Тип ресурса определения метаданных с именем name=%(resource_type_name)s не был найден

source: The metadata definition resource-type association of resource-type=%(resource_type_name)s to namespace=%(namespace_name)s, was not found.
ru: Привязка типа ресурса определения метаданных resource-type=%(resource_type_name)s к пространству имён namespace=%(namespace_name)s не была найдена

source: The metadata definition tag with name=%(name)s was not found in namespace=%(namespace_name)s.
ru: Метка определения метаданных с именем name=%(name)s не была найдена в пространстве имён namespace=%(namespace_name)s.

source: Invalid data migration script '%(script)s'. A valid data migration script must implement functions 'has_migrations' and 'migrate'.
ru: Недопустимый сценарий миграции данных '%(script)s'. В действительном сценарии миграции данных должны быть реализованы функции 'has_migrations' и 'migrate'.

source: The location of the property protection file. Provide a valid path to the property protection file which contains the rules for property protections and the roles/policies associated with them. A property protection file, when set, restricts the Glance image properties to be created, read, updated and/or deleted by a specific set of users that are identified by either roles or policies. If this configuration option is not set, by default, property protections won't be enforced. If a value is specified and the file is not found, the glance-api service will fail to start. More information on property protections can be found at: https://docs.openstack.org/glance/latest/admin/property-protections.html Possible values: * Empty string * Valid path to the property protection configuration file Related options: * property_protection_rule_format
ru: Местоположение файла защиты параметров. Укажите действительный путь к файлу защиты параметров, содержащему правила защиты параметров и связанные с ними роли/политики. Настроенный файл защиты параметров ограничивает создание, чтение, обновление и/или удаление параметров образа Glance определённым набором пользователей, идентифицируемых либо ролями, либо политиками. Если данный параметр конфигурации не настроен, то, по умолчанию, принудительная защита параметров применяться не будет. Если значение параметра указано, но файл не найден, то служба glance-api потерпит сбой при запуске. Подробные сведения о защите параметров можно найти по ссылке: https://docs.openstack.org/glance/latest/admin/property-protections.html Возможные значения: * Пустая строка * Действительный путь до файла конфигурации защиты параметров Связанные параметры: * property_protection_rule_format

source: Rule format for property protection. Provide the desired way to set property protection on Glance image properties. The two permissible values are ``roles`` and ``policies``. The default value is ``roles``. If the value is ``roles``, the property protection file must contain a comma separated list of user roles indicating permissions for each of the CRUD operations on each property being protected. If set to ``policies``, a policy defined in policy.yaml is used to express property protections for each of the CRUD operations. Examples of how property protections are enforced based on ``roles`` or ``policies`` can be found at: https://docs.openstack.org/glance/latest/admin/property-protections.html#examples Possible values: * roles * policies Related options: * property_protection_file
ru: Формат правил защиты параметров. Укажите желаемый способ настройки защиты параметров образов Glance. Два разрешительных параметра: «роли» и «политики». Значение по умолчанию: «роли». При значении «роли» файл защиты параметров должен содержать список, через запятую, ролей пользователей, указывающих полномочия для каждого из действий CRUD на каждый из защищаемых параметров. При значении «политики» для выражения защиты параметров по каждой из операций CRUD применяется политика, настроенная в файле policy.yaml. Примеры принудительного применения защиты параметров как на базе политик, так и на базе ролей, можно найти по ссылке: https://docs.openstack.org/glance/latest/admin/property-protections.html#examples Возможные значения: * роли * политики Связанные параметры: * property_protection_file

source: This option has been removed in Wallaby. Because there is no migration path for installations that had owner_is_tenant==False, we have defined this option so that the code can probe the config file and refuse to start the api service if the deployment has been using that setting.
ru: Данный параметр был удалён в версии Wallaby. Поскольку для установок с настройкой «owner_is_tenant==False» отсутствует путь миграции, то данный параметр был создан для того, чтобы код мог проверять файл конфигурации, и в случае, если в развёртывании применялся данный параметр, отказывался запускать службу API.

source: Reference to default Swift account/backing store parameters. Provide a string value representing a reference to the default set of parameters required for using swift account/backing store for image storage. The default reference value for this configuration option is 'ref1'. This configuration option dereferences the parameters and facilitates image storage in Swift storage backend every time a new image is added. Possible values: * A valid string value Related options: * None
ru: Отсылка к исходной учётной записи Swift/параметрам вспомогательного хранилища. Укажите строковое значение, представляющее отсылку к изначальному набору параметров, требуемых для использования учётной записи Swift/вспомогательного хранилища для хранения образов. Значение по умолчанию: 'ref1'. Каждый раз при добавлении нового образа данный параметр конфигурации разыменовывает параметры и упрощает хранение образов в хранилище заднего плана Swift. Возможные значения: * Действительное строковое значение. Связанные параметры: * Нет

source: The address where the Swift authentication service is listening.
ru: Адрес, по которому слушает служба аутентификации Swift

source: The user to authenticate against the Swift authentication service.
ru: Пользователь, проходящий аутентификацию в службе аутентификации Swift

source: Auth key for the user authenticating against the Swift authentication service.
ru: Ключ аутентификации пользователя, проходящего аутентификацию в службе аутентификации Swift
