Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/glance-22.0.0/glance.po
Languages: ru

source: %(task_id)s of %(task_type)s not configured properly. Missing work dir: %(work_dir)s
ru: %(task_id)s из %(task_type)s настроена некорректно. Отсутствует рабочий каталог: %(work_dir)s

source: File %(path)s has invalid backing file %(bfile)s, aborting.
ru: У файла %(path)s недопустимый резервный файл %(bfile)s, операция прерывается.

source: Uploading the image failed due to: %(exc)s
ru: Сбой отправки образа по причине: %(exc)s

source: Set the desired image conversion format. Provide a valid image format to which you want images to be converted before they are stored for consumption by Glance. Appropriate image format conversions are desirable for specific storage backends in order to facilitate efficient handling of bandwidth and usage of the storage infrastructure. By default, ``conversion_format`` is not set and must be set explicitly in the configuration file. The allowed values for this option are ``raw``, ``qcow2`` and ``vmdk``. The ``raw`` format is the unstructured disk format and should be chosen when RBD or Ceph storage backends are used for image storage. ``qcow2`` is supported by the QEMU emulator that expands dynamically and supports Copy on Write. The ``vmdk`` is another common disk format supported by many common virtual machine monitors like VMWare Workstation. Possible values: * qcow2 * raw * vmdk Related options: * disk_formats
ru: Укажите желаемый формат преобразования образов. Укажите допустимый формат образа, в который будут преобразованы образы перед тем, как они будут помещены в хранилище для потребления в Glance. В целях облегчения эффективного использования пропускной способности и инфраструктуры хранилищ, для конкретных внутренних хранилищ желательны подходящие форматы. По умолчанию, параметр conversion_format не настраивается и должен быть явно настроен в конфигурационном файле. Принимаемыми значениями для этого параметра являются: «raw», «qcow2» и «vmdk». Формат raw представляет собой неструктурированный дисковый формат и должен быть выбран, если для хранилища образов используются хранилища заднего плана RBD или Ceph. Формат qcow2 поддерживается эмуляторами QEMU, расширяемыми динамически и с поддержкой механизма копирования при записи (Copy on Write). Формат vmdk — это ещё один распространённый дисковый формат, поддерживаемый многими мониторами виртуальных машин, такими, как VMWare Workstation. Возможные значения: * qcow2 * raw * vmdk Связанные параметры: * disk_formats

source: OVA extract is limited to admin
ru: Извлечение из архивов OVA доступно только для администраторов

source: Could not find OVF file in OVA archive file.
ru: Не удалось найти файл OVF в файле архива OVA.

source: Currently, OVA packages containing multiple disk are not supported.
ru: На данный момент пакеты OVA с несколькими дисками не поддерживаются

source: Desired output format for image conversion plugin. Provide a valid image format to which the conversion plugin will convert the image before storing it to the back-end. Note, if the Image Conversion plugin for image import is defined, users should only upload disk formats that are supported by `quemu-img` otherwise the conversion and import will fail. Possible values: * qcow2 * raw * vmdk Related Options: * disk_formats
ru: Желаемый выходной формат для модуля преобразования образов. Укажите допустимый формат образов, в который образы будут преобразовываться модулём преобразования перед сохранением их в хранилище заднего плана. Обратите внимание, что при настроенном модуле преобразования образов для импорта образов, пользователи должны отправлять образы только в форматах, поддерживаемых quemu-img, в противном случае преобразование и импорт закончатся неудачей. Возможные значения: * qcow2 * raw * vmdk Связанные параметры: * disk_formats

source: Specify name of user roles to be ignored for injecting metadata properties in the image. Possible values: * List containing user roles. For example: [admin,member]
ru: Укажите имена ролей пользователей, которые будут игнорироваться при внедрении свойств метаданных в образ. Возможные значения: * Список ролей пользователей. Например: [admin,member]

source: Dictionary contains metadata properties to be injected in image. Possible values: * Dictionary containing key/value pairs. Key characters length should be <= 255. For example: k1:v1,k2:v2
ru: Словарь со свойствами метаданных, которые должны быть внедрены в образ. Возможные значения: * Словарь пар ключ/значение. Длина символов ключа должна быть <= 255. Например: k1:v1,k2:v2

source: %(serv)s appears to already be running: %(pid)s
ru: Похоже, что %(serv)s уже запущен: %(pid)s

source: Removing stale pid file %s
ru: Удаляется устаревший файл pid %s

source: Unable to increase file descriptor limit. Running as non-root?
ru: Не удалось увеличить лимит дескриптора файла. Запуск был с правами root?

source: %(verb)sing %(serv)s with %(conf)s
ru: %(verb)sing %(serv)s с %(conf)s

source: unable to launch %(serv)s. Got error: %(e)s
ru: не удалось запустить %(serv)s. Получена ошибка: %(e)s

source: %(serv)s (pid %(pid)s) is running...
ru: %(serv)s (pid %(pid)s) выполняется...

source: %s is stopped
ru: %s остановлен

source: Unable to create pid file %(pid)s. Running as non-root? Falling back to a temp file, you can stop %(service)s service using: %(file)s %(server)s stop --pid-file %(fb)s
ru: Не удалось создать файл pid %(pid)s. Запуск был с правами root? Откатываемся на временный файл, для остановки службы %(service)s: %(file)s %(server)s stop --pid-file %(fb)s

source: Reload of %(serv)s not supported
ru: Перезагрузка %(serv)s не поддерживается

source: Server %(serv)s is stopped
ru: Сервер %(serv)s остановлен

source: Reloading %(serv)s (pid %(pid)s) with signal(%(sig)s)
ru: Перезагружаем %(serv)s (pid %(pid)s) с signal(%(sig)s)

source: Process %d not running
ru: Процесс %d не выполняется

source: Stopping %(serv)s (pid %(pid)s) with signal(%(sig)s)
ru: Останавливаем %(serv)s (pid %(pid)s) с signal(%(sig)s)

source: Waited 15 seconds for pid %(pid)s (%(file)s) to die; giving up
ru: 15 секунд ожидания смерти pid %(pid)s (%(file)s); отказ от дальнейших попыток

source: %s is already stopped
ru: %s уже остановлен

source: Suppressed respawn as %(serv)s was %(rsn)s.
ru: Повторное порождение подавлено, %(serv)s был %(rsn)s.

source: Database is either not under migration control or under legacy migration control, please run "glance-manage db sync" to place the database under alembic migration control.
ru: БД либо не подлежит контролю миграции, либо её контроль миграции устарел. Выполните команду "glance-manage db sync" чтобы поместить БД в контроль миграции под управлением библиотеки alembic.

source: Database is up to date. No upgrades needed.
ru: БД не требует обновления.

source: Your database is not up to date. Your first step is to run `glance-manage db expand`.
ru: БД требует обновления. В качестве первого шага выполните `glance-manage db expand`.

source: Your database is not up to date. Your next step is to run `glance-manage db migrate`.
ru: БД требует обновления. В качестве следующего шага выполните `glance-manage db migrate`.

source: Your database is not up to date. Your next step is to run `glance-manage db contract`.
ru: БД требует обновления. В качестве следующего шага выполните `glance-manage db contract`.

source: Placed database under migration control at revision:
ru: БД была помещена под контроль миграции под редакцией:

source: Database is up to date. No migrations needed.
ru: БД не требует обновления. Миграций не требуется.

source: Database is synced successfully.
ru: Синхронизация БД выполнена успешно.

source: Failed to sync database: ERROR: %s
ru: Сбой синхронизации БД: ОШИБКА: %s

source: Upgraded database, current revision(s):
ru: БД была обновлена, текущая редакция:

source: Upgraded database to: %(v)s, current revision(s): %(r)s
ru: БД была обновлена до: %(v)s, текущие редакции: %(r)s

source: Rolling upgrades are currently supported only for MySQL and Sqlite
ru: Обновления типа «rolling» на данный момент поддерживаются только для MySQL и Sqlite

source: Database expansion failed. Couldn't find head revision of expand branch.
ru: Сбой расширения БД. Не удалось найти редакцию head или развернуть ветку.

source: Database expansion failed. Database expansion should have brought the database version up to "%(e_rev)s" revision. But, current revisions are: %(curr_revs)s
ru: Сбой расширения БД. Расширение БД должно было обновить версию до "%(e_rev)s" включительно, но текущая версия: %(curr_revs)s

source: Database expansion is up to date. No expansion needed.
ru: Расширение БД актуально, расширение не требуется

source: Database contraction failed. Couldn't find head revision of contract branch.
ru: Сбой сокращения БД. Не удалось найти редакцию head сокращаемой ветки.

source: Database contraction did not run. Database contraction cannot be run before database expansion. Run database expansion first using "glance-manage db expand"
ru: Сокращение БД не было запущено. Сокращение БД нельзя запустить до расширения БД. Запустите сначала расширение БД, выполнив "glance-manage db expand"

source: Database contraction did not run. Database contraction cannot be run before data migration is complete. Run data migration using "glance-manage db migrate".
ru: Сокращение БД не было запущено Сокращение БД нельзя запустить до полного завершения миграции данных. Запустите миграцию данных, выполнив "glance-manage db migrate".

source: Database contraction failed. Database contraction should have brought the database version up to "%(e_rev)s" revision. But, current revisions are: %(curr_revs)s
ru: Сбой сокращения БД. Сокращение БД должно было обновить версию до "%(e_rev)s" включительно, но текущая версия: %(curr_revs)s

source: Data migration did not run. Data migration cannot be run before database expansion. Run database expansion first using "glance-manage db expand"
ru: Миграция данных не была запущена. Миграцию данных нельзя выполнить до расширения БД. Сначала запустите расширение БД, выполнив "glance-manage db expand".

source: Migrated %s rows
ru: Выполнена миграция для %s строк

source: Database migration is up to date. No migration needed.
ru: Миграция БД не требуется.

source: Invalid int value for age_in_days: %(age_in_days)s
ru: Недопустимое значение int для age_in_days: %(age_in_days)s

source: Invalid int value for max_rows: %(max_rows)s
ru: Недопустимое значение int для max_rows: %(max_rows)s

source: Must supply a non-negative value for age.
ru: Для age необходимо указать неотрицательное значение.

source: Maximal age is count of days since epoch.
ru: Максимальное время жизни отсчитывается в днях с момента epoch

source: Minimal rows limit is 1.
ru: Минимальный предел строк: 1.

source: Purge command failed, check glance-manage logs for more details.
ru: Сбой команды очистки, подробности см. в журналах glance-manage

source: Available categories:
ru: Доступные категории:

source: The image %s is already present on the target, but our check for it did not find it. This indicates that we do not have permissions to see all the images on the target server.
ru: Образ %s уже присутствует на цели, но проверка его не нашла. Это указывает на то, что у нас нет достаточных полномочий на просмотр всех образов на целевом сервере.

source: Too few arguments.
ru: Слишком мало аргументов

source: Total size is %(size)d bytes (%(human_size)s) across %(img_count)d images
ru: Общий размер %(size)d Байт (%(human_size)s) для числа образов: %(img_count)d

source: Unknown command: %s
ru: Неизвестная команда: %s

source: Unexpected response: %s
ru: Непредвиденный ответ: %s

source: Unknown auth strategy '%s'
ru: Неизвестная стратегия аутентификации '%s'

source: You have selected to use SSL in connecting, and you have supplied a cert, however you have failed to supply either a key_file parameter or set the GLANCE_CLIENT_KEY_FILE environ variable
ru: Ваш выбор указывает на использование SSL в подключениях, также был предоставлен сертификат, но кроме этого необходимо либо настроить key_file, либо настроить переменную окружения GLANCE_CLIENT_KEY_FILE, а этого не было сделано.

source: You have selected to use SSL in connecting, and you have supplied a key, however you have failed to supply either a cert_file parameter or set the GLANCE_CLIENT_CERT_FILE environ variable
ru: Ваш выбор указывает на использование SSL в подключениях, также был предоставлен ключ, но кроме этого необходимо либо настроить cert_file, либо настроить переменную окружения GLANCE_CLIENT_CERT_FILE, а этого не было сделано.

source: The key file you specified %s does not exist
ru: Указанный файл ключа %s не существует

source: The cert file you specified %s does not exist
ru: Указанный файл сертификата %s не существует

source: The CA file you specified %s does not exist
ru: Указанный файл ЦС %s не существует

source: Constructed URL: %s
ru: Сконструированный URL: %s

source: Deployment flavor to use in the server application pipeline. Provide a string value representing the appropriate deployment flavor used in the server application pipleline. This is typically the partial name of a pipeline in the paste configuration file with the service name removed. For example, if your paste section name in the paste configuration file is [pipeline:glance-api-keystone], set ``flavor`` to ``keystone``. Possible values: * String value representing a partial pipeline name. Related Options: * config_file
ru: Вариант конфигурации развёртывания, используемый в конвейере приложений сервера. Предоставьте строковое значение, представляющее соответствующий вариант конфигурации, используемый в конвейере приложений сервера. Как правило, это часть имени конвейера в конфигурационном файле paste, без имени службы. Если, например, имя раздела paste в конфигурации paste указано в виде [pipeline:glance-api-keystone], то для варианта конфигурации (параметр «flavor») нужно указать значение «keystone». Возможные значения: * Строковое значение, представляющее часть имени конвейера. Связанные параметры: * config_file

source: Name of the paste configuration file. Provide a string value representing the name of the paste configuration file to use for configuring piplelines for server application deployments. NOTES: * Provide the name or the path relative to the glance directory for the paste configuration file and not the absolute path. * The sample paste configuration file shipped with Glance need not be edited in most cases as it comes with ready-made pipelines for all common deployment flavors. If no value is specified for this option, the ``paste.ini`` file with the prefix of the corresponding Glance service's configuration file name will be searched for in the known configuration directories. (For example, if this option is missing from or has no value set in ``glance-api.conf``, the service will look for a file named ``glance-api-paste.ini``.) If the paste configuration file is not found, the service will not start. Possible values: * A string value representing the name of the paste configuration file. Related Options: * flavor
ru: Имя конфигурационного файла paste. Предоставьте строковое значение, предоставляющее имя конфигурационного файла paste, используемого для настройки конвейеров при развёртывании приложений сервера. ВНИМАНИЕ: * Для конфигурационного файла paste указывайте путь относительно каталога glance, а не абсолютный путь. * Пример конфигурационного файла paste, поставляемый в составе glance, в большинстве случаев не нуждается в редактировании, поскольку он поставляется с готовыми настроенными конвейерами для всех распространённых вариантов конфигураций развёртывания. Если значение данного параметра не предоставлено, то в известных каталогах, содержащих файлы конфигураций, будет произведён поиск файла paste.ini с префиксом от имени соответствующего файла конфигурации службы Glance. (Если, например, этого параметра нет в файле glance-api.conf, или у него отсутствует значение, то служба будет искать файл с именем glance-api-paste.ini. Если конфигурационный файл paste не будет найден, служба не запустится.) Возможные значения: * Строковое значение, представляющее имя конфигурационного файла paste. Связанные параметры: * flavor

source: Supported values for the 'container_format' image attribute
ru: Поддерживаемые значения атрибута образа 'container_format'

source: Supported values for the 'disk_format' image attribute
ru: Поддерживаемые значения атрибута образа 'disk_format'

source: Time in hours for which a task lives after, either succeeding or failing
ru: Время, в часах, существования задачи после своего успешного или неуспешного результата

source: Task executor to be used to run task scripts. Provide a string value representing the executor to use for task executions. By default, ``TaskFlow`` executor is used. ``TaskFlow`` helps make task executions easy, consistent, scalable and reliable. It also enables creation of lightweight task objects and/or functions that are combined together into flows in a declarative manner. Possible values: * taskflow Related Options: * None
ru: Инструмент исполнения задач, используемый для запуска сценариев задач. Укажите строковое значение, представляющее инструмент, используемый для выполнения задач. По умолчанию используется исполнитель TaskFlow. TaskFlow — это простой, отказоустойчивый, масштабируемый и надёжный исполнитель задач с возможностью создания легковесных объектов задач и/или функций, объединяемых в потоки в декларативной манере. Возможные значения: * taskflow Связанные параметры: * Нет

source: Absolute path to the work directory to use for asynchronous task operations. The directory set here will be used to operate over images - normally before they are imported in the destination store. NOTE: When providing a value for ``work_dir``, please make sure that enough space is provided for concurrent tasks to run efficiently without running out of space. A rough estimation can be done by multiplying the number of ``max_workers`` with an average image size (e.g 500MB). The image size estimation should be done based on the average size in your deployment. Note that depending on the tasks running you may need to multiply this number by some factor depending on what the task does. For example, you may want to double the available size if image conversion is enabled. All this being said, remember these are just estimations and you should do them based on the worst case scenario and be prepared to act in case they were wrong. Possible values: * String value representing the absolute path to the working directory Related Options: * None
ru: Абсолютный путь до рабочего каталога, используемого для действий асинхронных задач. Указанный здесь каталог будет использоваться для действий с образами — как правило до того, как образы будут импортированы в целевое хранилище. ВНИМАНИЕ: указывая значение для work_dir, убедитесь, что места, предоставляемого для одновременно выполняемых задач, достаточно для их эффективного выполнения, и дефицита места не возникнет. Грубые расчёты можно сделать, умножив значение max_workers на средний размер образа (например, 500 Мбайт). Оценка размера образов должна быть сделана на основе среднего размера образов в имеющемся развёртывании. Обратите внимание, что, в зависимости от выполняемых задач, возможно, придётся умножить это число на некоторые факторы, в зависимости от характера выполняемой задачи. Можно, например, удвоить доступный размер образа, если включено преобразование образов. Учитывая всё вышесказанное, не забывайте, что это только примерные оценки и делать их нужно, исходя из самых неблагоприятных возможных сценариев, и быть готовым к действиям в том случае, если они окажутся неверными. Возможные значения: * Строковое значение, представляющее абсолютный путь до рабочего каталога Связанные параметры: * Нет

source: This option is redundant. Control custom image property usage via the 'image_property_quota' configuration option. This option is scheduled to be removed during the Victoria development cycle.
ru: Данный параметр избыточен и запланирован к удалению во время цикла разработки Victoria. Управляйте применением пользовательских параметров с помощью параметра конфигурации 'image_property_quota'.

source: Allow users to add additional/custom properties to images. Glance defines a standard set of properties (in its schema) that appear on every image. These properties are also known as ``base properties``. In addition to these properties, Glance allows users to add custom properties to images. These are known as ``additional properties``. By default, this configuration option is set to ``True`` and users are allowed to add additional properties. The number of additional properties that can be added to an image can be controlled via ``image_property_quota`` configuration option. Possible values: * True * False Related options: * image_property_quota
ru: Разрешить пользователям добавлять дополнительные/пользовательские параметры образов. Glance определяет стандартный набор параметров (в своей схеме), присущих каждому образу. Эти параметры также известны как «базовые». В добавление к этим параметрам, Glance даёт пользователям возможность добавить образу пользовательские параметры. Они известны как «дополнительные параметры». По умолчанию, данный параметр конфигурации имеет значение «верно», и пользователям разрешено добавлять пользовательские параметры. Число пользовательских параметров, добавляемых к образу, контролируется параметром конфигурации image_property_quota. Возможные значения: * Верно * Ложно Связанные параметры: * image_property_quota
