Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/glance-22.0.0/glance.po
Languages: ru

source: Invalid location
ru: Недопустимое местоположение

source: Invalid locations
ru: Недопустимые местоположения

source: Original locations is not empty: %s
ru: Исходное местоположение не пустое: %s

source: Signature verification failed
ru: Сбой проверки подлинности подписи

source: %s of uploaded data is different from current value set on the image.
ru: %s выгруженных данных отличаются от текущих значений, настроенных в образе

source: Default publisher_id for outgoing Glance notifications. This is the value that the notification driver will use to identify messages for events originating from the Glance service. Typically, this is the hostname of the instance that generated the message. Possible values: * Any reasonable instance identifier, for example: image.host1 Related options: * None
ru: Значение publisher_id по умолчанию для исходящих уведомлений Glance. Это значение будет использоваться драйвером уведомлений для идентификации сообщений о событиях, инициированных службой Glance. Как правило, это имя хоста экземпляра, создавшего сообщение. Возможные значения: * Любой приемлемый идентификатор экземпляра, например: image.host1 Связанные параметры: * Нет

source: List of notifications to be disabled. Specify a list of notifications that should not be emitted. A notification can be given either as a notification type to disable a single event notification, or as a notification group prefix to disable all event notifications within a group. Possible values: A comma-separated list of individual notification types or notification groups to be disabled. Currently supported groups: * image * image.member * task * metadef_namespace * metadef_object * metadef_property * metadef_resource_type * metadef_tag For a complete listing and description of each event refer to: http://docs.openstack.org/developer/glance/notifications.html The values must be specified as: <group_name>.<event_name> For example: image.create,task.success,metadef_tag Related options: * None
ru: Список отключаемых уведомлений. Укажите список пропускаемых уведомлений. Уведомление можно указать либо в виде типа уведомления, для отключения единичного уведомления о событии, либо в виде префикса группы уведомлений для отключения всех уведомлений о событиях внутри группы. Возможные значения: Список, через запятую, отключаемых отдельных типов уведомлений или групп уведомлений. На данный момент поддерживаются группы: * image * image.member * task * metadef_namespace * metadef_object * metadef_property * metadef_resource_type * metadef_tag Полный список и описание смотрите по ссылке: http://docs.openstack.org/developer/glance/notifications.html Значения должны указываться в виде: <имя_группы>.<имя_события> Например: image.create,task.success,metadef_tag Связанные параметры: * Нет

source: Image storage media is full: %s
ru: Носитель образа полностью заполнен: %s

source: Insufficient permissions on image storage media: %s
ru: Недостаточно полномочий на носитель образа: %s

source: Cannot save data for image %(image_id)s: %(error)s
ru: Не удалось сохранить данные образа %(image_id)s: %(error)s

source: Unable to upload duplicate image data for image %(image_id)s: %(error)s
ru: Не удалось выгрузить дублирующие данные образа %(image_id)s: %(error)s

source: Not allowed to upload image data for image %(image_id)s: %(error)s
ru: Выгрузка данных образа %(image_id)s запрещена: %(error)s

source: Image %(image_id)s could not be found after upload. The image may have been deleted during the upload: %(error)s
ru: Не удалось найти образ %(image_id)s после его выгрузки. Возможно, во время выгрузки образ был удалён: %(error)s

source: Failed to upload image data for image %(image_id)s due to HTTP error: %(error)s
ru: Не удалось выгрузить данные образа %(image_id)s в связи с ошибкой HTTP: %(error)s

source: Failed to upload image data for image %(image_id)s due to internal error: %(error)s
ru: Не удалось выгрузить данные образа %(image_id)s в связи с внутренней ошибкой: %(error)s

source: custom properties (%(props)s) conflict with base properties
ru: пользовательские параметры (%(props)s) конфликтуют с базовыми

source: The amount of time, in seconds, to delay image scrubbing. When delayed delete is turned on, an image is put into ``pending_delete`` state upon deletion until the scrubber deletes its image data. Typically, soon after the image is put into ``pending_delete`` state, it is available for scrubbing. However, scrubbing can be delayed until a later point using this configuration option. This option denotes the time period an image spends in ``pending_delete`` state before it is available for scrubbing. It is important to realize that this has storage implications. The larger the ``scrub_time``, the longer the time to reclaim backend storage from deleted images. Possible values: * Any non-negative integer Related options: * ``delayed_delete``
ru: Период времени, в секундах, для отсрочки очистки образа. При включённой отсрочке очистки, образ после удаления получает состояние ``pending_delete`` до тех пор, пока инструмент очистки не удалит данные образа. Обычно, образ становится доступным для очистки вскоре после того, как получит состояние ``pending_delete``. Тем не менее, очистку можно отсрочить до более позднего момента с помощью данного параметра конфигурации. Данный параметр обозначает промежуток времени, в течение которого образ находится в состоянии ``pending_delete``, до того, как станет доступным для очистки. Возможные значения: * Любое целое неотрицательное число Связанные параметры: * ``delayed_delete``

source: The size of thread pool to be used for scrubbing images. When there are a large number of images to scrub, it is beneficial to scrub images in parallel so that the scrub queue stays in control and the backend storage is reclaimed in a timely fashion. This configuration option denotes the maximum number of images to be scrubbed in parallel. The default value is one, which signifies serial scrubbing. Any value above one indicates parallel scrubbing. Possible values: * Any non-zero positive integer Related options: * ``delayed_delete``
ru: Размер пула потоков, используемого при очистки образов. При наличии большого количества образов, для которых нужно выполнить очистку, выгодно проводить очистку параллельно, чтобы иметь возможность контролировать очередь очистки и чтобы освобождаемые ресурсы хранилища заднего плана становились доступными вовремя. Данный параметр конфигурации настраивает максимальное число образов, которые могут очищаться параллельно. Значение по умолчанию — 1, т.е. последовательная очистка. Любое значение больше единицы означает параллельную очистку. Возможные значения: * Любое целое неотрицательное число Связанные параметры: * ``delayed_delete``

source: Turn on/off delayed delete. Typically when an image is deleted, the ``glance-api`` service puts the image into ``deleted`` state and deletes its data at the same time. Delayed delete is a feature in Glance that delays the actual deletion of image data until a later point in time (as determined by the configuration option ``scrub_time``). When delayed delete is turned on, the ``glance-api`` service puts the image into ``pending_delete`` state upon deletion and leaves the image data in the storage backend for the image scrubber to delete at a later time. The image scrubber will move the image into ``deleted`` state upon successful deletion of image data. NOTE: When delayed delete is turned on, image scrubber MUST be running as a periodic task to prevent the backend storage from filling up with undesired usage. Possible values: * True * False Related options: * ``scrub_time`` * ``wakeup_time`` * ``scrub_pool_size``
ru: Вкл/выкл отложенное удаление. Обычно, при удалении образа, служба ``glance-api`` помещает образ в состояние ``deleted`` и одновременно с этим удаляет его данные. Отложенное удаление — это возможность Glance, когда фактическое удаление данных образа откладывается до более позднего момента времени (настраивается при помощи параметра ``scrub_time``). При включённом отложенном удалении служба ``glance-api`` после удаления образа помещает его в состояние ``pending_delete`` и оставляет данные образа на внутреннем сервере хранилища для того, чтобы инструмент очистки образов удалил их позже. После успешного удаления данных образа инструмент очистки образов перемещает образ в состояние ``deleted``. ВНИМАНИЕ: при включённом отложенном удалении инструмент очистки образов ДОЛЖЕН выполняться в виде периодической задачи для предотвращения переполнения хранилища заднего плана в результате нежелательного использования. Возможные значения: * Верно * Ложно Связанные параметры: * ``scrub_time`` * ``wakeup_time`` * ``scrub_pool_size``

source: Time interval, in seconds, between scrubber runs in daemon mode. Scrubber can be run either as a cron job or daemon. When run as a daemon, this configuration time specifies the time period between two runs. When the scrubber wakes up, it fetches and scrubs all ``pending_delete`` images that are available for scrubbing after taking ``scrub_time`` into consideration. If the wakeup time is set to a large number, there may be a large number of images to be scrubbed for each run. Also, this impacts how quickly the backend storage is reclaimed. Possible values: * Any non-negative integer Related options: * ``daemon`` * ``delayed_delete``
ru: Временной интервал, в секундах, между запусками инструмента очистки в фоновом режиме (daemon). Инструмент очистки можно запускать либо в виде задачи cron, либо в виде фоновой управляющей программы. При запуске в фоновом режиме данное значение времени обозначает промежуток времени между двумя запусками. При просыпании инструмента очистки, он оценивает и учитывает значение ``scrub_time``, затем получает сведения обо всех образах в состоянии ``pending_delete``, доступных для очистки, и очищает их. Если в качестве значения времени просыпания установлено большое число, то за каждое выполнение очистки будет очищено бо́льшее число образов. Также это значение влияет на то, насколько быстро будет возвращено в работу место в хранилище заднего плана. Возможные значения: * Любое целое неотрицательное число Связанные параметры: * ``daemon`` * ``delayed_delete``

source: Run scrubber as a daemon. This boolean configuration option indicates whether scrubber should run as a long-running process that wakes up at regular intervals to scrub images. The wake up interval can be specified using the configuration option ``wakeup_time``. If this configuration option is set to ``False``, which is the default value, scrubber runs once to scrub images and exits. In this case, if the operator wishes to implement continuous scrubbing of images, scrubber needs to be scheduled as a cron job. Possible values: * True * False Related options: * ``wakeup_time``
ru: Запуск инструмента очистки в фоновом режиме (daemon). Конфигурация с логическими значениями указывает, должен ли инструмент очистки выполняться как долговременный процесс, просыпающийся по регулярным интервалам для очистки образов. Интервал между просыпаниями можно указать с помощью параметра конфигурации ``wakeup_time``. Если для данного параметра указано значение «Ложно», являющееся значением по умолчанию, то инструмент очистки запускается один раз, очищает образы и завершает работу. В этом случае, если необходимо реализовать постоянную очистку образов, инструмент очистки необходимо занести в расписание как задачу cron. Возможные значения: * Верно * Ложно Связанные параметры: * ``wakeup_time``

source: Restore the image status from 'pending_delete' to 'active'. This option is used by administrator to reset the image's status from 'pending_delete' to 'active' when the image is deleted by mistake and 'pending delete' feature is enabled in Glance. Please make sure the glance-scrubber daemon is stopped before restoring the image to avoid image data inconsistency. Possible values: * image's uuid
ru: Восстановить статус образа с 'pending_delete' на 'active'. Данный параметр используется администратором для восстановления статуса образа с 'pending_delete' на 'active' в случае ошибочного удаления образа при включённом в Glance параметре 'pending delete'. Для избежания несогласованности данных, перед восстановлением образа убедитесь в том, что фоновое выполнение glance-scrubber остановлено. Возможные значения: * image's uuid

source: Only shared images have members.
ru: Участники есть только у разделяемых образов.

source: You cannot get image member for %s
ru: Невозможно получить участника образа для %s

source: You cannot delete image member for %s
ru: Невозможно удалить участника образа для %s

source: You cannot add image member for %s
ru: Невозможно добавить участника образа для %s

source: You cannot update image member %s
ru: Невозможно обновить участника образа %s

source: You are not permitted to create images owned by '%s'.
ru: У вас нет разрешений на создание образов с владельцем '%s'.

source: You are not permitted to create image members for the image.
ru: У вас нет разрешений на создание участников для этого образа

source: You are not permitted to modify '%(attr)s' on this %(resource)s.
ru: У вас нет разрешений на изменение '%(attr)s' на %(resource)s.

source: You are not permitted to modify locations for this image.
ru: У вас нет разрешений на изменение местоположения этого образа

source: You are not permitted to modify '%s' on this image.
ru: У вас нет разрешений на изменение '%s' этого образа.

source: You are not permitted to modify this image.
ru: У вас нет разрешений на изменение этого образа.

source: You are not permitted to modify tags on this image.
ru: У вас нет разрешений на изменение меток этого образа.

source: You are not permitted to delete this image.
ru: У вас нет разрешений на удаление этого образа.

source: You are not permitted to upload data for this image.
ru: У вас нет разрешений на выгрузку данных для этого образа.

source: You are not permitted to deactivate this image.
ru: У вас нет разрешений на деактивацию этого образа.

source: You are not permitted to reactivate this image.
ru: У вас нет разрешений на повторную активацию этого образа.

source: You are not permitted to set status on this task.
ru: У вас нет разрешений на настройку статуса этой задачи

source: You are not permitted to create this task with owner as: %s
ru: У вас нет разрешений на создание этой задачи с владельцем %s

source: You are not permitted to delete this namespace.
ru: У вас нет разрешений на удаление этого пространства имён.

source: You are not permitted to update this namespace.
ru: У вас нет разрешений на обновление этого пространства имён.

source: You are not permitted to create namespace owned by '%s'
ru: У вас нет разрешений на создание пространств имён с владельцем '%s'

source: You are not permitted to delete this object.
ru: У вас нет разрешений на удаление этого объекта.

source: You are not permitted to update this object.
ru: У вас нет разрешений на обновление этого объекта.

source: You are not permitted to create object owned by '%s'
ru: У вас нет разрешений на создание объектов с владельцем '%s'

source: You are not permitted to delete this meta_resource_type.
ru: У вас нет разрешений на удаление этого meta_resource_type.

source: You are not permitted to create resource_type owned by '%s'
ru: У вас нет разрешений на создание resource_type с владельцем '%s'

source: You are not permitted to delete this property.
ru: У вас нет разрешений на удаление этого параметра.

source: You are not permitted to update this property.
ru: У вас нет разрешений на обновление этого параметра.

source: You are not permitted to create property owned by '%s'
ru: У вас нет разрешений на создание свойств с владельцем '%s'

source: You are not permitted to delete this tag.
ru: У вас нет разрешений на удаление этой метки.

source: You are not permitted to update this tag.
ru: У вас нет разрешений на обновление этой метки.

source: Owner must be specified to create a tag.
ru: Для создание метки необходимо указать владельца.

source: You are not permitted to create a tag in the namespace owned by '%s'
ru: У вас нет разрешений на создание метки в пространстве имён с владельцем '%s'

source: Corrupt image download for image %(image_id)s
ru: Скаченный образ %(image_id)s повреждён

source: No image found with ID %s
ru: Образ с ID %s не найден

source: Invalid locations: %s
ru: Недопустимые местоположения: %s

source: Public url endpoint to use for Glance versions response. This is the public url endpoint that will appear in the Glance "versions" response. If no value is specified, the endpoint that is displayed in the version's response is that of the host running the API service. Change the endpoint to represent the proxy URL if the API service is running behind a proxy. If the service is running behind a load balancer, add the load balancer's URL for this value. Possible values: * None * Proxy URL * Load balancer URL Related options: * None
ru: Конечная точка публичного URL для ответов с информацией о версии Glance. Указывает конечную точку публичного адреса URL, который будет указан в ответах "versions" службы Glance. Если значение не указано, то конечная точка, показываемая в ответе с информацией о версии, будет конечной точкой хоста, на котором выполняется служба API. Если служба API выполняется за прокси, измените значение конечной точки для представления URL прокси. Если служба выполняется за балансировщиком нагрузки, добавьте к этому значению URL балансировщика. Возможные значения: * Нет * URL прокси * URL балансировщика нагрузки Связанные параметры: * Нет

source: Allow limited access to unauthenticated users. Assign a boolean to determine API access for unathenticated users. When set to False, the API cannot be accessed by unauthenticated users. When set to True, unauthenticated users can access the API with read-only privileges. This however only applies when using ContextMiddleware. Possible values: * True * False Related options: * None
ru: Предоставить ограниченный доступ пользователям, не прошедшим аутентификацию. Присвоить логическое значение для настройки доступа к API для пользователей, не прошедших проверку подлинности. При значении «Ложно» такие пользователи не могут получать доступа к API. При значении «Верно» пользователи, не прошедшие проверку подлинности, получают доступ к API только для чтения. Но эти условия применяются только при использовании ContextMiddleware. Возможные значения: * Верно * Ложно Связанные параметры: * Нет

source: Limit the request ID length. Provide an integer value to limit the length of the request ID to the specified length. The default value is 64. Users can change this to any ineteger value between 0 and 16384 however keeping in mind that a larger value may flood the logs. Possible values: * Integer value between 0 and 16384 Related options: * None
ru: Ограничить длину ID запроса. Предоставляет целое значение для ограничения длины идентификатора запроса до указанной длины. Значение по умолчанию: 64. Пользователи могут изменять это значение до любого целого от 0 до 16384, не забывая при этом, что высокие значения могут переполнить журнал. Возможные значения: * Целое значение в диапазоне от 0 до 16384 Связанные параметры: * Нет

source: Invalid service catalog json.
ru: Недопустимый json каталога служб.

source: x-openstack-request-id is too long, max size %s
ru: Слишком длинный x-openstack-request-id, макс. размер %s

source: Multi backend is not supported at this site.
ru: Поддержка нескольких механизмов заднего плана для этого сайта отсутствует

source: Cannot delete staged image data %(fn)s [Errno %(en)d]
ru: Невозможно удалить данные промежуточного образа %(fn)s [Errno %(en)d]

source: Staged image data not found at %(fn)s
ru: Данные промежуточного образа в %(fn)s не найдены

source: Image %s could not be found after upload. The image may have been deleted during the upload, cleaning up the chunks uploaded.
ru: Не удалось найти образ %s после его выгрузки. Образ мог быть удалён во время его выгрузки, с очисткой уже загруженных фрагментов.

source: Authentication error - the token may have expired during file upload. Deleting image data for %s.
ru: Ошибка аутентификации: срок действия маркёра мог закончиться во время выгрузки файла. Данные образа %s удаляются.

source: Error in store configuration. Adding images to store is disabled.
ru: Ошибка конфигурации хранилища. Добавление образов в хранилище отключено.

source: Image exceeds the storage quota: %s
ru: Образ превышает квоту хранилища: %s

source: The incoming image is too large: %s
ru: Входящий образ слишком велик: %s

source: 'node_staging_uri' is not set correctly. Could not load staging store.
ru: Параметр 'node_staging_uri' настроен неправильно. Не удалось загрузить промежуточное хранилище.

source: The image %s has data on staging
ru: У образа %s имеются данные в промежуточном хранилище

source: The requested image has been deactivated. Image data download is forbidden.
ru: Запрошенный образ был деактивирован. Скачивание данных образа запрещено.

source: 'glance-direct' method is not available at this site.
ru: Метод 'glance-direct' невозможен на данном сайте

source: Error fetching members of image %(image_id)s: %(inner_msg)s
ru: Ошибка при получении сведений об участниках образа %(image_id)s: %(inner_msg)s

source: Image %s not found.
ru: Образ %s не найден

source: You are not authorized to lookup image %s.
ru: Отсутствует авторизация на поиск образа %s.

source: %(m_id)s not found in the member list of the image %(i_id)s.
ru: %(m_id)s не найден в списке участников образа %(i_id)s.

source: You are not authorized to lookup the members of the image %s.
ru: Отсутствует авторизация на поиск участников образа %s.

source: Not allowed to create members for image %s.
ru: Нет разрешений на создание участников образа %s.

source: Member %(member_id)s is duplicated for image %(image_id)s
ru: Участник %(member_id)s повторяется для образа %(image_id)s

source: Image member limit exceeded for image %(id)s: %(e)s:
ru: Для образа %(id)s превышен лимит участников: %(e)s:

source: Not allowed to update members for image %s.
ru: Нет разрешений на обновление участников образа %s.

source: Incorrect request: %s
ru: Неверный запрос: %s

source: Not allowed to list members for image %s.
ru: Нет разрешений на получение списка участников образа %s.

source: Not allowed to delete members for image %s.
ru: Нет разрешений на удаление участников образа %s.

source: Body expected in request.
ru: В запросе ожидалось тело

source: Member to be added not specified
ru: Не указан добавляемый участник

source: Member can't be empty
ru: Участник не может быть пустым

source: Expected a member in the form: {"member": "image_id"}
ru: Ожидался участник в форме {"member": "image_id"}

source: Status not specified
ru: Статус не указан

source: Expected a status in the form: {"status": "status"}
ru: Ожидался статус в форме {"status": "status"}

source: An identifier for the image member (tenantId)
ru: Идентификатор участника образа (tenantId)

source: An identifier for the image
ru: Идентификатор образа

source: Date and time of image member creation
ru: Дата и время создания участника образа

source: Date and time of last modification of image member
ru: Дата и время последней модификации участника образа

source: The status of this image member
ru: Статус этого участника образа

source: Not allowed to update tags for image %s.
ru: Нет разрешений на обновление меток образа %s.

source: Could not update image: %s
ru: Не удалось обновить образ: %s

source: Image tag limit exceeded for image %(id)s: %(e)s:
ru: Для образа %(id)s превышен лимит меток: %(e)s:

source: Not allowed to delete tags for image %s.
ru: Нет разрешений на удаление меток образа %s.
