Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/glance-22.0.0/glance.po
Languages: ru

source: The status of deleted image location can only be set to 'pending_delete' or 'deleted'
ru: Статус местоположения удалённого образа может быть только «ожидает удаления» или «удалено»

source: Absolute path to the directory where JSON metadefs files are stored. Glance Metadata Definitions ("metadefs") are served from the database, but are stored in files in the JSON format. The files in this directory are used to initialize the metadefs in the database. Additionally, when metadefs are exported from the database, the files are written to this directory. NOTE: If you plan to export metadefs, make sure that this directory has write permissions set for the user being used to run the glance-api service. Possible values: * String value representing a valid absolute pathname Related options: * None
ru: Абсолютный путь до каталога, в котором хранятся файлы metadefs в формате JSON. Определения метаданных службы Glance ("metadefs") обслуживаются из базы данных, но хранятся в файлах в формате JSON. Файлы в этом каталоге используются для инициализации metadefs в БД. Дополнительно, при экспорте metadefs из БД, файлы пишутся в данный каталог. ВНИМАНИЕ: планируя экспорт metadefs, убедитесь в том, что у пользователей, от имени которых запускается служба glance-api, есть права на запись в данный каталог. Возможные значения: * Строковое значение, представляющее действительный абсолютный путь. Связанные параметры: * Нет

source: Database is currently not under Alembic's migration control.
ru: БД на данный момент не контролируется библиотекой миграции Alembic

source: The current database version is not supported any more. Please upgrade to Liberty release first.
ru: Текущая версия БД больше не поддерживается. Сначала нужно обновиться до версии Liberty.

source: Unable to place database under Alembic's migration control. Unknown database state, can't proceed further.
ru: Не удалось поместить БД под контроль библиотеки миграции Alembic. Неизвестное состояние БД, продолжение невозможно.

source: Placing database under Alembic's migration control at revision:
ru: БД помещается под контроль библиотеки миграции Alembic с редакцией:

source: Invalid update. It would result in a duplicate metadata definition object with the same name=%(name)s in namespace=%(namespace_name)s.
ru: Недопустимое обновление. Оно приведёт к дублированию объекта определения метаданных с таким же именем name=%(name)s в пространстве имён namespace=%(namespace_name)s.

source: URI cannot contain more than one occurrence of a scheme.If you have specified a URI like swift://user:pass@http://authurl.com/v1/container/obj, you need to change it to use the swift+http:// scheme, like so: swift+http://user:pass@authurl.com/v1/container/obj
ru: URI не может содержать более одного вхождения схемы. Если URI был указан в виде swift://user:pass@http://authurl.com/v1/container/obj, то его нужно сменитьна использование схемы swift+http://, таким образом: swift+http://user:pass@authurl.com/v1/container/obj

source: Badly formed credentials '%(creds)s' in Swift URI
ru: Неверно сформированы учётные данные «%(creds)s» в Swift URI

source: Badly formed credentials in Swift URI.
ru: Неверно сформированы учётные данные в Swift URI.

source: Badly formed S3 URI: %(uri)s
ru: Неверно сформированный S3 URI: %(uri)s

source: new_image() got unexpected keywords %s
ru: непредвиденные ключевые слова %s в new_image()

source: __init__() got unexpected keyword argument '%s'
ru: непредвиденный аргумент ключевых слов «%s» для __init__()

source: Property %s must be set prior to saving data.
ru: Перед сохранением данных необходимо указать параметр %s

source: Properties %s must be set prior to saving data.
ru: Перед сохранением данных необходимо указать параметры %s

source: Visibility must be one of "community", "public", "private", or "shared"
ru: Видимость может иметь одно из след. значений: "community", "public", "private" или "shared"

source: Attribute container_format can be only replaced for a queued image.
ru: Атрибут container_format может быть заменён только у образов, поставленных в очередь

source: Attribute disk_format can be only replaced for a queued image.
ru: Атрибут disk_format может быть заменён только у образов, поставленных в очередь

source: Cannot be a negative value
ru: Не может быть отрицательным значением

source: Not allowed to deactivate image in status '%s'
ru: Образы со статусом «%s» нельзя деактивировать

source: Not allowed to reactivate image in status '%s'
ru: Образы со статусом «%s» нельзя активировать повторно

source: Status must be "pending", "accepted" or "rejected".
ru: Статус должен быть: «ожидание», «принято» или «отклонено»

source: The driver to use for image cache management. This configuration option provides the flexibility to choose between the different image-cache drivers available. An image-cache driver is responsible for providing the essential functions of image-cache like write images to/read images from cache, track age and usage of cached images, provide a list of cached images, fetch size of the cache, queue images for caching and clean up the cache, etc. The essential functions of a driver are defined in the base class ``glance.image_cache.drivers.base.Driver``. All image-cache drivers (existing and prospective) must implement this interface. Currently available drivers are ``sqlite`` and ``xattr``. These drivers primarily differ in the way they store the information about cached images: * The ``sqlite`` driver uses a sqlite database (which sits on every glance node locally) to track the usage of cached images. * The ``xattr`` driver uses the extended attributes of files to store this information. It also requires a filesystem that sets ``atime`` on the files when accessed. Possible values: * sqlite * xattr Related options: * None
ru: Драйвер для управления кешированием образов. Данный параметр конфигурации предоставляет гибкий выбор между различными доступными драйверами image-cache. Драйвер image-cache отвечает за предоставление базового функционала image-cache, такого, как запись/чтение образов в/из кеша, отслеживание возраста и использования кешированных образов, предоставление списка кешированных образов, получение размера кеша, постановка образов в очередь на кеширование и очистку кеша и так далее. Основные функции драйвера настроены в базовом классе «glance.image_cache.drivers.base.Driver». Все драйверы image-cache (как существующие, так и будущие) должны реализовывать этот интерфейс. На данный момент доступны драйверы «sqlite» и «xattr». Разница между ними в основном заключается в способе, каким они хранят сведения о кешированных образах: * Драйвер sqlite использует БД sqlite (которая располагается локально на каждом из узлов Glance) для отслеживания использования кешированных образов. * Драйвер «xattr» для хранения этой информации использует расширенные атрибуты файла. Также ему требуется файловая система, указывающая «atime» во время доступа к файлам. Возможные значения: * sqlite * xattr Связанные параметры: * Нет

source: The upper limit on cache size, in bytes, after which the cache-pruner cleans up the image cache. NOTE: This is just a threshold for cache-pruner to act upon. It is NOT a hard limit beyond which the image cache would never grow. In fact, depending on how often the cache-pruner runs and how quickly the cache fills, the image cache can far exceed the size specified here very easily. Hence, care must be taken to appropriately schedule the cache-pruner and in setting this limit. Glance caches an image when it is downloaded. Consequently, the size of the image cache grows over time as the number of downloads increases. To keep the cache size from becoming unmanageable, it is recommended to run the cache-pruner as a periodic task. When the cache pruner is kicked off, it compares the current size of image cache and triggers a cleanup if the image cache grew beyond the size specified here. After the cleanup, the size of cache is less than or equal to size specified here. Possible values: * Any non-negative integer Related options: * None
ru: Верхний лимит размер кеша, в байтах, после достижения которого инструмент удаления кеша очищает кеш образа. ВНИМАНИЕ: параметр представляет собой просто пороговое значение, по превышении которого выполняется действие. Он НЕ является жёстким пределом, за которым кеш образа не будет увеличиваться. По сути, в зависимости от частоты запусков инструмента удаления кеша и скорости заполнения кеша, кеш образа с большой вероятностью может намного превысить указанный здесь размер. Следовательно, правильная настройка расписания очистки кеша и настройка ограничения в данном параметре должны проводиться очень внимательно. Glance кеширует образ при его скачивании. Как следствие, по мере увеличения числа скачиваний, размер кеша образов со временем растёт. Чтобы предотвратить ситуацию неуправляемости кеша, рекомендуется создать задачу по периодическому запуску инструмента очистки кеша. При его запуске выполняется сравнение текущего размера кеша образов и запускается очистка, если объём кеша вырос выше значения, указанного здесь. После очистки размер кеша будет меньше или равен значению, указанному здесь. Возможные значения: * Любое неотрицательное число Связанные параметры: * Нет

source: The amount of time, in seconds, an incomplete image remains in the cache. Incomplete images are images for which download is in progress. Please see the description of configuration option ``image_cache_dir`` for more detail. Sometimes, due to various reasons, it is possible the download may hang and the incompletely downloaded image remains in the ``incomplete`` directory. This configuration option sets a time limit on how long the incomplete images should remain in the ``incomplete`` directory before they are cleaned up. Once an incomplete image spends more time than is specified here, it'll be removed by cache-cleaner on its next run. It is recommended to run cache-cleaner as a periodic task on the Glance API nodes to keep the incomplete images from occupying disk space. Possible values: * Any non-negative integer Related options: * None
ru: Временной промежуток, в секундах, в течение которого неполный образ пребывает в кеше. Неполные образы — это образы в процессе скачивания. Подробности см. в описании параметра конфигурации «image_cache_dir». Иногда, по разным причинам, скачивание подвисает и неполный образ остаётся в каталоге «incomplete». Данный параметр настраивает временной предел тому, насколько долго недокаченные образы могут оставаться в каталоге «incomplete» до их удаления. Как только время пребывания неполного образа в каталоге «incomplete» превысит указанный здесь промежуток времени, он будет удалён инструментом очистки кеша во время его следующего запуска. Возможные значения: * Любое целое неотрицательное число Связанные параметры: * Нет

source: Base directory for image cache. This is the location where image data is cached and served out of. All cached images are stored directly under this directory. This directory also contains three subdirectories, namely, ``incomplete``, ``invalid`` and ``queue``. The ``incomplete`` subdirectory is the staging area for downloading images. An image is first downloaded to this directory. When the image download is successful it is moved to the base directory. However, if the download fails, the partially downloaded image file is moved to the ``invalid`` subdirectory. The ``queue``subdirectory is used for queuing images for download. This is used primarily by the cache-prefetcher, which can be scheduled as a periodic task like cache-pruner and cache-cleaner, to cache images ahead of their usage. Upon receiving the request to cache an image, Glance touches a file in the ``queue`` directory with the image id as the file name. The cache-prefetcher, when running, polls for the files in ``queue`` directory and starts downloading them in the order they were created. When the download is successful, the zero-sized file is deleted from the ``queue`` directory. If the download fails, the zero-sized file remains and it'll be retried the next time cache-prefetcher runs. Possible values: * A valid path Related options: * ``image_cache_sqlite_db``
ru: Основной каталог для кеша образов. Это местоположение где хранятся и откуда доставляются кешированные данные образов. Все кешированные образы хранятся непосредственно в этом каталоге. Каталог также содержит три подкаталога: «incomplete», «invalid» и «queue». Подкаталог «incomplete» — это промежуточная область для скачиваемых образов. Сначала образ скачивается в этот каталог. После успешного скачивания он перемещается в основной каталог. Но если скачивание закончилось неудачно, то частично скаченный образ перемещается в подкаталог «invalid». Подкаталог «queue» используется для постановки образов в очередь на скачивание. Каталог главным образом используется инструментом предварительного кеширования, для которого также можно расписание создавать периодически выполняемых задач, как и для инструментов удаления кеша и очистки кеша, для кеширования образов ещё до их использования. После получения запроса на кеширование образа Glance с помощью команды touch создаёт файл в каталоге «queue» с идентификатором образа в качестве имени файла. Инструмент предварительного кеширования, при его запуске, опрашивает файлы в каталоге «queue» и начинает их скачивание в порядке создания. При успешном скачивании файле с нулевым размером удаляется из каталога «queue». При неудачном скачивании файл с нулевым размером оставляется на месте и скачивание будет запущено повторно при следующем запуске инструмента предварительного кеширования. Возможные значения: * Действительный путь Связанные параметры: * ``image_cache_sqlite_db``

source: Checksum verification failed. Aborted caching of image '%s'.
ru: Сбой проверки подлинности контрольной суммы. Кеширование образа «%s» прервано.

source: --os_auth_url option or OS_AUTH_URL environment variable required when keystone authentication strategy is enabled
ru: При включённой стратегии аутентификации Keystone требуется параметр --os_auth_url или переменная окружения OS_AUTH_URL

source: Failed to read %s from config
ru: Не удалось прочитать %s из конф. файла

source: The relative path to sqlite file database that will be used for image cache management. This is a relative path to the sqlite file database that tracks the age and usage statistics of image cache. The path is relative to image cache base directory, specified by the configuration option ``image_cache_dir``. This is a lightweight database with just one table. Possible values: * A valid relative path to sqlite file database Related options: * ``image_cache_dir``
ru: Относительный путь до файла БД sqlite, которая будет использоваться при работе с кешем образов. Это относительный путь до файла БД sqlite, отслеживающей возраст и статистику использования кеша образов. Путь относителен базового каталога кеша образов, который указывается в параметре конфигурации «image_cache_dir». Это лёгкая БД всего с одной таблицей. Возможные значения: * Действительный относительный путь до файла БД sqlite Связанные параметры: * ``image_cache_dir``

source: Failed to initialize the image cache database. Got error: %s
ru: Сбой инициализации БД кеша образов. Получена ошибка: %s

source: The device housing the image cache directory %(image_cache_dir)s does not support xattr. It is likely you need to edit your fstab and add the user_xattr option to the appropriate line for the device housing the cache directory.
ru: Устройство, на котором размещается каталог кеша образов %(image_cache_dir)s, не поддерживает xattr. Скорей всего требуется отредактировать fstab и добавить параметр user_xattr в соответствующую строку устройства, на котором размещается каталог с кешем образом.

source: Error deleting from store foo when reverting.
ru: Ошибка при удалении из хранилища foo при откате.

source: Unexpected exception when deleting from store foo.
ru: Непредвиденное исключение при удалении из хранилища foo

source: Error: <class 'Exception'>: testing
ru: Ошибка: <class 'Exception'>: testing
