Repository: jtux270/translate
Catalog: properties_4/packaging.etc.engine-config/engine-config_*.po
Languages: ru

# AffinityRulesEnforcementManagerEnabled.type
source: Boolean
ru: Логическое значение

source: "Enable/Disable Affinity Rules Enforcement Manager"
ru: Вкл/выкл менеджер принудительного применения правил схожести

# AffinityRulesEnforcementManagerRegularInterval.type
source: Integer
ru: Целое число

source: "Affinity Rules Enforcement Manager interval in minutes."
ru: Промежуток времени (мин.) менеджера принудительного применения правил схожести.

source: "Async Task Polling Rate (in seconds)"
ru: Интервал опроса (сек.) асинхронной задачи

# AsyncTaskPollingRate.type
source: Integer
ru: Целое число

source: "Zombie tasks life-time in minutes"
ru: Время жизни задачи-зомби (мин.)

# AsyncTaskZombieTaskLifeInMinutes.type
source: Integer
ru: Целое число

source: "Audit Log Aging Threshold (in days)"
ru: Порог устаревания журналов аудита (дни)

# AuditLogAgingThreshold.type
source: Integer
ru: Целое число

source: "Audit Log Cleanup Time"
ru: Время очистки журнала аудита

source: "Host swap percentage threshold (for scheduling)"
ru: Процентный порог файла подкачки хоста (для планирования задач)

# BlockMigrationOnSwapUsagePercentage.type
source: Integer
ru: Целое число

source: "Minimum VDSM version"
ru: Минимальная версия VDSM

# BootstrapMinimalVdsmVersion.type
source: String
ru: Строка

source: "The duration in minutes of CPU consumption to activate selection algorithm"
ru: Длительность потребления ресурсов ЦП для активации алгоритма выбора

# CpuOverCommitDurationMinutes.type
source: Integer
ru: Целое число

source: "Disable Fence Operations At oVirt Startup In Seconds"
ru: Отключение операций блокады при старте oVirt в секундах

# DisableFenceAtStartupInSec.type
source: Integer
ru: Целое число

source: "When creating direct LUN disk the number of characters from LUN id to populate the description with (-1 = the full id, 0 = none, >0 = number of characters)"
ru: Число символов LUN id, при создании диска direct LUN, для заполнения описания (-1 = id целиком, 0 = нет, >0 = число символов)

# PopulateDirectLUNDiskDescriptionWithLUNId.type
source: Integer
ru: Целое число

source: "Supported machine types"
ru: Поддерживаемые типы машин

source: "Disabled WAN Effects value to send to the SPICE console"
ru: Значение отключенных эффектов WAN для передачи в консоль SPICE

source: animation,wallpaper,font-smooth,all
ru: анимация,фоновое изображение,сглаживание шрифтов,все,animation,wallpaper,font-smooth,all

source: "WAN Color Depth value to send to the SPICE console"
ru: Значение глубины цветов WAN для передачи в консоль SPICE

# WANColorDepth.type
source: Integer
ru: Целое число

source: "Enable Spice Root Certification Validation"
ru: Включить проверку корневых сертификатов Spice

# EnableSpiceRootCertificateValidation.validValues
source: true,false
ru: верно,ложно

source: "Enable USB devices attachment to the VM by default"
ru: По умолчанию включить подключение устройств USB к ВМ

# EnableUSBAsDefault.validValues
source: true,false
ru: верно,ложно

source: "Enables Host Load Balancing system."
ru: Включает систему балансировки нагрузки хоста

# EnableVdsLoadBalancing.validValues
source: true,false
ru: верно,ложно

source: "Determine whether to use secure communication with hosts"
ru: Определяет, нужно ли защищать соединение с хостами

# EncryptHostCommunication.type
source: Boolean
ru: Логическое значение

source: "Determines protocol used by vdsm"
ru: Определяет протокол, используемый vdsm

# VdsmSSLProtocol.type
source: String
ru: Строка

source: "Determines SSL protocol used by external communication (external providers and attestation service)"
ru: Определяет протокол SSL, используемый внешними соединениями (внешние поставщики и служба аттестации)

# ExternalCommunicationProtocol.type
source: String
ru: Строка

source: "Default critical disk space alert threshold (in GB)"
ru: Порог по умолчанию для предупреждения о критической нехватке места (в ГБ)

# CriticalSpaceActionBlocker.type
source: Integer
ru: Целое число

source: "Default limit of % free disk-space, below which it is considered low"
ru: Порог по умолчанию для свободного места на диске (в %), ниже которого фиксируется недостаток места.

# WarningLowSpaceIndicator.type
source: Integer
ru: Целое число

source: "High Utilization Limit For Evenly Distribute selection algorithm"
ru: Верхний лимит загруженности для алгоритма выбора равномерного распределения

# HighUtilizationForEvenlyDistribute.type
source: Integer
ru: Целое число

source: "High Utilization Limit For Power Save selection algorithm"
ru: Верхний лимит загруженности для алгоритма выбора энергосбережения

# HighUtilizationForPowerSave.type
source: Integer
ru: Целое число

source: "Threshold for logging low host memory in MB"
ru: Порог (МБ), после которого нехватка памяти на хосте фиксируется в журнале

# LogPhysicalMemoryThresholdInMB.type
source: Integer
ru: Целое число

source: "Low Utilization Limit For Evenly Distribute selection algorithm"
ru: Нижний лимит загруженности для алгоритма выбора равномерного распределения

# LowUtilizationForEvenlyDistribute.type
source: Integer
ru: Целое число

source: "Low Utilization Limit For Power Save selection algorithm"
ru: Нижний лимит загруженности для алгоритма выбора энергосбережения

# LowUtilizationForPowerSave.type
source: Integer
ru: Целое число

source: "Max number of hosts in Storage Pool"
ru: Максимальное число хостов в пуле хранилища

# MaxNumberOfHostsInStoragePool.type
source: Integer
ru: Целое число

source: "Max Number of CPU per socket"
ru: Максимальное число ЦП на сокет

# MaxNumOfCpuPerSocket.type
source: Integer
ru: Целое число

source: "Max Number of threads per CPU"
ru: Максимальное число потоков на ядро хоста

# MaxNumOfThreadsPerCpu.type
source: Integer
ru: Целое число

source: "Total Numbers of Virtual Machine CPUs"
ru: Общее количество ЦП машин

# MaxNumOfVmCpus.type
source: Integer
ru: Целое число

source: "Max Number of Socket per Virtual Machine"
ru: Максимальное количество сокетов на ВМ

# MaxNumOfVmSockets.type
source: Integer
ru: Целое число

source: "Max Virtual Machine Rerun Attempts on a Host"
ru: Максимальное число попыток перезапуска ВМ на хост

# MaxRerunVmOnVdsCount.type
source: Integer
ru: Целое число

source: "Max weight score for a single scheduler weight module"
ru: Максимальный весовой коэффициент одиночного весового модуля планировщика

# MaxSchedulerWeight.type
source: Integer
ru: Целое число

source: "Max delay for check of domain in seconds"
ru: Максимальная задержка для проверки домена (сек.)

# MaxStorageVdsDelayCheckSec.type
source: Integer
ru: Целое число

source: "Max timeout for last check of domain in seconds"
ru: Максимальное время ожидания для проверки домена (сек.)

# MaxStorageVdsTimeoutCheckSec.type
source: Integer
ru: Целое число

source: "Max Host Memory Over-Commit (%) for Virtual Desktops load"
ru: Максимальное превышение выделения памяти хоста (%) при загрузке виртуальных рабочих столов

source: "Max Host Memory Over-Commit (%) for Virtual Servers load"
ru: Максимальное превышение выделения памяти хоста (%) при загрузке виртуальных серверов

# MaxVdsMemOverCommitForServers.type
source: Integer
ru: Целое число

# MaxVdsMemOverCommit.type
source: Integer
ru: Целое число

source: "Max VDS name length"
ru: Максимальная длина имени VDS

# MaxVdsNameLength.type
source: Integer
ru: Целое число

source: "Max VM name length"
ru: Максимальная длина имени ВМ

# MaxVmNameLength.type
source: Integer
ru: Целое число

source: "Max VM name length allowed in Sysprep"
ru: Максимальная длина имени ВМ для Sysprep

# MaxVmNameLengthSysprep.type
source: Integer
ru: Целое число

source: "Max VMs In Pool"
ru: Максимальное число ВМ в пуле

# MaxVmsInPool.type
source: Integer
ru: Целое число

source: "Maximum number of subsequent VM creation failures before giving up."
ru: Максимальное число последовательных неудачных попыток создания ВМ для отказа от дальнейших попыток

# VmPoolMaxSubsequentFailures.type
source: Integer
ru: Целое число

source: "Number of Failed Runs on Host"
ru: Число неудачных запусков на хосте

# NumberOfFailedRunsOnVds.type
source: Integer
ru: Целое число

source: "Number of Virtual Machine Data Refreshes Before Saving to Database"
ru: Число обновления данных ВМ перед сохранением в БД

# NumberVmRefreshesBeforeSave.type
source: Integer
ru: Целое число

source: "The oVirt Node installation files path"
ru: Путь для установочных файлов oVirt Node

source: "Number of OVFs updated to the master domain's filesystem per OVF update call"
ru: Число OVF, синхронизированных с ФС главного домена за один вызов обновления OVF

# OvfItemsCountPerUpdate.type
source: Integer
ru: Целое число

source: "Number of minutes between OVF updates"
ru: Количество минут между обновлениями OVF

# OvfUpdateIntervalInMinutes.type
source: Integer
ru: Целое число

source: "Number of OVF stores per Storage Domain"
ru: Число хранилищ OVF на один домен хранилищ

# StorageDomainOvfStoreCount.type
source: Integer
ru: Целое число

source: "oVirt Engine RPM Version"
ru: Версия RPM ЦУ oVirt

source: "Initializing disk image is more secure but it is time consuming and I/O intensive (depends on the size of the image)"
ru: Инициализация образа диска — более надёжный способ, но он требует времени и создаёт нагрузку на ввод/вывод (в зависимости от размера образа)

# SANWipeAfterDelete.validValues
source: true,false
ru: верно,ложно

source: "Max Quantity of Search Results"
ru: Максимальное число результатов поиска

# SearchResultsLimit.type
source: Integer
ru: Целое число

source: "Host Reboot Timeout (in seconds)"
ru: Истечение времени ожидания перезагрузки хоста (в сек.)

# ServerRebootTimeout.type
source: Integer
ru: Целое число

source: "Keyboard keys combination that causes the mouse cursor to be released from its grab on console client window"
ru: Сочетание клавиш для освобождения курсора мыши от захвата его окном консольного клиента

source: "SPICE Secure Channels"
ru: Защищённые каналы SPICE

source: "Keyboard keys combination that toggles the full-screen state of console client window"
ru: Сочетание клавиш для переключения полноэкранного режима окна консольного клиента

source: "Enable USB devices sharing by default in SPICE"
ru: Включение общего доступа к устройствам USB в SPICE по умолчанию

# SpiceUsbAutoShare.validValues
source: true,false
ru: верно,ложно

source: "Enable full-screen for SPICE window by default in Administration Portal and REST"
ru: Включить полноэкранный режим по умолчанию для окна SPICE на портале администрирования и в REST

# FullScreenWebadminDefault.type
source: Boolean
ru: Логическое значение

source: "Enable full-screen for SPICE window by default in Basic User Portal"
ru: Включить полноэкранный режим по умолчанию для окна SPICE на основном пользовательском портале

# FullScreenUserportalBasicDefault.type
source: Boolean
ru: Логическое значение

source: "Enable full-screen for SPICE window by default in Power User Portal"
ru: Включить полноэкранный режим по умолчанию для окна SPICE на портале для привилегированных пользователей

# FullScreenUserportalExtendedDefault.type
source: Boolean
ru: Логическое значение

source: "Number of retries to failover the Storage Pool Manager on failed commands"
ru: Число попыток автоматического ввода резервного диспетчера пула хранилищахранилища по результатам невыполнения команд

# SpmCommandFailOverRetries.type
source: Integer
ru: Целое число

source: "Number of attempts to connect to the Storage Pool Manager before Failover"
ru: Число попыток установить связь с диспетчером пула хранилища перед автоматическим вводом резерва

# SPMFailOverAttempts.type
source: Integer
ru: Целое число

source: "The CPU consumption of SPM embodied as number of VCPUs on the Host"
ru: Потребление ресурсов ЦП диспетчером пула хранилища, представленное в виде числа виртуальных ЦП на хосте

# SpmVCpuConsumption.type
source: Integer
ru: Целое число

source: "SSH Inactivity Timeout (in seconds)"
ru: Истечение времени ожидания неактивного SSH (в сек.)

# SSHInactivityTimeoutSeconds.type
source: Integer
ru: Целое число

source: "SSH Inactivity Hard Timeout (in seconds)"
ru: Жёсткое истечение времени ожидания неактивного SSH (в сек.)

# SSHInactivityHardTimeoutSeconds.type
source: Integer
ru: Целое число

source: "Number of USB slots in VMs with native USB support"
ru: Число разъёмов USB на ВМ со встроенной поддержкой USB

# NumberOfUSBSlots.type
source: Integer
ru: Целое число

source: "SPICE SSL Enabled"
ru: SPICE SSL включен

# SSLEnabled.validValues
source: true,false
ru: верно,ложно

source: "Storage Domain failure timeout"
ru: Истечение времени ожидания отказа домена хранилища

# StorageDomainFailureTimeoutInMinutes.type
source: Integer
ru: Целое число

source: "Storage Pool Manager Polling Rate (in seconds)"
ru: Частота опроса диспетчера пула хранилища (в сек.)

# StoragePoolRefreshTimeInSeconds.type
source: Integer
ru: Целое число

source: "Base Communication timeout in seconds before trying to reset a host"
ru: Время ожидания связи с базой перед попыткой перезагрузки хоста (в сек.)

# TimeoutToResetVdsInSeconds.type
source: Integer
ru: Целое число

source: "Additional delay before reset due to a communication issue, when host is SPM"
ru: Дополнительная задержка перед перезагрузкой по причине отсутствия связи, если хост является диспетчером пула хранилища

# DelayResetForSpmInSeconds.type
source: Double
ru: Двойная

source: "Additional delay before reset due to a communication issue, per VM running on the host"
ru: Дополнительная задержка перед перезагрузкой по причине проблем со связью связи, на каждую ВМ хоста

# DelayResetPerVmInSeconds.type
source: Double
ru: Двойная

source: "Time to Reduce Failed Run on Host (in minutes)"
ru: Время пребывания хоста в статусе «Ошибка» после неудачной попытки запуска ВМ (мин.)

# TimeToReduceFailedRunOnVdsInMinutes.type
source: Integer
ru: Целое число

source: "User defined VM properties"
ru: Параметры ВМ, настроенные пользователем

# UserDefinedVMProperties.mergable
source: true
ru: верно

source: "The Utilization Threshold (in percent)"
ru: Порог использования (в процентах)

# UtilizationThresholdInPercent.type
source: Integer
ru: Целое число

source: "Valid Numbers of Monitors"
ru: Допустимое число мониторов

# ValidNumOfMonitors.type
source: Integer
ru: Целое число

source: "oVirt Engine Version"
ru: Версия Центра Управления oVirt

source: "Number of attempts to communicate with Host before trying to reset"
ru: Число попыток установить связь с хостом перед попыткой перезапуска

# VDSAttemptsToResetCount.type
source: Integer
ru: Целое число

source: "Host Load Balancing Interval (in minutes)"
ru: Интервал балансировки нагрузки (мин.)

# VdsLoadBalancingIntervalInMinutes.type
source: Integer
ru: Целое число

source: "Host Timeout when Recovering (in minutes)"
ru: Истечение времени ожидания хоста при восстановлении (мин.)

# VdsRecoveryTimeoutInMinutes.type
source: Integer
ru: Целое число

source: Refresh vds rate,vds_refresh_rate, vds_refresh_rate_in_seconds
ru: Обновление vds rate,vds_refresh_rate, vds_refresh_rate_in_seconds

source: "Time interval in seconds to poll a Host status"
ru: Промежуток времени в секундах для опроса статуса хоста

# VdsRefreshRate.type
source: Integer
ru: Целое число

source: "Host Control Communication Timeout (in seconds)"
ru: Время ожидания контрольной связи с хостом (сек.)

# vdsTimeout.type
source: Integer
ru: Целое число

source: "Time to wait for connection establishment with hosts (in seconds)"
ru: Время ожидания установки связи с хостами (сек.)

# vdsConnectionTimeout.type
source: Integer
ru: Целое число

source: "Number of times to retry host operations when there are communication errors"
ru: Число попыток выполнить операцию на хосте при наличии ошибок связи

# vdsRetries.type
source: Integer
ru: Целое число

source: "Pool size used for processing events"
ru: Размер пула, используемого для обработки событий

# EventProcessingPoolSize.type
source: Integer
ru: Целое число

source: "Message displayed in Virtual Machine when Virtual Machine is being shutdown from oVirt Engine"
ru: Сообщение, показываемое ВМ при её выключении из ЦУ oVirt

source: "Time to wait before graceful shutdown is considered unsuccessful"
ru: Время ожидания до того, как нормальное выключение будет считаться неуспешным

# VmGracefulShutdownTimeout.type
source: Integer
ru: Целое число

source: "Maximum memory size of 32-bit virtual machine in MB"
ru: Максимальный объём памяти для 32-битной ВМ (МБ)

# VM32BitMaxMemorySizeInMB.type
source: Integer
ru: Целое число

source: "Maximum memory size of 64-bit virtual machine in MB"
ru: Максимальный объём памяти для 64-битной ВМ (МБ)

# VM64BitMaxMemorySizeInMB.type
source: Integer
ru: Целое число

source: "Maximum number of vm memory slots for hot-plug memory"
ru: Максимальное число слотов памяти ВМ для горячего подключения памяти

# MaxMemorySlots.type
source: Integer
ru: Целое число

source: "Multiplication factor of hot-pluggged memory in MB, by default hot plugged memory should be multiplies of 256mb"
ru: Коэффициент умножения для памяти, подключаемой горячим способом (МБ), по умолчанию количество такой памяти должно быть кратным 256 МБ

# HotPlugMemoryMultiplicationSizeMb.type
source: Integer
ru: Целое число

source: "Keyboard Layout configuration for VNC"
ru: Раскладка клавиатуры для VNC

source: "Wait to a Host to complete init in SPM selection"
ru: Подождите, пока хост завершит выполнение init в процессе выбора SPM

# WaitForVdsInitInSec.type
source: Integer
ru: Целое число

source: "Quiet time between Power Management operations in seconds."
ru: Время молчания между операциями управления питанием (сек.)

# FenceQuietTimeBetweenOperationsInSec.type
source: Integer
ru: Целое число

source: "Fence proxy default preferences used to define how to search for a proxy Host in Fence operations."
ru: Параметры по умолчанию для прокси операций блокады, определяющие, как искать прокси-хост для операций блокады

# FenceProxyDefaultPreferences.type
source: String
ru: Строка

# MaxAuditLogMessageLength.type
source: Integer
ru: Целое число

source: "Maximum length of an Audit Log message."
ru: Максимальная длина сообщения журнала аудита

source: "Default SysPrep user name"
ru: Имя пользователя SysPrep по умолчанию

source: "Default SysPrep user password"
ru: Пароль пользователя SysPrep по умолчанию

source: Password
ru: Пароль

# UserSessionTimeOutInterval.type
source: Integer
ru: Целое число

source: Timeout interval in minutes, after which inactive user sessions expire. A negative value indicates that sessions never expire.
ru: Истечение времени ожидания в минутах, после которого заканчивается время сеанса неактивного пользователя. Отрицательное значение — сеанс длится бесконечно.

source: "iptables configuration"
ru: параметры iptables

source: "iptables site custom configuration, appended to IPTablesConfig"
ru: Пользовательские параметры iptables, вносимые в IPTablesConfig

source: "Ovirt ISOs files prefix"
ru: Префикс файлов образов oVirt

source: "oVirt node initial Supported ISO Version"
ru: Начальная поддерживаемая версия ISO для oVirt node

source: "Amount of free disk space on a Host, under which a warning will be sent to the Administrator"
ru: Если место на диске хоста меньше указанного объёма, то администратору будет послано предупреждение.

# VdsLocalDisksLowFreeSpace.type
source: Integer
ru: Целое число

source: "Amount of free disk space on a Host, under which an error will be sent to the Administrator"
ru: Если место на диске хоста меньше указанного объёма, то администратору будет послано сообщение об ошибке.

# VdsLocalDisksCriticallyLowFreeSpace.type
source: Integer
ru: Целое число

source: "Frequency of jobs clean-up process"
ru: Частота процессов удаления задач

# JobCleanupRateInMinutes.type
source: Integer
ru: Целое число

source: "Time to keep successfully ended jobs"
ru: Время хранения успешно выполненных задач

# SucceededJobCleanupTimeInMinutes.type
source: Integer
ru: Целое число

source: "Time to keep failed jobs"
ru: Время хранения сбойных задач

# FailedJobCleanupTimeInMinutes.type
source: Integer
ru: Целое число

source: "Interval in minutes for monitoring number of Prestarted Vms in Vm Pools"
ru: Интервал (мин.) для мониторинга числа предзапущенных ВМ в пуле ВМ

# VmPoolMonitorIntervalInMinutes.type
source: Integer
ru: Целое число

source: "Maximum number of Vms that the Vm Pool Monitor will attempt to Prestart in a single cycle"
ru: Максимальное число ВМ, предварительный запуск которых попробует выполнить монитор пула ВМ за один цикл

# VmPoolMonitorBatchSize.type
source: Integer
ru: Целое число

source: "The time to wait before rolling back network changes in case the engine losses connectivity with the host in seconds"
ru: Время ожидания перед тем, как откатить сетевые изменения в случае, если ЦУ потеряет связь с хостами (сек.)

# NetworkConnectivityCheckTimeoutInSeconds.type
source: Integer
ru: Целое число

source: "Allows to create a Cluster with both Virt and Gluster services enabled"
ru: Разрешить создание кластера с активацией как службы Virt, так и службы Gluster

# AllowClusterWithVirtGlusterEnabled.validValues
source: true,false
ru: верно,ложно

source: "Indicates if Network Filtering should be enabled or not."
ru: Указывает, нужно ли активировать сетевой фильтр

# EnableMACAntiSpoofingFilterRules.validValues
source: true,false
ru: верно,ложно

source: "Indecates if Host time-drift validation is enabled"
ru: Указывает, включена ли оценка смещения времени на хосте

# EnableHostTimeDrift.validValues
source: true,false
ru: верно,ложно

source: "Engine working mode"
ru: Рабочий режим ЦУ

source: ACTIVE,MAINTENANCE,PREPARE
ru: АКТИВНО,ОБСЛУЖИВАНИЕ,ПОДГОТОВКА,ACTIVE,MAINTENANCE,PREPARE

# HostTimeDriftInSec.type
source: Integer
ru: Целое число

source: "Allowed time drift between any Host and Engine"
ru: Допустимое смещение времени между любым хостом и ЦУ

source: 'Maximum percentage threshold of Physical memory usage on a host to trigger Audit-Log event'
ru: Максимальный процентный порог использования физической памяти на хосте для срабатывания события журнала аудита

# LogMaxPhysicalMemoryUsedThresholdInPercentage.type
source: Integer
ru: Целое число

source: 'Maximum percentage threshold of CPU usage on a host to trigger Audit-Log event'
ru: Максимальный процентный порог использования ЦП на хосте для срабатывания события журнала аудита

# LogMaxCpuUsedThresholdInPercentage.type
source: Integer
ru: Целое число

source: 'Maximum percentage threshold of Network usage on a host to trigger Audit-Log event'
ru: Максимальный процентный порог использования сети на хосте для срабатывания события журнала аудита

# LogMaxNetworkUsedThresholdInPercentage.type
source: Integer
ru: Целое число

source: 'Minimum threshold of free Swap memory on a host to trigger Audit-Log event (in MB)'
ru: Минимальный порог свободных ресурсов подкачки на хосте для срабатывания события журнала аудита (МБ)

# LogMinFreeSwapThresholdInMB.type
source: Integer
ru: Целое число

source: 'Maximum percentage threshold of Swap memory usage on a host to trigger Audit-Log event'
ru: Максимальный процентный порог использования файла подкачки на хосте для срабатывания события журнала аудита

# LogMaxSwapUsedThresholdInPercentage.type
source: Integer
ru: Целое число

source: 'Default proxy used by SPICE client to connect to the guest: [protocol://]<host>[:port]'
ru: Прокси по умолчанию, используемый клиентом SPICE для установки связи с гостем: [протокол://]<host>[:порт]

# SpiceProxyDefault.type
source: String
ru: Строка

source: 'List of os/remote-viewer minimal version supported by oVirt. Format: "linux:3.0;windows:2.5'
ru: Список минимальных версий ОС/удалённого просмотрщика, поддерживаемых oVirt. Формат: "linux:3.0;windows:2.5"
