Repository: jtux270/translate
Catalog: properties_4/packaging.etc.engine-config/engine-config_*.po
Languages: ru

source: 'URL shown when the remote-viewer version check does not pass. Supported variables are: ${engine_base_url} (url from where the engine was accessed) and ${console_client_resources_url} (obrand.common.console_client_resources_url from branding)'
ru: Показываемый URL в случае, если версия удалённого просмотрщика не прошла проверку. Поддерживаемые переменные: ${engine_base_url} (URL, с которого выполнялся доступ к ЦУ) и ${console_client_resources_url} (obrand.common.console_client_resources_url из branding)

# RemoteViewerNewerVersionUrl.type
source: String
ru: Строка

source: "Determines whether remapping Ctrl-Alt-Delete to Ctrl-Alt-End should be preselected by default in the UI."
ru: Определяет, будет ли проекция Ctrl-Alt-Delete на Ctrl-Alt-End выбрана в UI по умолчанию

# RemapCtrlAltDelDefault.type
source: Boolean
ru: Логическое значение

source: "Default SPICE console invocation behavior in the engine."
ru: Поведение вызова консоли SPICE по умолчанию в ЦУ

source: Auto,Plugin,Native,Html5
ru: Auto,Авто,Plugin,модуль,Native,встроенный,Html5

# ClientModeSpiceDefault.type
source: String
ru: Строка

source: "Default VNC console invocation behavior in the engine."
ru: Поведение вызова консоли VNC по умолчанию в ЦУ

source: Native,NoVnc
ru: Native,встроенный,NoVnc

# ClientModeVncDefault.type
source: String
ru: Строка

source: "Default RDP console invocation behavior in the engine."
ru: Поведение вызова консоли RDP по умолчанию в ЦУ

source: Auto,Plugin,Native
ru: Auto,Авто,Plugin,модуль,Native,встроенный

# ClientModeRdpDefault.type
source: String
ru: Строка

source: "Location of Websocket proxy, values are: Off (proxy is not deployed), Engine:<port> (Engine is reserved keyword meaning proxy is deployed on the same machine as the engine (on given port)), Host:<port> (Host is reserved keyword meaning proxy is deployed on each host on given port (if the deployment has more hosts, proxy must be deployed on each of them)), <hostname>:<port> (proxy is deployed on a machine identified by given hostname or ip and port)."
ru: Местоположение прокси Websocket, значения: Off (прокси не был развёрнут), Engine:<порт> (Engine — это зарезервированное ключевое слово, означающее, что прокси развёрнут на той же машине, что и ЦУ (на указанном порту)), Host:<порт> (Host — это зарезервированное ключевое слово, означающее, что прокси развёрнут на каждом из хостов на указанном порту (если в установке имеется больше хостов, прокси должен быть развёрнут на каждом из них)), <имя_хоста>:<порт> (прокси развёрнут на машине, идентифицируемой по указанному имени хоста или по адресу ip и порту).

source: "Validity (in seconds) of tickets issued for websocket proxy."
ru: Срок действия тикетов, выданных прокси websocket (в сек.)

# WebSocketProxyTicketValiditySeconds.type
source: Integer
ru: Целое число

source: "Definition of custom properties per each device type"
ru: Определение пользовательских параметров на каждый тип устройства

source: "User defined network custom properties."
ru: Параметры сети, указанные пользователем

source: "Refresh rate (in seconds) of gluster hooks from gluster servers"
ru: Частота обновления сведений о ловушках gluster (в сек.) на серверах gluster

# GlusterRefreshRateHooks.type
source: Integer
ru: Целое число

source: "Default time zone to be used when creating new Windows VMs"
ru: Часовой пояс, указываемый по умолчанию при создании новых ВМ с ОС Windows

source: "Default time zone to be used when creating Linux and Other-OS VMs"
ru: Часовой пояс, указываемый по умолчанию при создании новых ВМ с ОС Linux и другими ОС

source: "If set to 'true', only networks marked as 'required' will be considered when determining if a host can run a VM. Otherwise, all the networks the VM utilizes have to be set-up on a host for it to be able to run the VM"
ru: Если указано значение «верно», то при определении, может ли на хосте выполняться ВМ, будут учитываться только сети, помеченные как «требуемые». В противном случае, для того, чтобы на хосте могла выполняться ВМ, все сети, используемые ВМ, должны быть настроены на хосте.

# OnlyRequiredNetworksMandatoryForVdsSelection.validValues
source: true,false
ru: верно,ложно

source: "Maximum value for Average Networks QoS (Mbps)"
ru: Максимальная пропускная способность для качества обслуживания сетей со средней нагрузкой (Мбит/сек)

# MaxAverageNetworkQoSValue.type
source: Integer
ru: Целое число

source: "Maximum value for Peak Networks QoS (Mbps)"
ru: Максимальная пропускная способность для качества обслуживания сетей с пиковой нагрузкой (Мбит/сек)

# MaxPeakNetworkQoSValue.type
source: Integer
ru: Целое число

source: "Maximum value for Burst Networks QoS (Mb)"
ru: Максимальная пропускная способность для качества обслуживания сетей с нагрузкой Burst (Мбит/сек)

# MaxBurstNetworkQoSValue.type
source: Integer
ru: Целое число

source: "Maximum number of shares for Host Network QoS"
ru: Максимальное число общих ресурсов для качества обслуживания сети хоста

# MaxHostNetworkQosShares.type
source: Integer
ru: Целое число

# DisplayUncaughtUIExceptions.type
source: Boolean
ru: Логическое значение

source: "Display uncaught UI exceptions to the user."
ru: Показывать пользователю неперехваченные исключения UI

source: "Default value for Network QoS Inbound Average (Mbps)"
ru: Пропускная способность по умолчанию для качества обслуживания сети со средним входящим трафиком (Мбит/сек)

# QoSInboundAverageDefaultValue.type
source: Integer
ru: Целое число

source: "Default value for Network QoS Inbound Peak (Mbps)"
ru: Пропускная способность по умолчанию для качества обслуживания сети с пиковым входящим трафиком (Мбит/сек)

# QoSInboundPeakDefaultValue.type
source: Integer
ru: Целое число

source: "Default value for Network QoS Inbound Burst (Mbps)"
ru: Пропускная способность по умолчанию для качества обслуживания сети с входящим трафиком Burst (Мбит/сек)

# QoSInboundBurstDefaultValue.type
source: Integer
ru: Целое число

source: "Default value for Network QoS Outbound Average (Mbps)"
ru: Пропускная способность по умолчанию для качества обслуживания сети со средним исходящим трафиком (Мбит/сек)

# QoSOutboundAverageDefaultValue.type
source: Integer
ru: Целое число

source: "Default value for Network QoS Outbound Peak (Mbps)"
ru: Пропускная способность по умолчанию для качества обслуживания сети со пиковым исходящим трафиком (Мбит/сек)

# QoSOutboundPeakDefaultValue.type
source: Integer
ru: Целое число

source: "Default value for Network QoS Outbound Burst (Mbps)"
ru: Пропускная способность по умолчанию для качества обслуживания сети с исходящим трафиком Burst (Мбит/сек)

# QoSOutboundBurstDefaultValue.type
source: Integer
ru: Целое число

# SecureConnectionWithOATServers.type
source: Boolean
ru: Логическое значение

source: "Determine whether to use secure communication or not to access attestation service"
ru: Определяет, используется ли защищённое соединение для доступа к службе аттестации

# PollUri.type
source: String
ru: Строка

source: "The URI used for accessing the attestation service"
ru: Адрес URI, используемый для доступа к службе аттестации

# AttestationTruststore.type
source: String
ru: Строка

source: "Trust store used for securing communication with attestation service"
ru: Хранилище доверенных сертификатов, используемое для защиты соединения со службой аттестации

# AttestationPort.type
source: Integer
ru: Целое число

source: "Definition of service port for attestation service"
ru: Определение служебного порта для службы аттестации

# AttestationTruststorePass.type
source: String
ru: Строка

source: "The password used to access trust store"
ru: Пароль, используемый для доступа к хранилищу доверенных сертификатов

# AttestationServer.type
source: String
ru: Строка

source: "Definition of FQDN of attestation server"
ru: Определение FQDN сервиса аттестации

# AttestationFirstStageSize.type
source: Integer
ru: Целое число

source: "Attestation size for first stage"
ru: Размер аттестации для первого этапа

source: The URL of the external scheduler proxy
ru: Адрес URL для прокси внешнего планировщика

# ExternalSchedulerServiceURL.type
source: String
ru: Строка

source: The timeout used connecting to the external scheduler proxy (0 to disable)
ru: Истечение времени ожидания подключения к внешнему планировщику (укажите 0 для отключения)

# ExternalSchedulerConnectionTimeout.type
source: Integer
ru: Целое число

source: External scheduler enabled - if disabled, the VM scheduler will not consider the external filters and load balancers.
ru: Внешний планировщик включен — при его отключении планировщик ВМ не будет учитывать внешние фильтры и балансировщики нагрузки.

# ExternalSchedulerEnabled.type
source: Boolean
ru: Логическое значение

source: The response timeout of the external scheduler proxy
ru: Истечение времени ожидания ответа прокси внешнего планировщика

# ExternalSchedulerResponseTimeout.type
source: Integer
ru: Целое число

source: "Interval in seconds after which DWH is informed that engine is running. The value has to be lower than DWH sampling interval."
ru: Интервал (сек.), после которого хранилище данных DWH информируется о том, что ЦУ запущен. Значение должно быть меньше, чем интервал выборки DWH.

# DwhHeartBeatInterval.type
source: Integer
ru: Целое число

# HostPreparingForMaintenanceIdleTime.type
source: Integer
ru: Целое число

source: "Time to wait in seconds to determine if host is idling in status PreparingForMaintenace. When that interval is met it triggers another attempt to move the host to Maintenance"
ru: Время ожидания (сек.) для определения, бездействует ли хост со статусом подготовки к обслуживанию. По истечении этого интервала запускается очередная попытка перевести хост на обслуживание.

# UseFqdnForRdpIfAvailable.type
source: Boolean
ru: Логическое значение

source: "If this option is enabled, the RDP console will use the FQDN, which is reported by the Guest Agent, if it is available and use this to establish the RDP connection."
ru: Если этот параметр отмечен, консоль RDP будет использовать полное доменное имя машины, если оно доступно, сообщаемое гостевым агентом; это полное доменное имя используется для установки соединения RDP.

source: "Skip Host weights if there are more than X requests pending for scheduling (in case cluster is configured as optimize for speed)."
ru: Пропустить весы хоста в случае наличия более X запросов, ожидающих внесения в расписание, (в случае, если кластер настроен с оптимизацией на скорость)

# SpeedOptimizationSchedulingThreshold.type
source: Integer
ru: Целое число

source: "Allowing skipping Scheduling resource synchronization, which could result in overbooking"
ru: Разрешение на пропуск синхронизации ресурсов планировщика, что может привести к избыточному резервированию

# SchedulerAllowOverBooking.type
source: Boolean
ru: Логическое значение

source: "Skip Scheduling resource synchronization, which could result in overbooking, if there are more than X requests pending for scheduling (in case SchedulerAllowOverBooking=true and cluster is configured as allow overbooking)."
ru: Пропуск синхронизации ресурсов планировщика, что может привести к избыточному резервированию в случае, если число запросов, ожидающих внесения в расписания, превысит X (если SchedulerAllowOverBooking=true, и кластер настроен как разрешающий избыточное резервирование).

# SchedulerOverBookingThreshold.type
source: Integer
ru: Целое число

# OverUtilizationForHaReservation.type
source: Integer
ru: Целое число

source: "A percentage number that represent the over utilization threshold (default is 200%) from the optimal use case. For example in case the optimal HA VMs for a host is 2, and overUtilization is 200, HA VM will not be migrated by the balance method until the host has at least 5 HA VMs (>2*200%)."
ru: Процентное число, представляющее порог избыточного использования от оптимального варианта использования (по умолчанию 200%). Если, например, оптимальное число машин высокой доступности для хоста равно 2, а избыточное использование — 200, то высокодоступная ВМ не будет переноситься с использованием метода балансировки до тех пор, пока на указанном хосте не будут находиться как минимум пять высокодоступных ВМ. (>2*200%).

# ScaleDownForHaReservation.type
source: Integer
ru: Целое число

source: "A number to reduce by the result of the HA Reservation weight score (default is 1). For example if the score of a host is 90 and scaleDown is 2, then the final score for this host will be 45. this parameter enable the user to reduce the impact the HA Reservation weight function has on the total scoring of the host."
ru: Число, на которое делится весовой коэффициент резервирования высокой доступности (по умолчанию 1). Пример: если весовой коэффициент хоста равен 90, а ключ scaleDown равен 2, то окончательный коэффициент для этого хоста будет равен 45. Этот параметр даёт возможность пользователю снизить влияние весовой функции резервирования высокой доступности на итоговый коэффициент хоста.

# VdsHaReservationIntervalInMinutes.type
source: Integer
ru: Целое число

source: "The time interval in minutes to check a cluster for HA reservation."
ru: Временной интервал (мин.) для проверки кластера на резервирование высокой доступности.

source: "Keep this amount of hosts running even though there are no running Vms on them"
ru: Число хостов, которые всегда должны работать, даже если на них отсутствуют ВМ высокой доступности.

# HostsInReserve.type
source: Integer
ru: Целое число

source: Enable (true) or disable (false) automatic host power management
ru: Включение (верно) или отключение (ложно) автоматического управления питанием хоста

# EnableAutomaticHostPowerManagement.type
source: String
ru: Строка

source: "Maximum number of milliseconds the VM can be down during live migration. Value of 0 means that VDSM default will be used."
ru: Максимальное число миллисекунд, в течении которых ВМ может не работать во время динамической миграции. Значение 0 означает использование стандартного значения VDSM.

# DefaultMaximumMigrationDowntime.type
source: Integer
ru: Целое число

source: Policy specifying the default assignment of serial numbers to Vms.
ru: Политика, определяющая стандартное присвоение серийных номеров машинам.

# DefaultSerialNumberPolicy.type
source: String
ru: Строка

source: VM_ID,HOST_ID,CUSTOM
ru: VM_ID,HOST_ID,CUSTOM,ПОЛЬЗОВАТЕЛЬСКИЙ

source: List of migration policies.
ru: Список политик миграции.

source: Serial number used when DefaultSerialNumberPolicy=Custom.
ru: Серийный номер, используемый, если DefaultSerialNumberPolicy=Custom.

# DefaultCustomSerialNumber.type
source: String
ru: Строка

# HotPlugCpuSupported.type
source: String
ru: Строка

source: "A support map of hot plug cpu to architecture"
ru: Схема поддержки горячего добавления ЦП архитектурой

# HotUnplugCpuSupported.type
source: String
ru: Строка

source: "A support map of hot unplug cpu to architecture"
ru: Схема поддержки горячего отключения ЦП архитектурой

source: "Number of attempts to restart highly available VM that went down unexpectedly"
ru: Число попыток перезапуска высокодоступной ВМ, непредвиденно завершившей работу

# MaxNumOfTriesToRunFailedAutoStartVm.type
source: Integer
ru: Целое число

source: "How often to try to restart highly available VM that went down unexpectedly (in seconds)"
ru: Как часто нужно пытаться перезапускать высокодоступную ВМ, непредвиденно завершившую работу (в сек.)

# RetryToRunAutoStartVmIntervalInSeconds.type
source: Integer
ru: Целое число

# CSRFProtection.type
source: Boolean
ru: Логическое значение

source: "Enables CSRF (Cross Site Request Forgery) protection in RESTAPI."
ru: Включает защиту от CSRF (межсайтовой подделки запроса) в RESTAPI.

# CORSSupport.type
source: Boolean
ru: Логическое значение

source: "Enables CORS (Cross Origin Resource Sharing) support in RESTAPI."
ru: Включает поддержку CORS (совместное использование ресурсов между разными источниками) в RESTAPI.

# CORSAllowedOrigins.type
source: String
ru: Строка

source: "When CORS (Cross Origin Resource Sharing) is enabled (using the CORSSupport parameter) this indicates which origins are allowed."
ru: Если поддержка CORS (совместное использование ресурсов между разными источниками) включена (с использованием параметра CORSSupport), то здесь указываются разрешённые источники

# PMHealthCheckEnabled.type
source: Boolean
ru: Логическое значение

source: "Enable/Disable Power Management Health Check feature."
ru: Включить/выключить проверку работоспособности управления питанием

# PMHealthCheckIntervalInSec.type
source: Integer
ru: Целое число

source: "The interval in which the Power Management Health Check is running."
ru: Интервал для проведения проверки работоспособности управления питанием

# FenceKdumpDestinationAddress.type
source: String
ru: Строка

source: Defines the hostname(s) or IP address(es) to send fence_kdump messages to. If empty, engine FQDN is used. WARNING: If it's changed, please make sure it corresponds to LISTENER_ADDRESS in fence_kdump listener config file! Also it's needed to redeploy all hosts using kdump detection to activate the change!
ru: Определяет имя(имена) хоста или адрес(а) IP, на которые должны посылаться сообщения fence_kdump. Если поле не заполнено, используется полное доменное имя ЦУ. ВНИМАНИЕ: при изменении этого параметра убедитесь, что значения соответствуют значению параметра LISTENER_ADDRESS в конфигурационном файле прослушивателя fence_kdump. Кроме того, для активации изменений необходимо повторное разворачивание всех хостов с обнаружением kdump.

# FenceKdumpDestinationPort.type
source: Integer
ru: Целое число

source: Defines the port to send fence_kdump messages to. WARNING: If it's changed, please make sure it corresponds to LISTENER_PORT in fence_kdump listener config file! Also it's needed to redeploy all hosts using kdump detection to activate the change!
ru: Определяет порт, на который должны посылаться сообщения fence_kdump. ВНИМАНИЕ: при изменении этого параметра убедитесь, что значение соответствует значению параметра LISTENER_PORT в конфигурационном файле прослушивателя fence_kdump. Кроме того, для активации изменений необходимо повторное разворачивание всех хостов с обнаружением kdump.

# FenceKdumpMessageInterval.type
source: Integer
ru: Целое число

source: Defines the interval in seconds between messages sent by fence_kdump_send. WARNING: If it's changed, please make sure the new value is at least couple times lower than KDUMP_FINISHED_TIMEOUT in fence_kdump listener config file! Also it's needed to redeploy all hosts using kdump detection to activate the change!
ru: Определяет интервал (сек.) между сообщениями, которые посылает fence_kdump_send. ВНИМАНИЕ: при изменении значения убедитесь, что новое значение как минимум в два раза меньше, чем значение KDUMP_FINISHED_TIMEOUT в конфигурационном файле прослушивателя fence_kdump. Кроме того, для активации изменений необходимо повторное разворачивание всех хостов с обнаружением kdump.

# FenceKdumpListenerTimeout.type
source: Integer
ru: Целое число

source: Defines max timeout in seconds since last heartbeat to consider fence_kdump listener alive. WARNING: If it's changed, please make sure the new value is at least two times higher than HEARTBEAT_INTERVAL in fence_kdump listener config file!
ru: Определяет максимальное значение истечения времени ожидания (сек.) с момента получения последнего пакета пульса для того, чтобы слушатель fence_kdump считался ещё работающим. ВНИМАНИЕ: при изменении значения убедитесь, что новое значение было как минимум в два раза больше значения параметра HEARTBEAT_INTERVAL в конфигурационном файле прослушивателя fence_kdump.

# KdumpStartedTimeout.type
source: Integer
ru: Целое число

source: Defines maximum timeout in seconds to wait until 1st message from kdumping host is received (host kdump flow started). WARNING: If it's changed, please make sure the new value is at least couple times higher than FenceKdumpMessageInterval in engine-config and HEARTBEAT_INTERVAL in fence_kdump listener config file!
ru: Определяет максимальное значение истечения времени ожидания (сек.) до получения первого сообщения от хоста, на котором происходит процесс выполнения kdump. ВНИМАНИЕ: при изменении значения убедитесь, что новое значение как минимум в два раза превышает значение параметра FenceKdumpMessageInterval в engine-config и параметра HEARTBEAT_INTERVAL в конфигурационном файле прослушивателя fence_kdump.

source: "Maps a fencing agent to other agent implicitly. Format : ((\w)+[=](\w)+[,]{0,1})+. Example: agent1=agent2,agent3=agent4"
ru: Явно проецирует агента операции блокады на другого агента. Формат: ((\w)+[=](\w)+[,]{0,1})+. Пример: агент1=агент2,агент3=агент4

source: "Default parameters per agent. Format ([\w]+([=][\w]+){0,1}[,]{0,1})+. Example: agent1=key1=val1,flag;key2=val2"
ru: Стандартные параметры на каждого агента. Формат: ([\w]+([=][\w]+){0,1}[,]{0,1})+. Пример: агент1=ключ1=знач1,атрибут;ключ2=знач2

source: "Default parameters per agent for PPC. Format ([\w]+([=][\w]+){0,1}[,]{0,1})+. Example: agent1=key1=val1,flag;key2=val2"
ru: Стандартные параметры на каждого агента для PPC. Формат ([\w]+([=][\w]+){0,1}[,]{0,1})+. Пример: агент1=ключ1=знач1,атриб.;ключ2=знач2"

source: "secure/port/slot mapping support per agent for PPC. Format ([\w]+[:]([\w]*[=][\w]*[,]{0,1}[;]{0,1}){0,3}[;]{0,1})+. Example: agent1:secure=secure;agent2:port=ipport,slot=slot"
ru: Поддержка защищённой/порт/слот проекции на каждого агента для PPC. Формат ([\w]+[:]([\w]*[=][\w]*[,]{0,1}[;]{0,1}){0,3}[;]{0,1})+. Пример: агент1:secure=secure;агент2:порт=ipport,слот=slot

source: "Fence agents types. Format ((\w)+[,]{0,1})+. Example: agent1,agent2"
ru: Типы агентов блокады. Формат ((\w)+[,]{0,1})+. Пример: агент1,агент2

source: "Maps a fencing agent to the param for delay on/off actions. Format : ((\w)+[=](\w)+[,]{0,1})+. Example: agent1=power_wait,agent2=delay"
ru: Проецирует агента блокады на параметр для вкл/выкл задержки действий. Формат : ((\w)+[=](\w)+[,]{0,1})+. Пример: агент1=power_wait,агент2=delay

source: "For UI only. Random Number Generator sources that are preselected when creating a new cluster (comma separated string of values 'random' and 'hwrng')"
ru: Только для UI. Источники генератора случайных чисел, предварительно выбираемые при создании нового кластера (строки значений «random» и «hwrng», через запятую)

source: A comma separated list of locale keys to display even though they're unsupported
ru: Список клавиш локали, через запятую, которые нужно показать, даже если они не поддерживаются

# UnsupportedLocalesFilterOverrides.type
source: String
ru: Строка

source: "Default MTU value"
ru: Значение MTU по умолчанию.

# FenceStartStatusRetries.type
source: Integer
ru: Целое число

source: Defines how many status command retries are done in order to get a 'on' status after host is started from power management.
ru: Определяет число попыток выполнения команды status до получения статуса «включен» при запуске хоста после режима обслуживания

# FenceStartStatusDelayBetweenRetriesInSec.type
source: Integer
ru: Целое число

source: Defines how may seconds to wait between each retry in FenceStopStatusRetries.
ru: Определяет количество секунд ожидания между попытками в FenceStopStatusRetries.

# FenceStopStatusRetries.type
source: Integer
ru: Целое число

source: Defines how many status command retries are done in order to get a 'off' status after host is stopped from power management.
ru: Определяет число попыток выполнения команды status до получения статуса «выключен» при остановке хоста после режима обслуживания.

# FenceStopStatusDelayBetweenRetriesInSec.type
source: Integer
ru: Целое число
