Repository: jtux270/translate
Catalog: properties_4/packaging.etc.engine-config/engine-config_*.po
Languages: ru

source: Defines how may seconds to wait between each retry in FenceStartStatusRetries.
ru: Определяет количество секунд ожидания между попытками в FenceStartStatusRetries.

source: "Use auto-convergence on all migrations by default."
ru: Во всех миграциях по умолчанию использовать авто-конвергенцию

# DefaultAutoConvergence.type
source: Boolean
ru: Логическое значение

source: "Use compression of same memory pages on all migrations by default."
ru: Во всех миграциях по умолчанию сжимать одни и те же страницы памяти.

# DefaultMigrationCompression.type
source: Boolean
ru: Логическое значение

source: Refresh rate (in seconds) of the geo-replication session status and statistics
ru: Частота обновления статуса/статистики сеанса георепликации (в сек.)

# GlusterRefreshRateGeoRepStatusInSecs.type
source: Integer
ru: Целое число

source: Refresh rate (in seconds) for discovery of geo-replication sessions
ru: Частота обновления сведений при обнаружении сеансов георепликации (в сек.)

# GlusterRefreshRateGeoRepDiscoveryInSecs.type
source: Integer
ru: Целое число

source: "Determines the period in hours on which we check for a fresh backup - default : 6 hours, set to -1 to disable this feature"
ru: Определяет промежуток времени в часах, во время которого выполняется проверка на наличие свежей резервной копии, по умолчанию: 6 часов; для отключения этой возможности укажите «-1»

# BackupCheckPeriodInHours.type
source: Integer
ru: Целое число

source: "Determines the max number of days allowed without a fresh backup - default : 1 day"
ru: Определяет максимальное разрешённое число дней без свежей резервной копии, по умолчанию — 1 день.

# BackupAlertPeriodInDays.type
source: Integer
ru: Целое число

source: Refresh rate (in hours) for available host updates check.
ru: Частота проверки на наличие обновлений для хоста (в часах).

source: A comma separated list of packages to be checked for updates by the host upgrade action.
ru: Список пакетов, через запятую, для которых нужно проверить наличие исправлений при обновлении хоста.

# UserPackageNamesForCheckUpdate.mergable
source: true
ru: верно

source: Refresh rate (in hours) for available certification check.
ru: Частота проверки на наличие сертификации (в часах).

# CertificationValidityCheckTimeInHours.type
source: Double
ru: Двойная

source: The name of the Hosted Engine VM. That name will be used to perform exclusive operation by ovirt-engine on that VM.
ru: Имя ВМ виртуализированного ЦУ. Это имя будет использоваться для выполнения Центром Управления эксклюзивных действий на этой ВМ.

source: "Try to automatically import the hosted engine VM and its storage domain"
ru: Попробуйте автоматически импортировать ВМ и домен хранилища виртуализированного ЦУ.

# AutoImportHostedEngine.type
source: Boolean
ru: Логическое значение

source: Allow/disallow editing the hosted engine VM.
ru: Разрешить/запретить редактирование параметров ВМ виртуализированного ЦУ.

# AllowEditingHostedEngine.type
source: Boolean
ru: Логическое значение

source: The size of the disk containing the Hosted Engine configuration.
ru: Размер диска, содержащего параметры виртуализированного ЦУ

# HostedEngineConfigDiskSizeInBytes.type
source: Integer
ru: Целое число

source: The number of LVs in a block Storage Domain that will cause an alert to be issued
ru: Число логических томов в блоковом домене хранилищ, при достижении которого будет создано предупреждение.

# AlertOnNumberOfLVs.type
source: Integer
ru: Целое число
