Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/neutron-18.3.0/neutron.po
Languages: ru

source: Port Forwarding %(id)s could not be found.
ru: Не удалось найти перенаправление портов с %(id)s.

source: Port Forwarding filter %(filter)s is not supported.
ru: Фильтр перенаправления портов %(filter)s не поддерживается.

source: Cannot associate floating IP to port %(port_id)s because it already has a Port Forwarding binding.
ru: Невозможно привязать «плавающий» IP к порту %(port_id)s, т.к. у порта уже есть связка перенаправления

source: Floating IP %(id)s in use by Port Forwarding resources.
ru: «Плавающий» IP %(id)s используется ресурсами перенаправления портов

source: Cannot create port forwarding to floating IP %(floating_ip_address)s (%(fip_id)s) with port %(port_id)s using fixed IP %(fixed_ip)s, as that port already has a binding floating IP.
ru: Невозможно создать перенаправление портов на «плавающий» IP %(floating_ip_address)s (%(fip_id)s) для порта %(port_id)s с использованием фиксированного IP %(fixed_ip)s, т.к. у этого порта уже есть привязанный «плавающий» IP.

source: Cannot update QoS policies/rules backed by resources tracked in Placement
ru: Невозможно обновить политики/правила QoS, поддерживаемые ресурсами, отслеживаемыми в службе Placement

source: revises_on_change relationships must have load_on_pending set to True to bump parent revisions on create: %s
ru: Для отношений «revises_on_change» значение параметра «load_on_pending» должно быть указано как «Истина» для повышения родительской редакции при создании: %s

source: Revision matching not supported for this resource
ru: Соответствие редакций для этого ресурса не поддерживается

source: Constrained to %(exp)s, but current revision is %(cur)s
ru: Ограничено редакцией %(exp)s, но текущая редакция %(cur)s

source: Segment %(segment_id)s could not be found.
ru: Не удалось найти сегмент %(segment_id)s.

source: The network '%(network_id)s' has multiple segments, it is only possible to associate an existing subnet with a segment on networks with a single segment.
ru: У сети '%(network_id)s' несколько сегментов, а привязать существующую подсеть к сегменту сети можно только для сетей с одним сегментом.

source: All of the subnets on network '%(network_id)s' must either all be associated with segments or all not associated with any segment.
ru: Либо каждая из подсетей сети '%(network_id)s' должна быть привязана к сегменту, либо ни одна из подсетей не должна быть привязана ни к одному сегменту.

source: A subnet cannot be associated with a dynamic segment.
ru: Подсеть не может быть привязана к динамическому сегменту

source: A subnet that is already associated with a segment cannot have its segment association changed.
ru: Невозможно изменить привязку подсети к сегменту, если она уже привязана к сегменту.

source: The subnet's network id, '%(subnet_network)s', doesn't match the network_id of segment '%(segment_id)s'
ru: ID сети этой подсети, '%(subnet_network)s', не соответствует значению network_id сегмента '%(segment_id)s'

source: Host %(host)s is connected to multiple segments on routed provider network '%(network_id)s'. It should be connected to one.
ru: Хост %(host)s подключён к нескольким сегментам в маршрутизированной сети поставщика '%(network_id)s', но должен быть подключён только к одному.

source: Host %(host)s is not connected to any segments on routed provider network '%(network_id)s'. It should be connected to one.
ru: Хост %(host)s не подключён ни к одному из сегментов в маршрутизированной сети поставщика '%(network_id)s', но должен быть подключён к одному сегменту.

source: Host %(host)s is not connected to a segment where the existing fixed_ips on port %(port_id)s will function given the routed network topology.
ru: Учитывая топологию маршрутизированной сети, хост %(host)s не подключён к сегменту, в котором будет функционировать существующий fixed_ips на порту %(port_id)s.

source: Segment '%(segment_id)s' cannot be deleted: %(reason)s.
ru: Невозможно удалить сегмент '%(segment_id)s': %(reason)s.

source: Cannot allocate addresses from different segments.
ru: Невозможно выделить адреса из разных сегментов.

source: The segment is still associated with subnet(s) %s
ru: Сегмент по-прежнему привязан к подсетям subnet(s) %s

source: Port %(port_id)s is in use by another trunk.
ru: Порт %(port_id)s используется другой магистралью

source: Trunk %(trunk_id)s could not be found.
ru: Не удалось найти магистраль %(trunk_id)s

source: SubPort on trunk %(trunk_id)s with parent port %(port_id)s could not be found.
ru: Не удалось найти подчинённый порт в магистрали %(trunk_id)s с родительским портом %(port_id)s

source: segmentation_type %(segmentation_type)s and segmentation_id %(segmentation_id)s already in use on trunk %(trunk_id)s.
ru: segmentation_type %(segmentation_type)s и segmentation_id %(segmentation_id)s уже используются в магистрали %(trunk_id)s.

source: Port %(port_id)s is currently in use and is not eligible for use as a parent port.
ru: Порт %(port_id)s уже используется и может быть выбран для использования в качестве родительского порта.

source: MTU %(port_mtu)s of subport %(port_id)s cannot be greater than MTU %(trunk_mtu)s of trunk %(trunk_id)s.
ru: Значение MTU %(port_mtu)s подчинённого порта %(port_id)s не может превышать значение MTU %(trunk_mtu)s магистрали %(trunk_id)s.

source: Port %(port_id)s is currently a parent port for trunk %(trunk_id)s.
ru: Порт %(port_id)s в данный момент является родительским портом в магистрали %(trunk_id)s.

source: Port %(port_id)s is currently a subport for trunk %(trunk_id)s.
ru: Порт %(port_id)s в данный момент является подчинённым портом в магистрали %(trunk_id)s.

source: Trunk %(trunk_id)s is currently in use.
ru: Магистраль %(trunk_id)s на данный момент используется

source: Trunk %(trunk_id)s is currently disabled.
ru: Магистраль %(trunk_id)s на данный момент отключена

source: Trunk %(trunk_id)s is in error state. Attempt to resolve the error condition before proceeding.
ru: Магистраль %(trunk_id)s в состоянии ошибки. Попытка исправить состояние перед продолжением.

source: Cannot load trunk plugin: no compatible core plugin configuration is found.
ru: Невозможно загрузить модуль магистрали: не найдено совместимой конфигурации базового модуля

source: Cannot load trunk plugin: no compatible segmentation type configuration can be found amongst list of loaded drivers.
ru: Невозможно загрузить модуль магистрали: в списке загруженных драйверов не найдено конфигурации с совместимым типом сегментации.

source: Validator not found for segmentation type %(seg_type)s. It must be registered before the plugin init can proceed.
ru: Для типа сегментации %(seg_type)s не найден агент проверки. Он должен быть зарегистрирован перед продолжением инициации модуля.

source: A misconfiguration in the environment prevents the operation from completing, please, contact the admin.
ru: Неверная конфигурация в окружении препятствует завершению операции. Свяжитесь с администратором.

source: Failed to set port binding for port %(port_id)s on trunk %(trunk_id)s.
ru: Не удалось настроить привязку для порта %(port_id)s в магистрали %(trunk_id)s.

source: Cannot accept segmentation type %s
ru: Невозможно принять тип сегментации %s

source: Invalid subport details '%s': missing segmentation information. Must specify both segmentation_id and segmentation_type
ru: Недействительные сведения о подчинённом порте '%s': отсутствуют сведения о сегментации. Необходимо указать как segmentation_id, так segmentation_type.

source: Invalid subport details: segmentation_id '%s' is not an integer
ru: Недействительные сведения о подчинённом порте: значение segmentation_id '%s' не является целым числом

source: Unknown segmentation_type '%s'
ru: Неизвестный segmentation_type '%s'

source: Segmentation ID '%s' is not in range
ru: ID сегментации '%s' не в диапазоне

source: Trunk bridge %(bridge)s could not be found.
ru: Не удалось найти мост магистрали %(bridge)s

source: Parent port for trunk bridge %(bridge)s could not be found.
ru: Не удалось найти родительский порт моста магистрали %(bridge)s

source: %s parameter is required for this decorator
ru: Этому декоратору требуется параметр %s

source: Error while communicating with OVSDB: %(error)s
ru: Ошибка обмена данными с OVSDB: %(error)s

source: Cannot redefine existing %s segmentation type
ru: Невозможно переопределить существующий тип сегментации %s

source: Unknown attribute '%s'.
ru: Неизвестный атрибут '%s'.

source: Async process didn't respawn
ru: Процесс async не был создан повторно

source: Keepalived didn't spawn
ru: Keepalived не был создан

source: Keepalived didn't respawn
ru: Keepalived не был создан повторно

source: Could not find LISTEN port.
ru: Не удалось найти порт LISTEN

source: IPTablesManager.apply failed to apply the following set of iptables rules: %s
ru: IPTablesManager.apply не смог применить следующий набор правил iptables: %s

source: Unmapped error
ru: Ошибка unmapped

source: The server has either erred or is incapable of performing the requested operation.
ru: Либо на сервере возникла ошибка, либо сервер не в состоянии выполнить запрошенную операцию.

source: Deleting port %s
ru: Удаляется порт %s

source: The port '%s' was deleted
ru: Порт '%s' был удалён

source: Failed to set-up %(type)s tunnel port to %(ip)s
ru: Не удалось настроить порт туннеля %(type)s до %(ip)s

source: IP version mismatch, cannot create tunnel: local_ip=%(lip)s remote_ip=%(rip)s
ru: Несовпадение версий IP, невозможно создать туннель: local_ip=%(lip)s remote_ip=%(rip)s

source: Invalid local or remote IP, cannot create tunnel: local_ip=%(lip)s remote_ip=%(rip)s
ru: Недействительный локальный или удалённый IP, невозможно создать туннель: local_ip=%(lip)s remote_ip=%(rip)s

source: Adds test attributes to core resources.
ru: Добавляет тестовые атрибуты базовым ресурсам
