Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/neutron-18.3.0/neutron.po
Languages: ru

source: ipv6_ra_mode or ipv6_address_mode cannot be set when enable_dhcp is set to False
ru: Невозможно настроить параметр ipv6_ra_mode или ipv6_address_mode, если для параметра enable_dhcp указано значение «Ложно».

source: Cannot disable enable_dhcp with ipv6 attributes set
ru: При настроенных атрибутах ipv6 нельзя отключить параметр enable_dhcp

source: %(name)s '%(addr)s' does not match the ip_version '%(ip_version)s'
ru: %(name)s '%(addr)s' не совпадает с ip_version '%(ip_version)s'

source: Subnet has a prefix length that is incompatible with DHCP service enabled
ru: Длина префикса подсети несовместима с включённой службой DHCP

source: Multicast IP subnet is not supported if enable_dhcp is True
ru: Подсеть с многоадресными IP не поддерживается, если для параметра enable_dhcp установлено значение «Истина»

source: Loopback IP subnet is not supported if enable_dhcp is True
ru: Подсеть с петлевыми IP не поддерживается, если для параметра enable_dhcp установлено значение «Истина»

source: First IP '0.0.0.0' of network is not supported if enable_dhcp is True.
ru: Первый IP '0.0.0.0' сети не поддерживается, если для параметра enable_dhcp указано значение «Истина»

source: Gateway is not valid on subnet
ru: Недопустимый в подсети шлюз

source: new subnet
ru: новая подсеть

source: Error parsing dns address %s
ru: Ошибка во время анализа адреса DNS %s

source: ipv6_ra_mode is not valid when ip_version is 4
ru: Режим ipv6_ra_mode недействителен при значении «4» для ip_version

source: ipv6_address_mode is not valid when ip_version is 4
ru: Режим ipv6_address_mode недействителен при значении «4» для ip_version

source: Prefix Delegation can only be used with IPv6 subnets.
ru: Делегирование префиксов можно использовать только в подсетях IPv6

source: IPv6 RA Mode must be SLAAC or Stateless for Prefix Delegation.
ru: Для делегирования префиксов значение режима IPv6 RA должно быть «SLAAC» или «Stateless»

source: IPv6 Address Mode must be SLAAC or Stateless for Prefix Delegation.
ru: Для делегирования префиксов значение режима IPv6 Address должно быть «SLAAC» или «Stateless»

source: subnetpool_id and use_default_subnetpool cannot both be specified
ru: Нельзя одновременно настраивать параметры subnetpool_id и use_default_subnetpool

source: ip_version must be specified in the absence of cidr and subnetpool_id
ru: Если отсутствуют «cidr» и «subnetpool_id», необходимо указать «ip_version»

source: No default subnetpool found for IPv%s
ru: Для IPv%s не найден пул подсетей по умолчанию

source: cidr and prefixlen must not be supplied together
ru: «cidr» и «prefixlen» нельзя указывать вместе

source: a subnetpool must be specified in the absence of a cidr
ru: Если отсутствует «cidr», необходимо указать пул подсетей

source: A cidr must be specified in the absence of a subnet pool
ru: Если отсутствует пул подсетей, необходимо указать «cidr»

source: subnetpool %(subnetpool_id)s cannot be updated when associated with shared address scope %(address_scope_id)s
ru: Невозможно обновить пул подсетей %(subnetpool_id)s, если есть привязка к диапазону разделяемых адресов %(address_scope_id)s

source: A default subnetpool for this IP family has already been set. Only one default may exist per IP family
ru: Пул подсетей по умолчанию уже был настроен для этого семейства IP. На каждую семью IP может существовать только один пул подсетей.

source: Subnet pool has existing allocations
ru: У пула подсетей существуют выделения

source: network_id must be specified.
ru: Необходимо указать network_id

source: Onboarding subnet %(subnet_id)s: %(cidr)s conflicts with allocated prefixes in subnet pool %(subnetpool_id)s
ru: Внедряемая подсеть %(subnet_id)s: %(cidr)s конфликтует с выделенными префиксами в пуле подсети %(subnetpool_id)s

source: mac address update
ru: обновление адреса MAC

source: One or more the prefixes to be removed is in use by a subnet.
ru: Один или более префиксов, предназначенных к удалению, используется подсетью

source: dns_domain cannot be specified without a dns_name
ru: Нельзя указать «dns_domain» без «dns_name»

source: dns_name cannot be specified without a dns_domain
ru: Нельзя указать «dns_name» без «dns_domain»

source: Default external networks must be shared to everyone.
ru: Внешние сети по умолчанию должны быть общими для каждого

source: There are routers attached to this network that depend on this policy for access.
ru: К этой сети прикреплены маршрутизаторы, доступ к которым зависит от данной политики

source: the nexthop is not connected with router
ru: следующий сетевой переход не подключён к маршрутизатору

source: the nexthop is used by router
ru: следующий сетевой переход используется маршрутизатором

source: allocation_pools allowed only for specific subnet requests.
ru: «allocation_pools» допускается только для конкретных запросов подсети

source: Cannot allocate IPv%(req_ver)s subnet from IPv%(pool_ver)s subnet pool
ru: Невозможно выделить подсеть IPv%(req_ver)s из пула IPv%(pool_ver)s

source: 0 is not allowed as CIDR prefix length
ru: Значение «0» не допускается в качестве длины префикса CIDR

source: IP allocation requires subnets for network
ru: Для выделения IP требуется подсети

source: Failed to create port on network %(network_id)s, because fixed_ips included invalid subnet %(subnet_id)s
ru: Не удалось создать порт в сети %(network_id)s, т.к. в «fixed_ips» включена недействительная подсеть %(subnet_id)s

source: IP allocation requires subnet_id or ip_address
ru: Для выделения IP требуется параметр «subnet_id» или «ip_address»

source: set_extra_attr_value cannot be called out of a transaction.
ru: set_extra_attr_value невозможно вызвать из транзакции

source: Tried to set a key '%s' that doesn't exist in the extra attributes table.
ru: Попытка настроить ключ «%s», который не существует в таблице дополнительных атрибутов

source: IPv6 subnet %s configured to receive RAs from an external router cannot be added to Neutron Router.
ru: Подсеть IPv6 %s, настроенная на получение объявлений от внешнего маршрутизатора, не может быть добавлена к маршрутизатору Neutron

source: Network %s is not an external network
ru: Сеть %s не является внешней

source: External IP %s is the same as the gateway IP
ru: Внешний IP %s равен IP шлюза

source: Router already has a port on subnet %s
ru: У маршрутизатора уже есть порт в подсети %s

source: Cidr %(subnet_cidr)s of subnet %(subnet_id)s overlaps with cidr %(cidr)s of subnet %(sub_id)s
ru: Cidr %(subnet_cidr)s подсети %(subnet_id)s перекрывает %(cidr)s подсети %(sub_id)s

source: Either subnet_id or port_id must be specified
ru: Необходимо указать либо «subnet_id», либо «port_id»

source: Cannot specify both subnet-id and port-id
ru: Нельзя указывать одновременно и subnet-id и port-id

source: Router port must have at least one fixed IP
ru: У порта маршрутизатора должен быть минимум один фиксированный IP

source: Cannot add interface to router because specified port %(port)s has an IP address out of the allocation pool of subnet %(subnet)s, which is not owned by the project making the request
ru: Невозможно добавить интерфейс маршрутизатору, т.к. IP указанного порта %(port)s выделен пулом подсети %(subnet)s, владельцем которой не является проект, выполняющий запрос.

source: Cannot have multiple router ports with the same network id if both contain IPv6 subnets. Existing port %(p)s has IPv6 subnet(s) and network id %(nid)s
ru: У нескольких портов маршрутизатора не может быть ID одной и той же сети, если оба содержат подсети IPv6. У существующего порта %(p)s есть подсети IPv6 и идентификаторы сети %(nid)s.

source: Cannot have multiple IPv4 subnets on router port
ru: На порту маршрутизатора невозможно иметь несколько подсетей IPv4

source: cannot perform router interface attachment due to %(reason)s
ru: невозможно выполнить прикрепление интерфейса маршрутизатора по причине: %(reason)s

source: Subnet for router interface must have a gateway IP
ru: У подсети на интерфейсе маршрутизатора должен быть IP шлюза

source: Cannot add interface to router because subnet %s is not owned by project making the request
ru: Невозможно добавить интерфейс маршрутизатору, т.к. владельцем подсети %s не является проект, выполняющий запрос.

source: Cannot process floating IP association with Port %s, since that port is owned by a different tenant
ru: Невозможно обработать привязку «плавающего» IP к порту %s, т.к. владельцем порта является другой арендатор

source: Port %(id)s is unable to be assigned a floating IP
ru: Порту %(id)s невозможно присвоить плавающий IP

source: Cannot process floating IP association with %s, since that is not an IPv4 address
ru: Невозможно обработать привязку «плавающего» IP к %s, т.к. это не адрес IPv4

source: Port %(id)s does not have fixed ip %(address)s
ru: У порта %(id)s отсутствует фиксированный IP %(address)s

source: Cannot add floating IP to port %s that has no fixed IPv4 addresses
ru: Невозможно добавить «плавающий» IP порту %s, у которого отсутствуют фиксированные адреса IPv4

source: Port %s has multiple fixed IPv4 addresses. Must provide a specific IPv4 address when assigning a floating IP
ru: У порта %s несколько фиксированных адресов IPv4. При присвоении плавающих IP необходимо предоставить конкретный адрес IPv4

source: Port VNIC type is not valid to associate a FIP in DVR mode
ru: Тип VNIC порта не является действительным для привязки протокола FIP в режиме DVR

source: fixed_ip_address cannot be specified without a port_id
ru: нельзя указать «fixed_ip_address» без «port_id»

source: Network %s is not a valid external network
ru: Сеть %s не является действительной внешней сетью

source: Network %s does not contain any IPv4 subnet
ru: У сети %s нет никаких подсетей IPv4

source: has device owner %s
ru: есть владелец устройства %s

source: Cannot change the 'distributed' attribute of active routers. Please set router admin_state_up to False prior to upgrade
ru: Невозможно изменить атрибут «distributed» активных маршрутизаторов. Перед обновлением сначала укажите значение «Ложно» для параметра admin_state_up маршрутизатора.

source: Unable to create the SNAT Interface Port
ru: Не удалось создать порт с интерфейсом SNAT

source: Unable to create Floating IP Agent Gateway port
ru: Не удалось создать порт шлюза агента с плавающим IP

source: add_ha_port cannot be called inside of a transaction.
ru: нельзя вызвать add_ha_port внутри транзакции

source: Cannot change HA attribute of active routers. Please set router admin_state_up to False prior to upgrade
ru: Невозможно изменить атрибут отказоустойчивости активных маршрутизаторов. Перед обновлением сначала укажите значение «Ложно» для параметра «admin_state_up» маршрутизатора.

source: Must not be called in a transaction
ru: Не должен вызываться из транзакции

source: Could not find model for %s. If you are adding provisioning blocks for a new resource you must call add_model_for_resource during initialization for your type.
ru: Не удалось найти модель для %s. Если новому ресурсу добавляется блокировка резервирования, то во время инициализации необходимо вызвать «add_model_for_resource» для нужного типа.

source: Invalid action '%(action)s' for object type '%(object_type)s'. Valid actions: %(valid_actions)s
ru: Недействительное действие '%(action)s' для типа объекта '%(object_type)s'. Действительные действия: %(valid_actions)s

source: Default security group
ru: Группа безопасности по умолчанию

source: cannot perform %(event)s due to %(reason)s
ru: невозможно выполнить %(event)s по причине %(reason)s

source: %s must implement get_port_from_device or get_ports_from_devices.
ru: %s должен реализовать get_port_from_device или get_ports_from_devices.

source: %s cannot be called while in offline mode
ru: нельзя вызвать %s из режима «не в сети»

source: Don't know if operation is an expand or contract at the moment: %s
ru: На данный момент неизвестно, является ли операция операцией expand или операцией contract: %s

source: Running %(cmd)s (%(desc)s) for %(project)s ...
ru: Выполняется %(cmd)s (%(desc)s) для %(project)s ...

source: Running %(cmd)s for %(project)s ...
ru: Выполняется %(cmd)s для %(project)s ...

source: Sub-project %s not installed.
ru: Подчинённый проект %s не установлен.

source: Phase upgrade options do not accept revision specification
ru: Параметры фазы обновления не принимают спецификации редакций

source: You must provide a revision or relative delta
ru: Необходимо предоставить редакцию или relative delta

source: Negative relative revision (downgrade) not supported
ru: Отрицательное значение относительной редакции (понижение версии) не поддерживается

source: Use either --delta or relative revision, not both
ru: используйте либо --delta либо относительное значение редакции, но не оба параметра

source: Negative delta (downgrade) not supported
ru: Отрицательное значение delta (понижение версии) не поддерживается

source: Downgrade no longer supported
ru: Понижение версии больше не поддерживается

source: Release aware branch labels (%s) are deprecated. Please switch to expand@ and contract@ labels.
ru: Метки веток с указанием версии (%s) являются устаревшими. Перейдите на использование меток expand@ и contract@.

source: Unexpected label for script %(script_name)s: %(labels)s
ru: Непредвиденная метка сценария %(script_name)s: %(labels)s

source: Unexpected number of alembic branch points: %(branchpoints)s
ru: Непредвиденное число точек ветвления alembic: %(branchpoints)s

source: %(branch)s HEAD file does not match migration timeline head, expected: %(head)s
ru: Файл HEAD ветки %(branch)s не соответствует заголовку временной шкалы миграции, ожидался: %(head)s

source: Repository does not contain HEAD files for contract and expand branches.
ru: В репозитории отсутствуют файлы HEAD для веток contract и expand

source: Need to apply migrations from %(project)s contract branch. This will require all Neutron server instances to be shutdown before proceeding with the upgrade.
ru: Необходимо применить миграции из ветки contract проекта %(project)s. Для продолжения операции обновления понадобится выключить выполнение всех экземпляры сервера Neutron.

source: Available commands
ru: Доступные команды

source: Failed to locate source for %s.
ru: Не удалось найти источник %s.

source: Package %s not installed
ru: Пакет %s не установлен

source: No offline migrations pending.
ru: Нет отложенных автономных миграций

source: Duplicate L3HARouterAgentPortBinding is created for router(s) %(router)s. Database cannot be upgraded. Please, remove all duplicates before upgrading the database.
ru: Ранее был создан дубликат L3HARouterAgentPortBinding для следующих маршрутизаторов: %(router)s.Обновление версии БД невозможно. Удалите все дубликаты перед обновлением версии БД.

source: Duplicate port(s) %(port_id)s records exist in routerports database. Database cannot be upgraded. Please remove all duplicated records before upgrading the database.
ru: В БД портов маршрутизаторов существует дубликат записи следующих портов: %(port_id)s. Обновление версии БД невозможно. Перед обновлением удалите сначала все дублирующие записи.

source: Duplicate Floating IPs were created for fixed IP addresse(s) %(fixed_ip_address)s. Database cannot be upgraded. Please remove all duplicate Floating IPs before upgrading the database.
ru: Дублирующие «плавающие» IP были созданы для следующих фиксированных адресов: %(fixed_ip_address)s. Обновление версии БД невозможно. Для обновления сначала удалите все дублирующие плавающие IP.

source: Duplicate Quotas are created for resource(s) %(resources)s. Database cannot be upgraded. Please, remove all duplicates before upgrading the database.
ru: Дублирующие квоты были созданы для следующих ресурсов: %(resources)s. Обновление версии БД невозможно. Для обновления сначала удалите все дубликаты.

source: ID of network to probe
ru: ID сети для проведения проб

source: Owner type of the device: network/compute
ru: Тип владельца устройства: network/compute

source: Probe created : %s
ru: Проба создана: %s

source: ID of probe port to delete
ru: ID удаляемого порта пробы

source: Probe %s deleted
ru: Проба %s удалена

source: ID of probe port to execute command
ru: ID порта пробы для выполнения команды

source: Command to execute
ru: Выполняемая команда

source: Ping timeout
ru: Истечение времени ожидания проверки связи

source: ID of network
ru: ID сети

source: Config file for interface driver (You may also use l3_agent.ini)
ru: Файл конфигурации драйвера интерфейса (также можно использовать l3_agent.ini)

source: You must provide a config file for bridge - either --config-file or env[NEUTRON_TEST_CONFIG_FILE]
ru: Для моста необходимо указать файл конфигурации: либо в виде «--config-file», либо «env[NEUTRON_TEST_CONFIG_FILE]»

source: Agent %(id)s is not a L3 Agent or has been disabled
ru: Агент %(id)s не является агентом L3 или был отключён

source: The router %(router_id)s has been already hosted by the L3 Agent %(agent_id)s.
ru: Маршрутизатор %(router_id)s уже был размещён на агенте L3 %(agent_id)s.

source: Failed scheduling router %(router_id)s to the L3 Agent %(agent_id)s.
ru: Не удалось поместить маршрутизатор %(router_id)s в расписание агента L3 %(agent_id)s.

source: Failed rescheduling router %(router_id)s: no eligible l3 agent found.
ru: Не удалось повторно разместить маршрутизатор %(router_id)s в расписание: подходящих агентов l3 не найдено.

source: Cannot host distributed router %(router_id)s on legacy L3 agent %(agent_id)s.
ru: Распределённый маршрутизатор %(router_id)s невозможно разметить на устаревшем агенте L3%(agent_id)s.

source: Not allowed to manually assign a router to an agent in 'dvr' mode.
ru: Ручное присвоение маршрутизатора агенту в режиме 'dvr' не разрешено

source: Not allowed to manually remove a router from an agent in 'dvr' mode.
ru: Ручное удаление маршрутизатора с агента в режиме 'dvr' не разрешено

source: Router %(router_id)s does not support agent scheduling.
ru: Маршрутизатор %(router_id)s не поддерживает занесение в расписание агента

source: POST requests are not supported on this resource.
ru: На этом ресурсе не поддерживаются запросы POST

source: Only admin is authorized to access quotas for another tenant
ru: Авторизация на доступ к квотам другого арендатора есть только у администраторов

source: RBAC policy of type %(object_type)s with ID %(id)s not found
ru: Политика управления доступом на основе ролей с типом %(object_type)s и ID %(id)s не найдена

source: RBAC policy on object %(object_id)s cannot be removed because other objects depend on it. Details: %(details)s
ru: Невозможно удалить политику управление доступом на основе ролей для объекта %(object_id)s, т.к. от неё зависят другие объекты . Подробности: %(details)s

source: An RBAC policy already exists with those values.
ru: Политика управления доступом на основе ролей с такими значениями уже существует

source: Failed to create RBAC policy on object %(object_id)s because %(reason)s.
ru: Не удалось создать политику управления доступом на основе ролей для объекта %(object_id)s, причина: %(reason)s.

source: '%s' is not a valid RBAC object type
ru: «%s» не является допустимым типом объектов для политик управления доступом на основе ролей

source: For TCP/UDP protocols, port_range_min must be <= port_range_max
ru: Для протоколов TCP/UDP параметр port_range_min должен иметь значение <= port_range_max

source: Ports cannot be specified for protocol %(protocol)s. Ports are only supported for %(valid_port_protocols)s.
ru: Для протокола %(protocol)s нельзя указать порты. Порты поддерживаются только для протоколов %(valid_port_protocols)s.

source: Invalid value for port %(port)s
ru: Недопустимое значение порта: %(port)s

source: Invalid value for ICMP %(field)s (%(attr)s) %(value)s. It must be 0 to 255.
ru: Недействительное значение ICMP %(field)s (%(attr)s) %(value)s. Должно быть в диапазоне от 0 до 255.

source: Invalid ethertype %(ethertype)s for protocol %(protocol)s.
ru: Недействительный ethertype %(ethertype)s для протокола %(protocol)s.

source: ICMP code (port-range-max) %(value)s is provided but ICMP type (port-range-min) is missing.
ru: Значение кода ICMP (port-range-max) %(value)s было предоставлено, но отсутствует тип ICMP (port-range-min).

source: Security Group %(id)s %(reason)s.
ru: Группа безопасности %(id)s %(reason)s.

source: in use
ru: используется

source: Insufficient rights for removing default security group.
ru: Недостаточно прав для удаления группы безопасности по умолчанию

source: Updating default security group not allowed.
ru: Обновление параметров группы безопасности по умолчанию не допускается

source: Default security group already exists.
ru: Группа безопасности по умолчанию уже существует

source: Security group rule protocol %(protocol)s not supported. Only protocol values %(values)s and integer representations [0 to 255] are supported.
ru: Протокол правила группы по умолчанию %(protocol)s не поддерживается. Поддерживаются только значения %(values)s и целочисленные представления [от 0 до 255].

source: Multiple tenant_ids in bulk security group rule create not allowed
ru: Создание нескольких «tenant_ids» при пакетном создании правил групп безопасности не допускается

source: Only one of remote_ip_prefix or remote_group_id or remote_address_group_id may be provided.
ru: Нужно указать только что-то одно из: remote_ip_prefix, remote_group_id или remote_address_group_id

source: Must also specify protocol if port range is given.
ru: Если указывается диапазон портов, то также нужно указать протокол

source: Only allowed to update rules for one security profile at a time
ru: В один момент времени можно обновлять правила только для одного профиля безопасности

source: Security group %(id)s does not exist
ru: Группа безопасности %(id)s не существует

source: Security group rule %(id)s does not exist
ru: Правило группы безопасности %(id)s не существует

source: Duplicate Security Group Rule in POST.
ru: Дублирующее правило группы безопасности в POST

source: Security group rule already exists. Rule id is %(rule_id)s.
ru: Правило группы безопасности уже существует. ID правила: %(rule_id)s.

source: Security Group Rule %(id)s %(reason)s.
ru: Правило группы безопасности %(id)s %(reason)s.

source: Conflicting value ethertype %(ethertype)s for CIDR %(cidr)s
ru: Конфликтующее значение ethertype %(ethertype)s для CIDR %(cidr)s

source: Error %(reason)s while attempting the operation.
ru: Ошибка %(reason)s при попытке выполнения операции

source: Security group rule for ethertype '%(ethertype)s' not supported. Allowed values are %(values)s.
ru: Правило группы безопасности для ethertype '%(ethertype)s' не поддерживается. Допустимые значения: %(values)s.

source: Request body contains invalid data
ru: Тело запроса содержит недействительные данные

source: Resource %(resource)s %(resource_id)s could not be found.
ru: Не удалось найти ресурс %(resource)s %(resource_id)s

source: Tag %(tag)s could not be found.
ru: Не удалось найти метку %(tag)s.

source: Invalid tags body
ru: Недействительное тело меток

source: Cannot handle subnet of type %(subnet_type)s
ru: Невозможно обработать подсеть с типом %(subnet_type)s

source: Unable to calculate %(address_type)s address because of:%(reason)s
ru: Невозможно рассчитать адрес %(address_type)s по причине:%(reason)s

source: Unknown address type %(address_type)s
ru: Неизвестный тип адреса %(address_type)s

source: Unable to find IP address %(ip_address)s on subnet %(subnet_id)s
ru: Не удалось найти адрес IP %(ip_address)s в подсети %(subnet_id)s

source: IP address %(ip)s already allocated in subnet %(subnet_id)s
ru: Адрес IP %(ip)s уже был выделен в подсети %(subnet_id)s

source: IP address %(ip)s does not belong to subnet %(subnet_id)s
ru: Адрес IP %(ip)s не принадлежит подсети %(subnet_id)s
