Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/neutron-18.3.0/neutron.po
Languages: ru

source: Key:value pairs to specify defaults used while reporting resource provider inventories. Possible keys with their types: allocation_ratio:float, max_unit:int, min_unit:int, reserved:int, step_size:int, See also: https://docs.openstack.org/api-ref/placement/#update-resource-provider-inventories
ru: Пары «ключ:значение» для настройки значений по умолчанию, используемых при подаче инвентарных отчётов о поставщике ресурсов. Возможные ключи и их типы: allocation_ratio:float, max_unit:int, min_unit:int, reserved:int, step_size:int. Также см.: https://docs.openstack.org/api-ref/placement/#update-resource-provider-inventories (Англ.)

source: OVS datapath to use. 'system' is the default value and corresponds to the kernel datapath. To enable the userspace datapath set this value to 'netdev'.
ru: Используемый путь к данным OVS. Значение по умолчанию — «system», соответствующее пути к данным ядра. Для включения пути к данным пространства пользователя укажите здесь значение «netdev».

source: OVS vhost-user socket directory.
ru: Каталог сокета OVS vhost-user

source: Address to listen on for OpenFlow connections.
ru: Адрес, по которому слушаются подключения OpenFlow

source: Port to listen on for OpenFlow connections.
ru: Порт, на котором слушаются подключения OpenFlow

source: Timeout in seconds to wait for the local switch connecting the controller.
ru: Истечение времени ожидания (сек.) подключения локального коммутатора к контроллеру

source: Timeout in seconds to wait for a single OpenFlow request.
ru: Истечение времени ожидания (сек.) отдельного запроса OpenFlow

source: The inactivity_probe interval in seconds for the local switch connection to the controller. A value of 0 disables inactivity probes.
ru: Интервал (сек.) inactivity_probe для проверки подключения локального коммутатора к контроллеру. Значение 0 отключает пробы.

source: Minimize polling by monitoring ovsdb for interface changes.
ru: Минимизировать опросы, выполняя мониторинг изменений интерфейса ovsdb

source: The number of seconds to wait before respawning the ovsdb monitor after losing communication with it.
ru: Число секунд ожидания до повторного создания монитора ovsdb после потери с ним связи.

source: Network types supported by the agent (gre, vxlan and/or geneve).
ru: Типы сетей, поддерживаемые агентом (gre, vxlan и/или geneve).

source: The UDP port to use for VXLAN tunnels.
ru: Порт UDP, используемый для туннелей VXLAN.

source: MTU size of veth interfaces
ru: Размер MTU интерфейсов veth

source: Use ML2 l2population mechanism driver to learn remote MAC and IPs and improve tunnel scalability.
ru: Использовать драйвер механизма ML2 l2population для изучения удалённых адресов MAC и IP и повышения масштабируемости туннелей

source: Enable local ARP responder if it is supported. Requires OVS 2.1 and ML2 l2population driver. Allows the switch (when supporting an overlay) to respond to an ARP request locally without performing a costly ARP broadcast into the overlay. NOTE: If enable_distributed_routing is set to True then arp_responder will automatically be set to True in the agent, regardless of the setting in the config file.
ru: Включить использование локального ответчика ARP, если он поддерживается. Требуются OVS 2.1 и драйвер ML2 l2population. Позволяет шлюзу (при поддержке overlay) локально отвечать на запрос ARP без выполнения затратного широкого вещания ARP в overlay. ВНИМАНИЕ: при значении «Истина» для параметра «enable_distributed_routing», для параметра «arp_responder» на агенте будет также автоматически выставлено «Истина», вне зависимости от значения в файле конфигурации.

source: Set or un-set the don't fragment (DF) bit on outgoing IP packet carrying GRE/VXLAN tunnel.
ru: Включить или отключить использование бита don't fragment (DF) в исходящих пакетах, несущих туннель GRE/VXLAN

source: Make the l2 agent run in DVR mode.
ru: Агент l2 выполняется в режиме DVR

source: Reset flow table on start. Setting this to True will cause brief traffic interruption.
ru: Вернуть исходные значения таблицы потоков при запуске. Значение «Истина» приведёт к краткосрочному перерыву трафика.

source: Set or un-set the tunnel header checksum on outgoing IP packet carrying GRE/VXLAN tunnel.
ru: Включить или отключить контрольную сумму в исходящих пакетах IP, несущих туннель GRE/VXLAN

source: Enable the agent to process Smart NIC ports.
ru: Включить обработку портов Smart NIC агентом

source: When set to True, the accepted egress unicast traffic will not use action NORMAL. The accepted egress packets will be taken care of in the final egress tables direct output flows for unicast traffic.
ru: При значении «Верно» принимаемый исходящий одноадресный трафик не будет использовать действие NORMAL. Принимаемые исходящие пакеты будут обрабатываться в последних таблицах исходящего трафика с потоками прямого вывода для одноадресного трафика.

source: Comma-separated list of <physical_network>:<network_device> tuples mapping physical network names to the agent's node-specific physical network device interfaces of SR-IOV physical function to be used for VLAN networks. All physical networks listed in network_vlan_ranges on the server should have mappings to appropriate interfaces on each agent.
ru: Список, через запятую, кортежей <physical_network>:<network_device>, отображающих имена физич. сетей на интерфейсы устройств физич. сетей конкретных узлов агента физич. функций SR-IOV, для использования в сетях VLAN. Все физич. сети, перечисленные в «network_vlan_ranges» на сервере, должны иметь отображения на соответствующие интерфейсы на каждом агенте.

source: Comma-separated list of <network_device>:<vfs_to_exclude> tuples, mapping network_device to the agent's node-specific list of virtual functions that should not be used for virtual networking. vfs_to_exclude is a semicolon-separated list of virtual functions to exclude from network_device. The network_device in the mapping should appear in the physical_device_mappings list.
ru: Список, через запятую, кортежей <network_device>:<vfs_to_exclude>, отображающих network_device на список виртуальных функций конкретного узла агента, которые не должны использоваться в виртуальных сетевых конфигураций. «vfs_to_exclude» представляет собой список, через точку с запятой, виртуальных функций, исключаемых из списка «network_device». Отображение network_device должно присутствовать в списке «physical_device_mappings».

source: Comma-separated list of <network_device>:<egress_bw>:<ingress_bw> tuples, showing the available bandwidth for the given device in the given direction. The direction is meant from VM perspective. Bandwidth is measured in kilobits per second (kbps). The device must appear in physical_device_mappings as the value. But not all devices in physical_device_mappings must be listed here. For a device not listed here we neither create a resource provider in placement nor report inventories against. An omitted direction means we do not report an inventory for the corresponding class.
ru: Список, через запятую, кортежей <network_device>:<egress_bw>:<ingress_bw>, показывающих доступную пропускную способность для указанного устройства в указанном направлении. Направление определяется из перспективы ВМ. Пропускная способность измеряется в Кбит/сек. Устройство должно присутствовать в качестве значения в «physical_device_mappings». Но не все устройства, указанные в «physical_device_mappings», должны перечисляться в этом списке. Для не указанных в списке устройств не создаётся заменитель в виде поставщика ресурсов, а также не создаётся инвентарный отчёт. Неуказание направления означает, что для соответствующего класса не отправляется инвентарный отчёт.

source: Mapping of network devices to hypervisors: <network_device>:<hypervisor>,... hypervisor name is used to locate the parent of the resource provider tree. Only needs to be set in the rare case when the hypervisor name is different from the resource_provider_default_hypervisor config option value as known by the nova-compute managing that hypervisor.
ru: Отображение сетевых устройств на гипервизоры: <network_device>:<hypervisor>,... имена гипервизоров используются для обнаружения родителя дерева поставщика ресурсов. Настройка этого параметра бывает необходима в редких случаях, когда имя гипервизора отличается от значения конфигурационного параметра «resource_provider_default_hypervisor», в том виде, как оно известно службе nova-compute, управляющей этим гипервизором.

source: Comma-separated list of VNIC types for which support is administratively prohibited by the mechanism driver. Please note that the supported vnic_types depend on your network interface card, on the kernel version of your operating system, and on other factors. In case of sriov mechanism driver the valid VNIC types are direct, macvtap and direct-physical.
ru: Список, через запятую, типов VNIC, поддержка которых запрещена на административном уровне драйвером механизма. Обратите внимание, что поддерживаемые vnic_types зависят от карты сетевого интерфейса, от версии ядра ОС и от других факторов. В случае драйвера механизма sriov действительными типами VNIC являются: direct, macvtap и direct-physical.

source: Comma-separated list of VNIC types for which support is administratively prohibited by the mechanism driver. Please note that the supported vnic_types depend on your network interface card, on the kernel version of your operating system, and on other factors, like OVS version. In case of ovs mechanism driver the valid vnic types are normal and direct. Note that direct is supported only from kernel 4.8, and from ovs 2.8.0. Bind DIRECT (SR-IOV) port allows to offload the OVS flows using tc to the SR-IOV NIC. This allows to support hardware offload via tc and that allows us to manage the VF by OpenFlow control plane using representor net-device.
ru: Список, через запятую, типов VNIC, поддержка которых запрещена на административном уровне драйвером механизма. Обратите внимание, что поддерживаемые vnic_types зависят от сетевой карты, от версии ядра ОС и от других факторов, таких, как версия OVS. Для драйвера механизма ovs действительными типами VNIC являются: normal и direct. Обратите внимание, что тип direct поддерживается, только начиная с ядра версии 4.8 и с версии ovs 2.8.0. Привязка порта DIRECT (SR-IOV) позволяет разгружать потоки OVS с помощью контроля трафика до сетевого контроллера SR-IOV. Это позволяет выполнять поддержку аппаратной разгрузки с использованием контроля трафика, что, в свою очередь, позволяет управлять виртуальными функциями в плоскости контроля OpenFlow с помощью сетевого устройства представителя.

source: The connection string for the OVN_Northbound OVSDB. Use tcp:IP:PORT for TCP connection. Use ssl:IP:PORT for SSL connection. The ovn_nb_private_key, ovn_nb_certificate and ovn_nb_ca_cert are mandatory. Use unix:FILE for unix domain socket connection.
ru: Строка подключения к OVN_Northbound OVSDB. Используйте «tcp:IP:ПОРТ» для подключений TCP. Используйте «ssl:IP:ПОРТ» для подключений SSL. Параметры ovn_nb_private_key, ovn_nb_certificate и ovn_nb_ca_cert являются обязательными. Используйте «unix:ФАЙЛ» для подключений сокетов доменов Unix.

source: The PEM file with private key for SSL connection to OVN-NB-DB
ru: Файл PEM с закрытым ключом для подключений SSL к базе данных OVN-NB

source: The PEM file with certificate that certifies the private key specified in ovn_nb_private_key
ru: Файл PEM с сертификатом, удостоверяющим закрытый ключ, указанный в ovn_nb_private_key

source: The PEM file with CA certificate that OVN should use to verify certificates presented to it by SSL peers
ru: Файл PEM с сертификатом ЦС, который OVN должен использовать для подтверждения сертификатов, представляемых ему пирами SSL

source: The connection string for the OVN_Southbound OVSDB. Use tcp:IP:PORT for TCP connection. Use ssl:IP:PORT for SSL connection. The ovn_sb_private_key, ovn_sb_certificate and ovn_sb_ca_cert are mandatory. Use unix:FILE for unix domain socket connection.
ru: Строка подключения к OVN_Southbound OVSDB. Используйте «tcp:IP:ПОРТ» для подключений TCP. Используйте «ssl:IP:ПОРТ» для подключений SSL. Параметры ovn_sb_private_key, ovn_sb_certificate и ovn_sb_ca_cert являются обязательными. Используйте «unix:ФАЙЛ» для подключений сокетов доменов Unix.

source: The PEM file with private key for SSL connection to OVN-SB-DB
ru: Файл PEM с закрытым ключом для подключений SSL к OVN-SB-DB

source: The PEM file with certificate that certifies the private key specified in ovn_sb_private_key
ru: Файл PEM с сертификатом, удостоверяющим закрытый ключ, указанный в ovn_sb_private_key

source: Max interval in seconds between each retry to get the OVN NB and SB IDLs
ru: Макс. интервал в секундах между повторными попытками получения IDL для OVN NB и SB

source: The probe interval in for the OVSDB session in milliseconds. If this is zero, it disables the connection keepalive feature. If non-zero the value will be forced to at least 1000 milliseconds. Defaults to 60 seconds.
ru: Интервал между пробами сеанса OVSDB (в мсек.). При нулевом значении отключается функция keepalive подключения. При ненулевом значении будет установлено принудительное значение в 1000 мсек. минимум. По умолчанию: 60 мсек.

source: The synchronization mode of OVN_Northbound OVSDB with Neutron DB. off - synchronization is off log - during neutron-server startup, check to see if OVN is in sync with the Neutron database. Log warnings for any inconsistencies found so that an admin can investigate repair - during neutron-server startup, automatically create resources found in Neutron but not in OVN. Also remove resources from OVN that are no longer in Neutron.%(migrate)s - This mode is to OVS to OVN migration. It will sync the DB just like repair mode but it will additionally fix the Neutron DB resource from OVS to OVN.
ru: Режим синхронизации OVSDB OVN_Northbound с базой данных Neutron. off: синхронизация выключена log: во время запуска neutron-server проверять синхронизацию OVN с БД Neutron. Предупреждения о любых несоответствиях заносятся в журнал для рассмотрения администратором. repair: во время запуска neutron-server автоматически создавать ресурсы, найденные в Neutron, но отсутствующие в OVN. Также удалять ресурсы OVN, которых больше нет в Neutron. %(migrate)s: режим миграции OVS в OVN. Будет выполнена такая же синхронизация, как и при режиме «repair», но дополнительно будет исправлены ресурсы БД Neutron из OVS в OVN.

source: Whether to use OVN native L3 support. Do not change the value for existing deployments that contain routers.
ru: Использовать ли в OVN встроенную поддержку L3. Не изменяйте значение в уже существующих развёртываниях, в которых есть маршрутизаторы.

source: The OVN L3 Scheduler type used to schedule router gateway ports on hypervisors/chassis. leastloaded - chassis with fewest gateway ports selected chance - chassis randomly selected
ru: Тип планировщика OVN L3, используемый для составления расписания для портов шлюза маршрутизатора на гипервизоре/шасси. «leastloaded»: шасси с меньшим числом выбранных портов шлюза «chance»: шасси выбираются случайным образом

source: Enable distributed floating IP support. If True, the NAT action for floating IPs will be done locally and not in the centralized gateway. This saves the path to the external network. This requires the user to configure the physical network map (i.e. ovn-bridge-mappings) on each compute node.
ru: Включить поддержку распределённых «плавающих» IP. При значении «Истина» действие NAT для плавающих IP будет выполнено локально, а не в централизованном шлюзе. Сохраняет путь до внешней сети. Пользователь должен настроить отображение физич. сети (напр., ovn-bridge-mappings) на каждом вычислительном узле.

source: Type of VIF to be used for ports valid values are (%(ovs)s, %(dpdk)s) default %(ovs)s
ru: Тип вирт. сетевого интерфейса, используемый для портов. Действительные значения: (%(ovs)s, %(dpdk)s), по умолчанию: %(ovs)s

source: The directory in which vhost virtio socket is created by all the vswitch daemons
ru: Каталог, в котором все демоны vswitch создают сокет vhost virtio

source: Default least time (in seconds) to use with OVN's native DHCP service.
ru: Исходное минимальное время (в сек.), использования встроенной в OVN службы DHCP

source: The log level used for OVSDB
ru: Уровень журналирования OVSDB

source: Whether to use metadata service.
ru: Использовать ли службу метаданных

source: Comma-separated list of the DNS servers which will be used as forwarders if a subnet's dns_nameservers field is empty. If both subnet's dns_nameservers and this option is empty, then the DNS resolvers on the host running the neutron server will be used.
ru: Список серверов DNS, через запятую, которые будут использоваться как сервера переадресации в случае отсутствия значения в поле «dns_nameservers» подсети. Если и для поля и для данного параметра значения отсутствуют, то будут использоваться сопоставители DNS хоста, на котором запущен сервер Neutron.

source: Dictionary of global DHCPv4 options which will be automatically set on each subnet upon creation and on all existing subnets when Neutron starts. An empty value for a DHCP option will cause that option to be unset globally. EXAMPLES: - ntp_server:1.2.3.4,wpad:1.2.3.5 - Set ntp_server and wpad - ntp_server:,wpad:1.2.3.5 - Unset ntp_server and set wpad See the ovn-nb(5) man page for available options.
ru: Словарь глобальных параметров DHCPv4, которые будут автоматически настроены в каждой подсети после её создания, а также во всех существующих подсетях после запуска Neutron. Пустое значение параметра «DHCP» приведёт к глобальному сбросу этого параметра. ПРИМЕРЫ: - ntp_server:1.2.3.4,wpad:1.2.3.5 - настройка ntp_server и wpad - ntp_server:,wpad:1.2.3.5 - сброс значений ntp_server и настройка wpad Доступные параметры см. в страничке man для ovn-nb(5).

source: Dictionary of global DHCPv6 options which will be automatically set on each subnet upon creation and on all existing subnets when Neutron starts. An empty value for a DHCP option will cause that option to be unset globally. EXAMPLES: - ntp_server:1.2.3.4,wpad:1.2.3.5 - Set ntp_server and wpad - ntp_server:,wpad:1.2.3.5 - Unset ntp_server and set wpad See the ovn-nb(5) man page for available options.
ru: Словарь глобальных параметров DHCPv6, которые будут автоматически настроены в каждой подсети после её создания, а также во всех существующих подсетях после запуска Neutron. Пустое значение параметра «DHCP» приведёт к глобальному сбросу этого параметра. ПРИМЕРЫ: - ntp_server:1.2.3.4,wpad:1.2.3.5 - настройка ntp_server и wpad - ntp_server:,wpad:1.2.3.5 - сброс значений ntp_server и настройка wpad Доступные параметры см. в страничке man для ovn-nb(5).

source: Configure OVN to emit "need to frag" packets in case of MTU mismatch. Before enabling this configuration make sure that its supported by the host kernel (version >= 5.2) or by checking the output of the following command: ovs-appctl -t ovs-vswitchd dpif/show-dp-features br-int | grep "Check pkt length action".
ru: Настроить в OVN оправку пакетов "need to frag" в случае несовпадения значений MTU. Перед вводом этой конфигурации в действие убедитесь в том, что она поддерживается ядром хоста (версия >= 5.2), либо просмотрите вывод следующей команды: ovs-appctl -t ovs-vswitchd dpif/show-dp-features br-int | grep "Check pkt length action".

source: URL for connecting to designate
ru: URL для подключения к службе Designate

source: Username for connecting to designate in admin context
ru: Имя пользователя для подключения к службе Designate в контексте администратора

source: Password for connecting to designate in admin context
ru: Пароль для подключения к службе Designate в контексте администратора

source: Tenant id for connecting to designate in admin context
ru: ID арендатора для подключения к службе Designate в контексте администратора

source: Tenant name for connecting to designate in admin context
ru: Имя арендатора для подключения к службе Designate в контексте администратора

source: Authorization URL for connecting to designate in admin context
ru: URL авторизации для подключения к службе Designate в контексте администратора

source: Allow the creation of PTR records
ru: Разрешить создание записей PTR

source: Number of bits in an ipv4 PTR zone that will be considered network prefix. It has to align to byte boundary. Minimum value is 8. Maximum value is 24. As a consequence, range of values is 8, 16 and 24
ru: Число битов в зоне ipv4 PTR, которые будут считаться сетевым префиксом. Должно быть выровнено по границе байтов. Минимальное значение: 8, максимальное: 24. Соответственно, диапазоны значений: 8,16 и 24.

source: Number of bits in an ipv6 PTR zone that will be considered network prefix. It has to align to nyble boundary. Minimum value is 4. Maximum value is 124. As a consequence, range of values is 4, 8, 12, 16,..., 124
ru: Число битов в зоне ipv6 PTR, которые будут считаться сетевым префиксом. Должно быть выровнено по границе байтов. Минимальное значение: 4, максимальное: 124. Соответственно, диапазоны значений: 4, 8, 12, 16,..., 124

source: The email address to be used when creating PTR zones. If not specified, the email address will be admin@<dns_domain>
ru: Почтовый адрес, используемый при создании зон PTR. Если не указано, то адресом будет admin@<dns_domain>

source: Maximum packets logging per second.
ru: Макс. число пакетов, журналируемых в секунду

source: Maximum number of packets per rate_limit.
ru: Максимальное число пакетов на rate_limit.

source: Output logfile path on agent side, default syslog file.
ru: Путь вывода файла журнала на стороне агента, файл syslog по умолчанию

source: Metering driver
ru: Драйвер для сбора метрик

source: Interval between two metering measures
ru: Интервал между двумя измерениями метрик

source: Interval between two metering reports
ru: Интервал между двумя отчётами о метриках

source: Defines if the metering agent driver should present traffic data in a granular fashion, instead of grouping all of the traffic data for all projects and routers where the labels were assigned to. The default value is `False` for backward compatibility.
ru: Должен ли драйвер агента метрик предоставлять данные трафика фрагментарно, а не группировать все данные трафика всех проектов и маршрутизаторов, которым были присвоены метки. Значение по умолчанию «Ложно», для обратной совместимости.

source: Defines providers for advanced services using the format: <service_type>:<name>:<driver>[:default]
ru: Поставщики дополнительных служб, используется формат: <тип_службы>:<имя>:<драйвер>[:default]

source: Shared address scope can't be unshared
ru: Общий диапазон адресов нельзя сделать не общим

source: Existing prefixes must be a subset of the new prefixes
ru: Существующие префиксы должны быть подмножеством новых префиксов

source: Only admins can manipulate policies on networks they do not own
ru: Только администраторам разрешено управление политиками в сетях, владельцами которых они не являются

source: Invalid route: %s
ru: Недопустимый маршрут: %s

source: Invalid CIDR %s for IPv6 address mode. OpenStack uses the EUI-64 address format, which requires the prefix to be /64
ru: Недопустимый CIDR %s для режима адресов IPv6. В OpenStack используется формат адресов EUI-64, для которого требуется префикс /64.

source: ipv6_ra_mode set to '%(ra_mode)s' with ipv6_address_mode set to '%(addr_mode)s' is not valid. If both attributes are set, they must be the same value
ru: Режим ipv6_ra_mode, установленный на '%(ra_mode)s', вместе с режимом ipv6_address_mode, установленным на '%(addr_mode)s', не является действительным. Если настроены оба атрибута, то их значения должны быть одинаковыми.
