Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/neutron-18.3.0/neutron.po
Languages: ru

source: Neutron core_plugin not configured!
ru: ВНИМАНИЕ: Neutron core_plugin не настроен

source: Unable to identify a target field from:%s. Match should be in the form %%(<field_name>)s
ru: Невозможно идентифицировать целевое поле из %s. Совпадение должно быть в форме %%(<field_name>)s

source: Unable to find resource name in %s
ru: Не удалось найти имя ресурса в %s

source: Unable to verify match:%(match)s as the parent resource: %(res)s was not found
ru: Не удалось подтвердить совпадение:%(match)s, т.к. родительский ресурс %(res)s не найден

source: Could not bind to %(host)s:%(port)s after trying for %(time)d seconds
ru: Не удалось выполнить привязку к %(host)s:%(port)s в течение %(time)d сек

source: Cannot understand JSON
ru: Невозможно понять JSON

source: You must implement __call__
ru: Необходимо реализовать __call__

source: Unsupported Content-Type
ru: Неподдерживаемый тип содержимого

source: Malformed request body
ru: Неправильный формат тела запроса

source: The requested content type %s is invalid.
ru: Запрошенный тип контента %s является недопустимым

source: Could not deserialize data
ru: Не удалось выполнить десериализацию данных

source: Resource cache not tracking %s
ru: Кэш ресурса не отслеживает %s

source: respawn_interval must be >= 0 if provided.
ru: respawn_interval (при его предоставлении) должен быть >= 0

source: Process is already started
ru: Процесс уже запущен

source: Process is not running.
ru: Процесс не выполняется.

source: unknown OVS protocol string, cannot compare: %(protocol)s, (known: %(known)s)
ru: неизвестная строка протокола OVS, сопоставление невозможно: %(protocol)s, (известно: %(known)s)

source: No datapath_id on bridge %s
ru: в мосте %s отсутствует datapath_id

source: cookie=COOKIE_ANY but cookie_mask set to %s
ru: cookie=COOKIE_ANY но cookie_mask установлен как %s

source: Unable to determine mac address for %s
ru: Не удалось определить адрес MAC для %s

source: Cannot match priority on flow deletion or modification without 'strict'
ru: При удалении или изменении потоков совпадение приоритетов невозможно без указания «strict»

source: Must specify one or more actions on flow addition or modification
ru: При добавлении или изменении потоков необходимо указать одно или более действий

source: Agent updated: %(payload)s
ru: Агент обновлён: %(payload)s

source: DVR: Gateway update route in FIP namespace failed, retry should be attempted on next call
ru: DVR: сбой обновления маршрута шлюза в пространстве имён FIP, повторная попытка будет во время следующего вызова

source: Cannot allocate item of type: %(class)s from pool using file %(file)s
ru: Невозможно выделить из пула элемент с типом %(class)s с помощью файла %(file)s

source: Unexpected response: %s
ru: Непредвиденный ответ: %s

source: L3 agent failure to setup NAT for floating IPs
ru: Агенту L3 не удалось настроить NAT для плавающих IP

source: L3 agent failure to setup floating IPs
ru: Агенту L3 не удалось настроить плавающие IP

source: Failed to set uid %s
ru: Не удалось настроить uid %s

source: Failed to set gid %s
ru: Не удалось настроить gid %s

source: Root permissions are required to drop privileges.
ru: Для сброса привилегий требуются полномочия root

source: Failed to remove supplemental groups
ru: Не удалось удалить дополнительные группы

source: Failure waiting for address %(address)s to become ready: %(reason)s
ru: Сбой ожидания готовности адреса %(address)s: %(reason)s

source: Invalid group address: %s
ru: Недопустимый адрес группы: %s

source: Invalid local address: %s
ru: Недопустимый локальный адрес: %s

source: Address not present on interface
ru: Адрес отсутствует на интерфейсе

source: Duplicate address detected
ru: Обнаружен дублирующий адрес

source: Exceeded %s second limit waiting for address to leave the tentative state.
ru: Превышен лимит ожидания перехода адреса из неопределённого состояния (%s сек).

source: Unknown chain: %r
ru: Неизвестная цепочка: %r

source: Failure applying iptables rules
ru: Сбой применения правил iptables

source: IPTables Rules did not converge. Diff: %s
ru: Правила IPTables не были приведены в состояние целостности. Diff: %s

source: Network of size %(size)s, from IP range %(parent_range)s excluding IP ranges %(excluded_ranges)s was not found.
ru: Сеть размером %(size)s, из диапазона IP %(parent_range)s с исключением диапазонов IP %(excluded_ranges)s найдена не была.

source: Invalid instance state: %(state)s, valid states are: %(valid_states)s
ru: Недействительное состояние экземпляра: %(state)s, действительные состояния: %(valid_states)s

source: Invalid authentication type: %(auth_type)s, valid types are: %(valid_auth_types)s
ru: Недопустимый тип аутентификации: %(auth_type)s, допустимые типы: %(valid_auth_types)s

source: Kernel HZ value %(value)s is not valid. This value must be greater than 0.
ru: Недействительное значение HZ ядра %(value)s. Это значение должно превышать 0.

source: Unit name '%(unit)s' is not valid.
ru: Недействительное имя юнита «%(unit)s».

source: Port %(port_id)s is not managed by this agent.
ru: Порт %(port_id)s не управляется этим агентом.

source: Cannot get tag for port %(port_name)s from its other_config: %(other_config)s
ru: Не удалось получить метку для порта %(port_name)s из его other_config: %(other_config)s

source: Invalid direction '%s'
ru: Неверное направление «%s»

source: Invalid ethertype '%s'
ru: Недействительный ethertype «%s»

source: Incompatible SG rules detected: %(rule1)s and %(rule2)s. They cannot be merged. This should not happen.
ru: Обнаружены несовместимые правила групп безопасности: %(rule1)s и %(rule2)s. Объединить их невозможно. Такая ситуация недопустима.

source: An unknown error has occurred. Please try your request again.
ru: Произошла неизвестная ошибка. Повторите запрос.

source: Either one of parameter network_id or router_id must be passed to _get_ports method.
ru: Методу «_get_ports» необходимо передать один из след. параметров: «network_id» или «router_id»

source: Remote metadata server experienced an internal server error.
ru: На удалённом сервере метаданных возникла внутренняя ошибка.

source: Unexpected response code: %s
ru: Непредвиденный код ответа: %s

source: Invalid user/uid: '%s'
ru: Недействительный пользователь/uid: «%s»

source: Invalid group/gid: '%s'
ru: Недействительная группа/uid: «%s»

source: Specified SSL file %(ssl_file)s could not be found
ru: Не удалось найти указанный файл SSL %(ssl_file)s

source: Required 'ovs' group option %(ssl_opt)s not set. SSL configuration options are required when using SSL ovsdb_connection URI
ru: Не настроен обязательный параметр группы «ovs» %(ssl_opt)s. При использовании URI SSL «ovsdb_connection» требуются параметры конфигурации SSL.

source: This server does not support constraining operations based on revision numbers
ru: Этот сервер не поддерживает действия ограничения на основе номера редакции.

source: Multiple revision_number etags are not supported.
ru: Несколько ETag для «revision_number» не поддерживаются

source: Revision number etag must be in the format of revision_number=<int>
ru: ETag номера редакции должен быть в формате: revision_number=<int>

source: %s is invalid attribute for filtering
ru: %s не является действительным атрибутом фильтрации

source: Limit must be an integer 0 or greater and not '%s'
ru: Ограничение должно выражаться целым числом, нулём или числом больше нуля, но не «%s»

source: The number of sort_keys and sort_dirs must be same
ru: Число «sort_keys» и «sort_dirs» должно быть одинаковым

source: %s is invalid attribute for sort_keys
ru: %s не является действительным атрибутом sort_keys

source: %(invalid_dirs)s is invalid value for sort_dirs, valid value is '%(asc)s' and '%(desc)s'
ru: %(invalid_dirs)s не является действительным значением «sort_dirs», действительные значения: «%(asc)s» и «%(desc)s»

source: Request Failed: internal server error while processing your request.
ru: Сбой запроса: внутренняя ошибка сервера во время обработки запроса

source: Extension with alias %s does not exist
ru: Расширение с псевдонимом %s не существует

source: Resource not found.
ru: Ресурс не найден.

source: Callback for %(resource_type)s returned wrong resource type
ru: Обратный вызов %(resource_type)s вернул неверный тип ресурса

source: Callback for %(resource_type)s not found
ru: Обратный вызов %(resource_type)s не найден

source: Cannot add multiple callbacks for %(resource_type)s
ru: Невозможно добавить несколько обратных вызовов %(resource_type)s

source: RPC callbacks mechanism needs the implementation of AgentDbMixin in the plugin, as so far it's only designed to work with agents
ru: Для механизма удалённого вызова процедур требуется реализация AgentDbMixin в модуле, а на данный момент он разработан только для работы с агентами.

source: cannot find resource type for %s class
ru: не удалось найти тип ресурса для класса %s

source: Unrecognized action
ru: Нераспознанное действие

source: Invalid resource type %(resource_type)s
ru: Недействительный тип ресурсов %(resource_type)s

source: Resource %(resource_id)s of type %(resource_type)s not found
ru: Ресурс %(resource_id)s с типом %(resource_type)s не найден

source: Native pagination depend on native sorting
ru: Встроенная разбивка на страницы зависит от встроенной сортировки.

source: The resource could not be found.
ru: Не удалось найти ресурс

source: Request body is not supported in DELETE.
ru: В DELETE не поддерживается тело запроса.

source: Invalid format: %s
ru: Недопустимый формат: %s

source: Resource body required
ru: Требуется тело ресурса

source: Bulk operation not supported
ru: Массовые операции не поддерживаются

source: Resources required
ru: Требуются ресурсы

source: Body contains invalid data
ru: Тело содержит недействительные данные

source: Unable to find '%s' in request body
ru: В теле запроса не удалось найти «%s»

source: Object '%s' contains invalid data
ru: Объект «%s» содержит недействительные данные

source: Cannot update read-only attribute %s
ru: Невозможно обновить атрибут %s, доступный только для чтения

source: Check for OVS vxlan support
ru: Проверить наличие поддержки vxlan в OVS

source: Check for OVS Geneve support
ru: Проверить наличие поддержки Geneve в OVS

source: Check for iproute2 vxlan support
ru: Проверить наличие поддержки vxlan в iproute2

source: Check for patch port support
ru: Проверить наличие поддержки патч-портов

source: Check for nova notification support
ru: Проверить наличие поддержки уведомлений в Nova

source: Check for ARP responder support
ru: Проверить наличие поддержки ответчика ARP

source: Check for ARP header match support
ru: Проверить наличие поддержки соответствия заголовков ARP

source: Check for ICMPv6 header match support
ru: Проверить наличие поддержки соответствия заголовков ICMPv6

source: Check netns permission settings
ru: Проверить настроенные полномочия netns

source: Check for local-service support in dnsmasq
ru: Проверить наличие поддержки local-service в dnsmasq

source: Check if the ovs supports QoS for direct ports
ru: Проверить наличие в OVS поддержки QoS для прямых портов

source: Check minimal dnsmasq version
ru: Проверить минимальную версию dnsmasq

source: Check ovsdb native interface support
ru: Проверить поддержку встроенного интерфейса ovsdb

source: Check ovs conntrack support
ru: Проверить наличие поддержки conntrack в OVS

source: Check if conntrack for gre tunnels traffic is supported
ru: Проверить наличие поддержки conntrack для туннельного трафика по протоколу GRE

source: Check ebtables installation
ru: Проверить установку ebtables

source: Check keepalived IPv6 support
ru: Проверить наличие поддержки keepalived в IPv6

source: Check minimal dibbler version
ru: Проверить минимальную версию Dibbler

source: Check ipset installation
ru: Проверить установку ipset

source: Check ip6tables installation
ru: Проверить установку ip6tables

source: Check conntrack installation
ru: Проверить установку conntrack

source: Check dhcp_release6 installation
ru: Проверить установку dhcp_release6

source: Check bridge firewalling
ru: Проверить межсетевое экранирование мостов

source: Check ip_nonlocal_bind kernel option works with network namespaces.
ru: Проверить, работает ли параметр ядра «ip_nonlocal_bind» с сетевыми пространствами имён

source: Check if the configured SR-IOV NICs support the "ip-link vf min_tx_rate" parameter.
ru: Проверить, поддерживают ли настроенные контроллеры SR-IOV параметр «ip-link vf min_tx_rate»

source: Gateway external network
ru: Внешняя сеть шлюза

source: External network bridge
ru: Мост внешней сети

source: Worker counts configured
ru: Настроенные счётчики рабочих процессов

source: Networking-ovn database revision
ru: Редакция БД модуля networking-ovn

source: NIC Switch agent check kernel
ru: Проверка ядра агентом NIC Switch

source: VLAN allocations valid segmentation ID check
ru: Проверка ID действительной сегментации распределений VLAN

source: Policy File JSON to YAML Migration
ru: Файл политики миграции с JSON на YAML

source: Number of workers already defined in config
ru: Число рабочих процессов, уже настроенных в конфигурации

source: The default number of workers has changed. Please see release notes for the new values, but it is strongly encouraged for deployers to manually set the values for api_workers and rpc_workers.
ru: Исходное число рабочих процессов изменилось. Новые значения см. в примечаниях к выпуску, но при выполнении развёртываний настоятельно рекомендуется выставлять значения «api_workers» и «rpc_workers» вручную.

source: Database connection string is not set. Check of usage of 'external_network_bridge' config option in L3 agents can't be done
ru: Строка подключения БД не настроена. Невозможно выполнить проверку использования параметра конфигурации «external_network_bridge» агентами L3.

source: L3 agents on hosts %s are still using 'external_network_bridge' config option to provide gateway connectivity. This option is now removed. Migration of routers from those L3 agents will be required to connect them to external network through integration bridge.
ru: Агенты L3 на хостах %s всё ещё используют параметр конфигурации «external_network_bridge» для предоставления возможности подключения шлюза. Этот параметр больше не используется. Для подключения маршрутизаторов ко внешней сети с помощью моста интеграции, понадобится миграция маршрутизаторов с этих агентов L3.

source: L3 agents are using integration bridge to connect external gateways
ru: Для подключения внешних шлюзов агенты L3 используют мост интеграции.

source: Database connection string is not set. Check of usage of 'gateway_external_network_id' config option in L3 agents can't be done
ru: Строка подключения БД не настроена. Невозможно выполнить проверку использования параметра конфигурации «gateway_external_network_id» агентами L3.

source: L3 agents on hosts %s are still using 'gateway_external_network_id' config option to configure external network used as gateway for routers. This option is now removed and routers on those hosts can use multiple external networks as gateways.
ru: Для настройки внешней сети, используемой в качестве шлюза маршрутизаторов, агенты L3 на хостах %s всё ещё используют параметр конфигурации «gateway_external_network_id». Данный параметр больше не используется. В качестве шлюзов маршрутизаторы на этих хостах могут использовать несколько внешних сетей.

source: L3 agents can use multiple networks as external gateways.
ru: В качестве внешних шлюзов агенты L3 могут использовать несколько сетей.

source: Database connection string is not set. Check of 'mtu' in networks can't be done
ru: Строка подключения БД не настроена. Невозможно выполнить проверку атрибута «mtu» в сетях.

source: The 'mtu' attribute of networks %s are not set This attribute can't be null now.
ru: Атрибут «mtu» сетей %s не настроен. Теперь этот атрибут не может быть равен нулю.

source: The 'mtu' attribute of all networks are set.
ru: Атрибут «mtu» всех сетей настроен.

source: Database connection string is not set. Check of networking-ovn database revision can't be done.
ru: Строка подключения БД не настроена. Выполнить проверку редакции БД модуля «networking-ovn» невозможно.

source: Networking-ovn alembic version table don't exists in the database yet.
ru: В БД ещё нет таблицы версий alembic модуля Networking-ovn

source: Networking-ovn database tables are not up to date. Please firts update networking-ovn to the latest version from Train release.
ru: Таблицы БД модуля networking-ovn требуют обновления. Сначала обновите networking-ovn до последней версии, доступной в релизе Train.

source: Networking-ovn database tables are up to date.
ru: Таблицы БД модуля networking-ovn не требуют обновления.

source: Database connection string is not set. Check for NIC Switch agent can't be done.
ru: Строка подключения БД не настроена. Выполнить проверку агента NIC Switch невозможно.

source: NIC Switch agents detected on hosts %s, please ensure the hosts run with a kernel version 3.13 or newer.
ru: На хостах %s обнаружены агенты NIC Switch, убедитесь, что ядро на хостах имеет версию 3.13 или более новую.

source: No NIC Switch agents detected.
ru: Агентов NIC Switch не обнаружено

source: Database connection string is not set. Check for VLAN allocations with invalid segmentation IDs can't be done.
ru: Строка подключения БД не настроена. Невозможно выполнить проверку выделений VLAN с недействительными ID сегментации.

source: There are %(count)s registers in 'ml2_vlan_allocations' table with an invalid segmentation ID. 'vlan_id' must be between %(min_vlan)s and %(max_vlan)s
ru: Число регистров с недействительными ID сегментации в таблице«ml2_vlan_allocations»: %(count)s. Значение «vlan_id» должно быть от %(min_vlan)s до %(max_vlan)s.

source: All 'ml2_vlan_allocations' registers have a valid segmentation ID.
ru: ID сегментации всех регистров «ml2_vlan_allocations» являются действительными.

source: _MovedGlobals() not called from last line in %s
ru: _MovedGlobals() не был вызван из последней строки %s

source: 'module' object has no attribute '%s'
ru: у объекта «module» нет атрибута «%s»

source: 'new_module' and 'new_name' must not be both None
ru: «new_module» и «new_name» не могут оба иметь значение «Нет»

source: Instance of class %(module)s.%(class)s must contain _cache attribute
ru: Экземпляр класса %(module)s.%(class)s должен содержать атрибут _cache

source: Base MAC: %s
ru: Базовый MAC: %s

source: cidr doesn't contain a '/'
ru: cidr не содержит символ «/»

source: Illegal IP version number
ru: Недопустимый номер версии IP

source: 'port_max' is smaller than 'port_min'
ru: значение «port_max» меньше значения «port_min»

source: Method %s cannot be called within a transaction.
ru: Метод %s не может быть вызван из транзакции

source: Timed out after %d seconds
ru: Время ожидания истекло после %d сек.

source: 'max_length' must be longer than all prefixes
ru: значение «max_length» должно быть длиннее всех префиксов

source: Invalid resource_provider_bandwidths: Device name %(dev_name)s is missing from device mappings
ru: Недействительный «resource_provider_bandwidths»: имя устройства %(dev_name)s отсутствует в отображениях устройств

source: The protocol "%(protocol)s" is not supported. Valid protocols are: %(valid_protocols)s; or protocol numbers ranging from 0 to 255.
ru: Протокол "%(protocol)s" не поддерживается. Действительные протоколы: %(valid_protocols)s; либо номера протоколов в диапазоне от 0 до 255.

source: OVN revision number for %(resource_id)s (type: %(resource_type)s) is equal or higher than the given resource. Skipping update
ru: Номер редакции OVN ресурса %(resource_id)s (тип: %(resource_type)s) равен или превышает номер указанного ресурса. Обновление пропускается.

source: Uknown resource type: %(resource_type)s
ru: Неизвестный тип ресурса: %(resource_type)s

source: Standard attribute ID not found for %(resource_uuid)s
ru: Для %(resource_uuid)s не найден ID стандартного атрибута

source: Hash Ring returned empty when hashing "%(key)s". This should never happen in a normal situation, please check the status of your cluster
ru: При хэшировании «%(key)s» хэш-кольцо вернуло пустую строку. В нормальных ситуациях такого никогда не должно происходить, проверьте статус кластера.

source: Invalid binding:profile. %s are all required.
ru: Недействительный binding:profile. Все %s являются обязательными.

source: Invalid binding:profile. too many parameters
ru: Недействительный binding:profile. слишком много параметров

source: Invalid binding:profile. %(key)s %(value)s value invalid type
ru: Недействительный binding:profile. Неверный тип значения %(key)s %(value)s

source: Invalid binding:profile. tag "%s" must be an integer between 0 and 4095, inclusive
ru: Недействительный binding:profile. Метка "%s" должна быть целым числом в диапазоне от 0 до 4095 включительно.

source: The host IP to bind to.
ru: IP хоста привязки

source: The port to bind to
ru: Порт привязки

source: The path for API extensions. Note that this can be a colon-separated list of paths. For example: api_extensions_path = extensions:/path/to/more/exts:/even/more/exts. The __path__ of neutron.extensions is appended to this, so if your extensions are in there you don't need to specify them here.
ru: Пути к расширениям API. Обратите внимание, что может быть представлен список путей, через двоеточия. Например: api_extensions_path = extensions:/path/to/more/exts:/even/more/exts. В конец добавляется «__path__ of neutron.extensions», поэтому, если необходимые расширения уже находятся в этом списке, то их указывать не надо.

source: The type of authentication to use
ru: Используемый тип аутентификации

source: The core plugin Neutron will use
ru: Базовый модуль, который будет использовать Neutron

source: The service plugins Neutron will use
ru: Модули служб, которые будет использовать Neutron

source: The base MAC address Neutron will use for VIFs. The first 3 octets will remain unchanged. If the 4th octet is not 00, it will also be used. The others will be randomly generated.
ru: Базовый адрес MAC, который Neutron будет использовать для вирт. сетевых интерфейсов. Первые 3 октета останутся без изменений. Если 4-й октет не равен 00, он также будет использоваться. Остальные создаются случайным образом.

source: Allow the usage of the bulk API
ru: Разрешить использование Bulk API

source: The maximum number of items returned in a single response, value was 'infinite' or negative integer means no limit
ru: Макс. число элементов, возвращаемое единичным запросом, значение «infinite» или целое отрицательное означает отсутствие лимитов.

source: Default value of availability zone hints. The availability zone aware schedulers use this when the resources availability_zone_hints is empty. Multiple availability zones can be specified by a comma separated string. This value can be empty. In this case, even if availability_zone_hints for a resource is empty, availability zone is considered for high availability while scheduling the resource.
ru: Исходное значение подсказок для зон доступности. Планировщики с поддержкой зон доступности будут использовать это значение в случае пустого значения параметра «availability_zone_hints». Несколько зон доступности можно указать в строке, через запятые. Данное значение может быть пустым. В этом случае, даже если «availability_zone_hints» ресурса имеет пустое значение, при составлении расписания ресурса эта зона доступности будет учитываться для высокой доступности.

source: Maximum number of DNS nameservers per subnet
ru: Максимальное число серверов имён DNS на подсеть

source: Maximum number of host routes per subnet
ru: Максимальное число серверов маршрутов хостов на подсеть
