Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/neutron-18.3.0/neutron.po
Languages: ru

source: Number of threads to use during sync process. Should not exceed connection pool size configured on server.
ru: Число потоков, используемых во время процессов синхронизации. Значение не должно превышать значения размера пула подключения, настроенного на сервере.

source: Time to sleep between reloading the DHCP allocations. This will only be invoked if the value is not 0. If a network has N updates in X seconds then we will reload once with the port changes in the X seconds and not N times.
ru: Время ожидания между перезагрузками выделений DHCP. Параметр будет вызываться только при значении, не равном нулю. Если сеть обновляется N раз за X секунд, то перезагрузка будет выполняться при смене порта через X секунд, а не через N обновлений.

source: Location to store DHCP server config files.
ru: Местоположение для хранения файлов конфигурации сервера DHCP

source: Override the default dnsmasq settings with this file.
ru: Данный файл перезаписывает исходные параметры dnsmasq

source: Comma-separated list of the DNS servers which will be used as forwarders.
ru: Список, через запятую, серверов DNS, которые будут использоваться как серверы пересылки

source: Base log dir for dnsmasq logging. The log contains DHCP and DNS log information and is useful for debugging issues with either DHCP or DNS. If this section is null, disable dnsmasq log.
ru: Базовый каталог журналирования dnsmasq. Журнал содержит сведения журналов DHCP и DNS и удобен при отладке проблем DHCP или DNS. Если в данном разделе указано значение ноль, использование журнала dnsmasq будет отключено.

source: Enables the dnsmasq service to provide name resolution for instances via DNS resolvers on the host running the DHCP agent. Effectively removes the '--no-resolv' option from the dnsmasq process arguments. Adding custom DNS resolvers to the 'dnsmasq_dns_servers' option disables this feature.
ru: Позволяет службе 'dnsmasq' предоставлять экземплярам разрешение имён с помощью сопоставителей DNS на хостах с выполняющимся агентом DHCP, фактически удаляя из аргументов процесса dnsmasq параметр «--no-resolv». Добавление пользовательских сопоставителей DNS параметру «dnsmasq_dns_servers» отключает данную возможность.

source: Limit number of leases to prevent a denial-of-service.
ru: Ограничить число аренд для предотвращения отказа в обслуживании

source: Use broadcast in DHCP replies.
ru: Использовать broadcast в ответах DHCP

source: DHCP renewal time T1 (in seconds). If set to 0, it will default to half of the lease time.
ru: Время обновления DHCP T1 (в сек.). При значении 0 по умолчанию используется половинное значение времени аренды.

source: DHCP rebinding time T2 (in seconds). If set to 0, it will default to 7/8 of the lease time.
ru: Время повторной привязки DHCP T2 (в сек.). При значении 0 по умолчанию используется 7/8 времени аренды.

source: Enable dhcp-host entry with list of addresses when port has multiple IPv6 addresses in the same subnet.
ru: При наличии у порта нескольких адресов IPv6 в одной подсети, включить запись dhcp-host со списком адресов.

source: Comma-separated list of <physical_network>:<network_device> tuples mapping physical network names to the agent's node-specific shared physical network device between SR-IOV and OVS or SR-IOV and linux bridge
ru: Список, через запятую, кортежей вида <физич_сеть>:<сетевое_устройство>, отображающих имена физич. сетей на разделяемые устройства физических сетей агентов, с привязкой к конкретным узлам, SR-IOV на OVS, либо SR-IOV на мосты Linux.

source: Force ip_lib calls to use the root helper
ru: Вызовы «ip_lib» принудительно используют вспомогательное приложение root

source: Timeout in seconds for ovsdb commands. If the timeout expires, ovsdb commands will fail with ALARMCLOCK error.
ru: Истечение времени ожидания команд ovsdb, в секундах. После истечения этого времени будет получен сбой ovsdb с ошибкой «ALARMCLOCK».

source: The maximum number of MAC addresses to learn on a bridge managed by the Neutron OVS agent. Values outside a reasonable range (10 to 1,000,000) might be overridden by Open vSwitch according to the documentation.
ru: Макс. число адресов MAC, запоминаемых на мосту под управлением агента Neutron OVS. Согласно документации, значения, выпадающие за разумный диапазон (от 10 до 1,000,000), могут быть перезаписаны со стороны Open vSwitch.

source: Enable IGMP snooping for integration bridge. If this option is set to True, support for Internet Group Management Protocol (IGMP) is enabled in integration bridge. Setting this option to True will also enable Open vSwitch mcast-snooping-disable-flood-unregistered flag. This option will disable flooding of unregistered multicast packets to all ports. The switch will send unregistered multicast packets only to ports connected to multicast routers.
ru: Включить отслеживание сетевого трафика IGMP для моста интеграции. Если для параметра указано значение «Истина», то у моста интеграции будет включена поддержка протокола IGMP, а также будет активирован флаг Open vSwitch «mcast-snooping-disable-flood-unregistered». Данный параметр отключит возможность переполнения незарегистрированными многоадресными пакетами для всех портов, коммутатор будет посылать такие пакеты только на порты, подключённые к многоадресным маршрутизаторам.

source: The connection string for the OVSDB backend. Will be used for all ovsdb commands and by ovsdb-client when monitoring
ru: Строка подключения для серверной части OVSDB. Будет использоваться для всех команд ovsdb клиентом «ovsdb-client» во время мониторинга.

source: The SSL private key file to use when interacting with OVSDB. Required when using an "ssl:" prefixed ovsdb_connection
ru: Файл закрытого ключа SSL, используемого при взаимодействии с OVSDB. Требуется при использовании ovsdb_connection с префиксом "ssl:"

source: The SSL certificate file to use when interacting with OVSDB. Required when using an "ssl:" prefixed ovsdb_connection
ru: Файл сертификата SSL, используемого при взаимодействии с OVSDB. Требуется при использовании ovsdb_connection с префиксом "ssl:"

source: The Certificate Authority (CA) certificate to use when interacting with OVSDB. Required when using an "ssl:" prefixed ovsdb_connection
ru: Сертификат ЦС, используемый при взаимодействии с OVSDB. Требуется при использовании ovsdb_connection с префиксом "ssl:"

source: Enable OVSDB debug logs
ru: Включить журналирование отладки OVSDB

source: Driver for security groups firewall in the L2 agent
ru: Драйвер межсетевого экрана групп безопасности в агенте L2

source: Controls whether the neutron security group API is enabled in the server. It should be false when using no security groups or using the nova security group API.
ru: Проверяет, включён ли на сервере API групп безопасности Neutron. Если группы безопасности не используются, или если используется API групп безопасности Nova, то значением должно быть «Ложно».

source: Use ipset to speed-up the iptables based security groups. Enabling ipset support requires that ipset is installed on L2 agent node.
ru: Использовать ipset для ускорения работы групп безопасности на базе iptables. Для включения поддержки ipset необходимо, чтобы ipset был установлен на узле агента L2.

source: Comma-separated list of ethertypes to be permitted, in hexadecimal (starting with "0x"). For example, "0x4008" to permit InfiniBand.
ru: Список разрешённых типов ethertype, через запятую, в шестнадцатеричном формате (начиная с «0x»). Например, «0x4008» для разрешения InfiniBand.

source: URL for connection to XenServer/Xen Cloud Platform.
ru: URL для подключения к платформе XenServer/Xen Cloud

source: Username for connection to XenServer/Xen Cloud Platform.
ru: Имя пользователя для подключения к платформе XenServer/Xen Cloud

source: Password for connection to XenServer/Xen Cloud Platform.
ru: Пароль для подключения к платформе XenServer/Xen Cloud

source: Seconds to regard the agent is down; should be at least twice report_interval, to be sure the agent is down for good.
ru: Время в секундах, на основании которого можно считать, что агент не выполняется; Чтобы знать наверняка, значение должно быть минимум вдвое больше значения «report_interval».

source: Representing the resource type whose load is being reported by the agent. This can be "networks", "subnets" or "ports". When specified (Default is networks), the server will extract particular load sent as part of its agent configuration object from the agent report state, which is the number of resources being consumed, at every report_interval.dhcp_load_type can be used in combination with network_scheduler_driver = neutron.scheduler.dhcp_agent_scheduler.WeightScheduler When the network_scheduler_driver is WeightScheduler, dhcp_load_type can be configured to represent the choice for the resource being balanced. Example: dhcp_load_type=networks
ru: Представляет тип ресурса, о загрузке которого отчитывается агент. Тип может быть: "networks", "subnets" или "ports". При указании типа (по умолчанию "networks") сервер извлекает из отчёта агента конкретную нагрузку, посланную как часть объекта конфигурации его агента, представляющего собой число ресурсов, потребляемых в течение каждого интервала, обозначенного параметром «report_interval.dhcp_load_type», который можно использовать в сочетании с «network_scheduler_driver = neutron.scheduler.dhcp_agent_scheduler.WeightScheduler». Если для «network_scheduler_driver» указано значение «WeightScheduler», то для указания выбора ресурса, для которого выполняется балансировка, можно настроить «dhcp_load_type». Пример: «dhcp_load_type=networks».

source: Agent starts with admin_state_up=False when enable_new_agents=False. In the case, user's resources will not be scheduled automatically to the agent until admin changes admin_state_up to True.
ru: При «enable_new_agents=False» агент запускается с «admin_state_up=False». В таком случае ресурсы пользователей не будут автоматически заноситься в расписание агента, пока администратор не сменит значение «admin_state_up» на «Истина».

source: Driver to use for scheduling network to DHCP agent
ru: Драйвер, используемый для занесения сетей в расписание агента DHCP

source: Allow auto scheduling networks to DHCP agent.
ru: Разрешить автоматическое занесение сетей в расписание агента DHCP

source: Automatically remove networks from offline DHCP agents.
ru: Автоматически удалять сети из агентов DHCP не в сети

source: Number of DHCP agents scheduled to host a tenant network. If this number is greater than 1, the scheduler automatically assigns multiple DHCP agents for a given tenant network, providing high availability for DHCP service.
ru: Число агентов DHCP, занесённых в расписание на размещение сетей арендаторов. Если число больше 1, то указанной сети планировщик автоматически присваивает несколько агентов DHCP, предоставляя отказоустойчивость службе DHCP.

source: Enable services on an agent with admin_state_up False. If this option is False, when admin_state_up of an agent is turned False, services on it will be disabled. Agents with admin_state_up False are not selected for automatic scheduling regardless of this option. But manual scheduling to such agents is available if this option is True.
ru: Включить службы на агентах со значением «Ложно» для параметра «admin_state_up. Если значение данного параметра «Ложно», то в случае, когда для «admin_state_up» на агенте указано «Ложно», службы на агенте будут отключены. Агенты со значением «Ложно» для «admin_state_up» не выбираются для автоматического занесения в расписание независимо от данного параметра. Но занесение в расписание вручную для таких агентов возможно, если для данного параметра указано «Истина».

source: The working mode for the agent. Allowed modes are: 'legacy' - this preserves the existing behavior where the L3 agent is deployed on a centralized networking node to provide L3 services like DNAT, and SNAT. Use this mode if you do not want to adopt DVR. 'dvr' - this mode enables DVR functionality and must be used for an L3 agent that runs on a compute host. 'dvr_snat' - this enables centralized SNAT support in conjunction with DVR. This mode must be used for an L3 agent running on a centralized node (or in single-host deployments, e.g. devstack). 'dvr_no_external' - this mode enables only East/West DVR routing functionality for a L3 agent that runs on a compute host, the North/South functionality such as DNAT and SNAT will be provided by the centralized network node that is running in 'dvr_snat' mode. This mode should be used when there is no external network connectivity on the compute host.
ru: Рабочий режим агента. Допускаемые режимы: «legacy» — сохранённый существующий режим, где агент L3 развёртывается на централизованном сетевом узле для предоставления таких служб L3, как DNAT и SNAT. Используйте этот режим, если не планируется переходить на распределённый вирт. маршрутизатор (DVR). «dvr» — этот режим включает функционал распределённого вирт. маршрутизатора и должен использоваться для агента L3, выполняющегося на вычислительном хосте. «dvr_snat» —включает централизованную поддержку SNAT в сочетании с DVR. Этот режим должен использоваться для агентов L3, выполняющихся на централизованных узлах (или в развёртываниях с одним хостом, например devstack). «dvr_no_external» — этот режим включает только функционал маршрутизации «восток-запад» для агента L3, выполняющегося на вычислительном хосте, а функционал «север-юг», такой, как DNAT и SNAT, будет предоставляться централизованным сетевым узлом, работающем в режиме «dvr_snat». Этот режим следует использовать на вычислительных хостах без возможности подключения ко внешним сетям.

source: TCP Port used by Neutron metadata namespace proxy.
ru: Порт TCP, используемый прокси-сервером пространства имён метаданных Neutron.

source: Indicates that this L3 agent should also handle routers that do not have an external network gateway configured. This option should be True only for a single agent in a Neutron deployment, and may be False for all agents if all routers must have an external network gateway.
ru: Указывает, что данный агент L3 также должен обрабатывать маршрутизаторы, для которых не настроен шлюз внешней сети. Значение «Истина» для данного параметра должно указываться только для одного агента в развёрнутом Neutron, а может быть «Ложно» для всех агентов, если у всех маршрутизаторов должны быть шлюзы внешней сети.

source: With IPv6, the network used for the external gateway does not need to have an associated subnet, since the automatically assigned link-local address (LLA) can be used. However, an IPv6 gateway address is needed for use as the next-hop for the default route. If no IPv6 gateway address is configured here, (and only then) the neutron router will be configured to get its default route from router advertisements (RAs) from the upstream router; in which case the upstream router must also be configured to send these RAs. The ipv6_gateway, when configured, should be the LLA of the interface on the upstream router. If a next-hop using a global unique address (GUA) is desired, it needs to be done via a subnet allocated to the network and not through this parameter.
ru: При использовании IPv6 для сети внешнего маршрутизатора не требуется связанная подсеть, поскольку можно использовать автоматически выделяемый локальный адрес канала (LLA). Тем не менее адрес IPv6 требуется для использования в качестве узла следующего перехода маршрута по умолчанию. При отсутствии настроенного здесь адреса IPv6 шлюза (и только при его отсутствии) получение маршрута по умолчанию на маршрутизаторе Neutron будет настроено с помощью объявлений (RA) вышестоящего маршрутизатора; и в таком случае на вышестоящем маршрутизаторе также должна быть настроена отсылка этих RA. Настроенный параметр «ipv6_gateway» должен быть равен значению LLA интерфейса вышестоящего маршрутизатора. Если необходимо использовать узел следующего перехода с глобальным уникальным адресом (GUA), он должен быть реализован через выделенную подсеть, а не через использование данного параметра.

source: Driver used for ipv6 prefix delegation. This needs to be an entry point defined in the neutron.agent.linux.pd_drivers namespace. See setup.cfg for entry points included with the neutron source.
ru: Драйвер, используемый для делегирования префиксов ipv6. Должен представлять собой точку входа, настроенную в пространстве имён neutron.agent.linux.pd_drivers. Точки входа, поставляемые с исходным Neutron, ищите в setup.cfg.

source: Allow running metadata proxy.
ru: Разрешить выполнение прокси метаданных

source: Iptables mangle mark used to mark metadata valid requests. This mark will be masked with 0xffff so that only the lower 16 bits will be used.
ru: Отметка mangle Iptables, которой помечаются действительные запросы метаданных. Эта отметка будет замаскирована с помощью 0xffff так, чтобы использовались только нижние 16 бит.

source: Iptables mangle mark used to mark ingress from external network. This mark will be masked with 0xffff so that only the lower 16 bits will be used.
ru: Отметка mangle Iptables, которой помечается входящий трафик из внешней сети. Эта отметка будет замаскирована с помощью 0xffff так, чтобы использовались только нижние 16 бит.

source: The username passed to radvd, used to drop root privileges and change user ID to username and group ID to the primary group of username. If no user specified (by default), the user executing the L3 agent will be passed. If "root" specified, because radvd is spawned as root, no "username" parameter will be passed.
ru: Имя пользователя, передаваемое в radvd, которое используется для сброса полномочий root и смены ID пользователя на имя пользователя, а ID группы на первичную группу имени пользователя. Если пользователь не указан (по умолчанию), передаётся имя пользователя, запустившего агент L3. Если указан «root», то, поскольку radvd порождается пользователем root, параметр "username" не будет передаваться.

source: Delete all routers on L3 agent shutdown. For L3 HA routers it includes a shutdown of keepalived and the state change monitor. NOTE: Setting to True could affect the data plane when stopping or restarting the L3 agent.
ru: После завершения работы агента L3 удалять все маршрутизаторы. Для высокодоступных маршрутизаторов L3 также завершается работа keepalived и монитор изменения состояний. ВНИМАНИЕ: значение «Истина» может повлиять на плоскость данных при остановке или перезапуске агента L3.

source: If keepalived without support for "no_track" option is used, this should be set to False. Support for this option was introduced in keepalived 2.x
ru: При использовании keepalived без поддержки параметра "no_track", значение данного параметра нужно установить на «Ложно». Поддержка этого параметра была введена в keepalived 2.x

source: Location to store keepalived config files
ru: Местоположение для хранения файлов конфигурации keepalived

source: VRRP authentication type
ru: Тип аутентификации протокола VRRP

source: VRRP authentication password
ru: Пароль аутентификации для протокола VRRP

source: The advertisement interval in seconds
ru: Интервал объявлений в секундах

source: Number of concurrent threads for keepalived server connection requests. More threads create a higher CPU load on the agent node.
ru: Число одновременных потоков для запросов подключений сервера keepalived. Чем больше число потоков, тем выше нагрузка на ЦП узла агента.

source: The VRRP health check interval in seconds. Values > 0 enable VRRP health checks. Setting it to 0 disables VRRP health checks. Recommended value is 5. This will cause pings to be sent to the gateway IP address(es) - requires ICMP_ECHO_REQUEST to be enabled on the gateway(s). If a gateway fails, all routers will be reported as primary, and a primary election will be repeated in a round-robin fashion, until one of the routers restores the gateway connection.
ru: Интервал между проверками работоспособности VRRP. Значения > 0 запускают проверки. Значение 0 отключает проверки. Рекомендуемое значение — 5. Проверочные сигналы ping будут посылаться на адреса IP шлюзов, на шлюзах для этого должен быть включён параметр ICMP_ECHO_REQUEST. При сбое шлюза все маршрутизаторы будут объявлены первичными, и выбор первичных маршрутизаторов будет повторяться в циклическом переборе до тех пор, пока один из маршрутизаторов не восстановит подключение к шлюзу.

source: ID of the router
ru: ID маршрутизатора

source: Namespace of the router
ru: Пространство имён маршрутизатора

source: Path to the router directory
ru: Путь до каталога маршрутизатора

source: Interface to monitor
ru: Интерфейс монитора

source: CIDR to monitor
ru: Маршрутизация CIDR до монитора

source: Path to PID file for this process
ru: Путь до файла PID этого процесса

source: User (uid or name) running this process after its initialization
ru: Пользователь (uid или имя), запускающий этот процесс после его инициализации

source: Group (gid or name) running this process after its initialization
ru: Группа (gid или имя), запускающая этот процесс после его инициализации

source: Location of Metadata Proxy UNIX domain socket
ru: Местоположение сокета домена UNIX прокси метаданных

source: Location for Metadata Proxy UNIX domain socket.
ru: Местоположение сокета домена UNIX прокси метаданных

source: User (uid or name) running metadata proxy after its initialization (if empty: agent effective user).
ru: Пользователь (uid или имя), запускающий прокси метаданных после его инициализации. При пустом значении: фактический пользователь агента.

source: Group (gid or name) running metadata proxy after its initialization (if empty: agent effective group).
ru: Группа (gid или имя), запускающая прокси метаданных после его инициализации. При пустом значении: фактическая группа агента.

source: Certificate Authority public key (CA cert) file for ssl
ru: Файл открытого ключа ЦС (сертификат ЦС) для ssl

source: IP address or DNS name of Nova metadata server.
ru: Адрес IP или имя DNS сервера метаданных Nova.

source: TCP Port used by Nova metadata server.
ru: Порт TCP, используемый сервером метаданных Nova.

source: When proxying metadata requests, Neutron signs the Instance-ID header with a shared secret to prevent spoofing. You may select any string for a secret, but it must match here and in the configuration used by the Nova Metadata Server. NOTE: Nova uses the same config key, but in [neutron] section.
ru: При проксировании запросов метаданных, для предотвращения спуфинга, Neutron подписывает заголовок Instance-ID с помощью разделяемого секрета. В качестве секрета можно выбрать любую строку, но она должна совпадать со строкой здесь, а также в конфигурации, используемой сервером метаданных службы Nova. ВНИМАНИЕ: Nova использует тот же файл конфигурации, но в разделе [neutron].

source: Protocol to access nova metadata, http or https
ru: Протокол доступа к метаданным Nova, http или https

source: Allow to perform insecure SSL (https) requests to nova metadata
ru: Разрешить незащищённые запросы SSL (https) метаданных Nova

source: Client certificate for nova metadata api server.
ru: Сертификат клиента для сервера API метаданных Nova

source: Private key of client certificate.
ru: Закрытый ключ сертификата клиента
