Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/neutron-18.3.0/neutron.po
Languages: ru

source: Metadata Proxy UNIX domain socket mode, 4 values allowed: 'deduce': deduce mode from metadata_proxy_user/group values, 'user': set metadata proxy socket mode to 0o644, to use when metadata_proxy_user is agent effective user or root, 'group': set metadata proxy socket mode to 0o664, to use when metadata_proxy_group is agent effective group or root, 'all': set metadata proxy socket mode to 0o666, to use otherwise.
ru: Режим сокета домена UNIX для прокси метаданных, допускается 4 значения: «deduce»: рассчитать режим из значений «metadata_proxy_user/group»; «user»: установить режим сокета прокси метаданных на 0o644, используется, когда «metadata_proxy_user» равен фактическому пользователю агента или root; «group»: установить режим сокета прокси метаданных на 0o664, используется, когда «metadata_proxy_group» равен фактической группе агента или root; «all»: установить режим сокета прокси метаданных на 0o666, чтобы он использовался в любом случае.

source: Number of separate worker processes for metadata server (defaults to 2 when used with ML2/OVN and half of the number of CPUs with other backend drivers)
ru: Число отдельных рабочих процессов сервера метаданных (по умолчанию 2, если используется ML2/OVN, и половинное значение числа ЦП, если используются другие драйверы серверной части)

source: Number of backlog requests to configure the metadata server socket with
ru: Число запросов незавершённых заданий для настройки сокета сервера метаданных

source: The connection string for the native OVSDB backend. Use tcp:IP:PORT for TCP connection. Use unix:FILE for unix domain socket connection.
ru: Строка подключения ко встроенной серверной части OVSDB. Используйте tcp:IP:PORT для TCP. Используйте unix:FILE для сокетов доменов unix.

source: Timeout in seconds for the OVSDB connection transaction
ru: Истечение времени ожидания транзакций в подключениях OVSDB

source: The base mac address used for unique DVR instances by Neutron. The first 3 octets will remain unchanged. If the 4th octet is not 00, it will also be used. The others will be randomly generated. The 'dvr_base_mac' *must* be different from 'base_mac' to avoid mixing them up with MAC's allocated for tenant ports. A 4 octet example would be dvr_base_mac = fa:16:3f:4f:00:00. The default is 3 octet
ru: Базовый адрес MAC, используемый для уникальных экземпляров распределённых вирт. маршрутизаторов (DVR) Neutron. Первые 3 октета будут оставаться без изменений. Если 4-й октет не равен 00, то он также будет использоваться. Значение «dvr_base_mac» *должно* отличаться от значения «base_mac» для избежания путаницы с адресами MAC, выделенными портам арендаторов. Пример из 4 октетов: dvr_base_mac = fa:16:3f:4f:00:00. По умолчанию используются 3 октета.

source: Maximum number of routes per router
ru: Максимальное число маршрутов на маршрутизатор

source: Driver to use for scheduling router to a default L3 agent
ru: Драйвер, используемый для занесения маршрутизатора в расписание исходного агента L3

source: Allow auto scheduling of routers to L3 agent.
ru: Разрешить автоматическое занесение маршрутизаторов в расписание агента L3

source: Automatically reschedule routers from offline L3 agents to online L3 agents.
ru: Автоматически переносить маршрутизаторы из расписаний агентов L3 не в сети в расписания агентов L3 в сети

source: System-wide flag to determine the type of router that tenants can create. Only admin can override.
ru: Общесистемный флаг для определения типа маршрутизаторов, создаваемых арендаторами. Перезаписывать значение может только администратор.

source: Determine if setup is configured for DVR. If False, DVR API extension will be disabled.
ru: Настроен ли процесс установки для DVR. Если «Ложно», то расширение DVR API будет отключено.

source: Flag to determine if hosting a DVR local router to the DHCP agent is desired. If False, any L3 function supported by the DHCP agent instance will not be possible, for instance: DNS.
ru: Флаг, определяющий, будет ли агент DHCP размещаться на локальном маршрутизаторе DVR. Если «Ложно», то любой функционал L3, поддерживаемый экземпляром агента DHCP, не будет доступен, например, DNS.

source: Define the default value of enable_snat if not provided in external_gateway_info.
ru: Значение по умолчанию параметра «enable_snat», если его нет в «external_gateway_info».

source: Enable HA mode for virtual routers.
ru: Включить режим отказоустойчивости для вирт. маршрутизаторов

source: Maximum number of L3 agents which a HA router will be scheduled on. If it is set to 0 then the router will be scheduled on every agent.
ru: Макс. число агентов L3, на которых будет занесён в расписание отказоустойчивый маршрутизатора. При значении 0 маршрутизатор заносится в расписание всех агентов.

source: Subnet used for the l3 HA admin network.
ru: Подсеть, используемая для отказоустойчивой L3 сети администрирования

source: The network type to use when creating the HA network for an HA router. By default or if empty, the first 'tenant_network_types' is used. This is helpful when the VRRP traffic should use a specific network which is not the default one.
ru: Тип сети, используемый при создании отказоустойчивой сети для отказоустойчивого маршрутизатора. Значение по умолчанию, или значение при пустом значении: первый тип из «tenant_network_types». Удобно, если трафик VRRP должен использовать конкретную сеть, не являющуюся сетью по умолчанию.

source: The physical network name with which the HA network can be created.
ru: Имя физич. сети, на базе которой будет создана отказоустойчивая сеть.

source: The subproject to execute the command against. Can be one of: '%s'.
ru: Подпроект, в котором будет выполняться команда. Может быть одним из: '%s'.

source: URL to database
ru: URL до базы данных

source: Database engine for which script will be generated when using offline migration.
ru: Ядро СУБД, для которого будет создан сценарий при использовании автономных миграций

source: Maximum number of allowed address pairs
ru: Макс. число допустимых пар адресов

source: Defines the allowed conntrack helpers, and conntack helper module protocol constraints.
ru: Допустимые conntrack helper и ограничения модуля conntack helper

source: List of network type driver entrypoints to be loaded from the neutron.ml2.type_drivers namespace.
ru: Список точек вхождения драйвера типа сети, загружаемый из пространства имён «neutron.ml2.type_drivers»

source: Ordered list of network_types to allocate as tenant networks. The default value 'local' is useful for single-box testing but provides no connectivity between hosts.
ru: Упорядоченный список network_types, выделяемых в качестве арендованных сетей. Значение по умолчанию, «local», удобно для тестирования, но не предоставляет возможности подключения между хостами.

source: An ordered list of networking mechanism driver entrypoints to be loaded from the neutron.ml2.mechanism_drivers namespace.
ru: Упорядоченный список точек вхождения драйвера сетевого механизма, загружаемый из пространства имён «neutron.ml2.mechanism_drivers»

source: An ordered list of extension driver entrypoints to be loaded from the neutron.ml2.extension_drivers namespace. For example: extension_drivers = port_security,qos
ru: Упорядоченный список точек вхождения драйвера расширения, загружаемый из пространства имён «neutron.ml2.extension_drivers». Например: extension_drivers = port_security,qos

source: Maximum size of an IP packet (MTU) that can traverse the underlying physical network infrastructure without fragmentation when using an overlay/tunnel protocol. This option allows specifying a physical network MTU value that differs from the default global_physnet_mtu value.
ru: Макс. размер пакета IP (MTU), который без фрагментации может пересекать базовую физич. сетевую инфраструктуру при использовании протокола overlay/туннель. Данный параметр позволяет использовать значение MTU физич. сети, отличающееся от значения по умолчанию параметра «global_physnet_mtu».

source: A list of mappings of physical networks to MTU values. The format of the mapping is <physnet>:<mtu val>. This mapping allows specifying a physical network MTU value that differs from the default global_physnet_mtu value.
ru: Список отображений физич. сетей на значения MTU. Формат: <physnet>:<mtu val>. Данное отображение позволяет указывать значение MTU физич. сети, отличающееся от значения по умолчанию для «global_physnet_mtu».

source: Default network type for external networks when no provider attributes are specified. By default it is None, which means that if provider attributes are not specified while creating external networks then they will have the same type as tenant networks. Allowed values for external_network_type config option depend on the network type values configured in type_drivers config option.
ru: Тип сети по умолчанию для внешних сетей без указанных атрибутов поставщика. По умолчанию: «Нет», что означает, что если при создании внешних сетей атрибуты поставщика не указываются, то у них будет тот же тип, что и у сетей арендаторов. Допустимые значения для параметра «external_network_type config» зависят от значений типов сетей, настроенных параметром «type_drivers config».

source: IP version of all overlay (tunnel) network endpoints. Use a value of 4 for IPv4 or 6 for IPv6.
ru: Версия IP всех конечных точек сети overlay (туннеля). Используйте значение «4» для IPv4 или «6» для IPv6.

source: The number of seconds the agent will wait between polling for local device changes.
ru: Число секунд ожидания агента между опросами изменений локальных устройств

source: Set new timeout in seconds for new rpc calls after agent receives SIGTERM. If value is set to 0, rpc timeout won't be changed
ru: Установить новое значение истечения времени ожидания (в сек.) для новых удалённых вызовов процедур поле того, как агент получит SIGTERM. Если значение указано как 0, то истечение времени ожидания меняться не будет.

source: The DSCP value to use for outer headers during tunnel encapsulation.
ru: Значение DSCP (точка кода дифференцированных услуг), используемое для внешних заголовков во время инкапсуляции туннелей

source: If set to True, the DSCP value of tunnel interfaces is overwritten and set to inherit. The DSCP value of the inner header is then copied to the outer header.
ru: Если «Истина», то значение DSCP интерфейсов туннеля переназначается и становится унаследованным. Затем значение DSCP внутреннего заголовка копируется во внешний.

source: Comma-separated list of <tun_min>:<tun_max> tuples enumerating ranges of GRE tunnel IDs that are available for tenant network allocation
ru: Список, через запятую, кортежей <tun_min>:<tun_max>, с нумерацией диапазонов идентификаторов туннелей GRE, доступных для выделяемых сетей арендаторов.

source: List of physical_network names with which flat networks can be created. Use default '*' to allow flat networks with arbitrary physical_network names. Use an empty list to disable flat networks.
ru: Список имён physical_network, с которыми можно создавать «плоские» сети. Чтобы разрешить плоские сети с произвольными именами physical_network, используйте «*» (значение по умолчанию).

source: Comma-separated list of <vni_min>:<vni_max> tuples enumerating ranges of Geneve VNI IDs that are available for tenant network allocation
ru: Список, через запятую, кортежей <vni_min>:<vni_max>, с нумерацией диапазонов идентификаторов вирт. сетевых интерфейсов Geneve, доступных для выделяемых сетей арендаторов.

source: Geneve encapsulation header size is dynamic, this value is used to calculate the maximum MTU for the driver. The default size for this field is 30, which is the size of the Geneve header without any additional option headers.
ru: Размер заголовка инкапсуляции Geneve является динамическим, данное значение используется для расчёта максимального MTU для драйвера. Размер по умолчанию в данном поле равен 30, что является размером заголовка Geneve без дополнительных заголовков параметров.

source: Comma-separated list of <vni_min>:<vni_max> tuples enumerating ranges of VXLAN VNI IDs that are available for tenant network allocation
ru: Список, через запятую, кортежей <vni_min>:<vni_max>, с нумерацией диапазонов идентификаторов вирт. сетевых интерфейсов VXLAN, доступных для выделяемых сетей арендаторов.

source: Multicast group for VXLAN. When configured, will enable sending all broadcast traffic to this multicast group. When left unconfigured, will disable multicast VXLAN mode.
ru: Группа многоадресной рассылки VXLAN. После настройки весь широковещательный трафик будет посылаться в эту группу. Отсутствие значения отключает многоадресный режим VXLAN.

source: List of <physical_network>:<vlan_min>:<vlan_max> or <physical_network> specifying physical_network names usable for VLAN provider and tenant networks, as well as ranges of VLAN tags on each available for allocation to tenant networks.
ru: Список <physical_network>:<vlan_min>:<vlan_max> или <physical_network>, указывающий имена physical_network, используемые для сетей поставщика VLAN и сетей арендаторов, а также диапазоны меток VLAN в каждой из сетей, доступных в качестве выделяемых сетей арендаторов.

source: Enable VXLAN on the agent. Can be enabled when agent is managed by ml2 plugin using linuxbridge mechanism driver
ru: Включить использование VXLAN на агенте. Можно включить, если агент управляется модулем ml2 с помощью драйвера механизма linuxbridge.

source: TTL for vxlan interface protocol packets.
ru: Время жизни пакетов протокола интерфейса vxlan.

source: TOS for vxlan interface protocol packets. This option is deprecated in favor of the dscp option in the AGENT section and will be removed in a future release. To convert the TOS value to DSCP, divide by 4.
ru: Тип службы (TOS) пакетов протокола интерфейса vxlan. Данный параметр считается устаревшим в пользу параметра dscp в разделе AGENT, и будет удалён в следующем релизе. Чтобы преобразовать значение типа службы в точку кода дифференцированных услуг (DSCP), разделите на 4.

source: Multicast group(s) for vxlan interface. A range of group addresses may be specified by using CIDR notation. Specifying a range allows different VNIs to use different group addresses, reducing or eliminating spurious broadcast traffic to the tunnel endpoints. To reserve a unique group for each possible (24-bit) VNI, use a /8 such as 239.0.0.0/8. This setting must be the same on all the agents.
ru: Многоадресные группы интерфейса vxlan. Диапазон адресов групп можно указать с помощью нотации CIDR. Указание диапазона позволяет различным интерфейсам вирт. сети (VNI) использовать различные адреса групп, снижая или полностью убирая ложный широковещательный трафик до конечных точек туннеля. Чтобы зарезервировать уникальную группу для каждого из возможных VNI (24-бит) используйте «/8», например, 239.0.0.0/8. Значение этого параметра должно быть одинаковым на всех агентах.

source: IP address of local overlay (tunnel) network endpoint. Use either an IPv4 or IPv6 address that resides on one of the host network interfaces. The IP version of this value must match the value of the 'overlay_ip_version' option in the ML2 plug-in configuration file on the neutron server node(s).
ru: Адрес IP конечной точки локальной туннельной (или overlay) сети. Используйте адреса IPv4 или IPv6, расположенные на одном из сетевых интерфейсов хоста. Формат IP этого значения должен совпадать со значением параметра «overlay_ip_version» в файле конфигурации модуля ML2 на узлах сервера Neutron.

source: The minimum of the UDP source port range used for VXLAN communication.
ru: Минимальный исходный диапазон портов UDP для обмена информацией в VXLAN

source: The maximum of the UDP source port range used for VXLAN communication.
ru: Максимальный исходный диапазон портов UDP для обмена информацией в VXLAN

source: The UDP port used for VXLAN communication. By default, the Linux kernel doesn't use the IANA assigned standard value, so if you want to use it, this option must be set to 4789. It is not set by default because of backward compatibiltiy.
ru: Порт UDP для обмена информацией в VXLAN. По умолчанию, ядро Linux не использует стандартное значение, присвоенное IANA, поэтому при желании его использовать, данному параметру нужно присвоить значение 4789. Оно не установлено изначально в связи с обратной совместимостью

source: Extension to use alongside ml2 plugin's l2population mechanism driver. It enables the plugin to populate VXLAN forwarding table.
ru: Расширение, используемое вместе с драйвером механизма l2population модуля ml2. Предоставляет модулю возможность заполнять таблицы перенаправления VXLAN.

source: Enable local ARP responder which provides local responses instead of performing ARP broadcast into the overlay. Enabling local ARP responder is not fully compatible with the allowed-address-pairs extension.
ru: Включить использование локального ответчика ARP, предоставляющего локальные ответы вместо выполнения вещания ARP в оверлэй. Использование локального ответчика ARP не полностью совместимо с расширением allowed-address-pairs.

source: Optional comma-separated list of <multicast address>:<vni_min>:<vni_max> triples describing how to assign a multicast address to VXLAN according to its VNI ID.
ru: Дополнительный список, через запятую, триплетов <multicast address>:<vni_min>:<vni_max>, описывающих формулу присвоения VXLAN адреса многоадресной рассылки согласно идентификатору её вирт. сетевого интерфейса.

source: Comma-separated list of <physical_network>:<physical_interface> tuples mapping physical network names to the agent's node-specific physical network interfaces to be used for flat and VLAN networks. All physical networks listed in network_vlan_ranges on the server should have mappings to appropriate interfaces on each agent.
ru: Список, через запятую, кортежей <physical_network>:<physical_interface>, отображающих имена физич. сетей на физич. сетевые интерфейсы конкретных узлов агента для использования в «плоских» сетях и VLAN. Все физич. сети, перечисленные в «network_vlan_ranges» на сервере, должны иметь отображения на соответствующие интерфейсы на каждом агенте.

source: List of <physical_network>:<physical_bridge>
ru: Список <physical_network>:<physical_bridge>

source: Value of host kernel tick rate (hz) for calculating minimum burst value in bandwidth limit rules for a port with QoS. See kernel configuration file for HZ value and tc-tbf manual for more information.
ru: Значение частоты такта (Гц) ядра хоста, для расчёта минимального значения burst в правилах ограничения пропускной способности для портов, имеющих QoS. Подробности о значении Гц см. в файле конфигурации ядра и в руководстве по tc-tbf.

source: Value of latency (ms) for calculating size of queue for a port with QoS. See tc-tbf manual for more information.
ru: Значение времени задержки (мсек) для расчёта размера очереди для порта с QoS. Подробности см. в руководстве по tc-tbf.

source: Integration bridge to use. Do not change this parameter unless you have a good reason to. This is the name of the OVS integration bridge. There is one per hypervisor. The integration bridge acts as a virtual 'patch bay'. All VM VIFs are attached to this bridge and then 'patched' according to their network connectivity.
ru: Используемый мост интеграции. Изменяйте значение этого параметра только если это действительно необходимо. Это имя моста интеграции OVS, по одному на каждый гипервизор. Мост интеграции выполняет роль виртуальной «коммутационной панели». К этому мосту прикрепляются все виртуальные сетевые интерфейсы ВМ и затем «коммутируются» согласно характеру их сетевых подключений.

source: Tunnel bridge to use.
ru: Используемый мост туннеля

source: Peer patch port in integration bridge for tunnel bridge.
ru: Патч-порт однорангового узла в мосте интеграции моста туннеля

source: Peer patch port in tunnel bridge for integration bridge.
ru: Патч-порт однорангового узла в мосте туннеля моста интеграции

source: Comma-separated list of <physical_network>:<bridge> tuples mapping physical network names to the agent's node-specific Open vSwitch bridge names to be used for flat and VLAN networks. The length of bridge names should be no more than 11. Each bridge must exist, and should have a physical network interface configured as a port. All physical networks configured on the server should have mappings to appropriate bridges on each agent. Note: If you remove a bridge from this mapping, make sure to disconnect it from the integration bridge as it won't be managed by the agent anymore.
ru: Список, через запятую, кортежей <physical_network>:<bridge>, отображающих имена физич. сетей на имена мостов Open vSwitch конкретных узлов агента для использования в «плоских» сетях и VLAN. Длина имён мостов не должна превышать 11 символов. Каждый мост должен существовать и должен иметь физич. сетевой интерфейс, настроенный как порт. У всех настроенных на сервере физич. сетей, должны быть отображения на соответствующие мосты на каждом агенте. Внимание: при удалении мостов из этих отображений убедитесь в том, что мост отключён от моста интеграции, т.к. он больше не будет управляться агентом.

source: Comma-separated list of <bridge>:<egress_bw>:<ingress_bw> tuples, showing the available bandwidth for the given bridge in the given direction. The direction is meant from VM perspective. Bandwidth is measured in kilobits per second (kbps). The bridge must appear in bridge_mappings as the value. But not all bridges in bridge_mappings must be listed here. For a bridge not listed here we neither create a resource provider in placement nor report inventories against. An omitted direction means we do not report an inventory for the corresponding class.
ru: Список, через запятую, кортежей <bridge>:<egress_bw>:<ingress_bw>, показывающих доступную пропускную способность для указанного моста в указанном направлении. Направление определяется от перспективы ВМ. Пропускная способность измеряется в Кбит/сек. Мост должен присутствовать в качестве значения в bridge_mappings. Но не все мосты, указанные в bridge_mappings, должны здесь перечисляться. Для не указанного здесь моста ни создаётся поставщик ресурсов как заменитель, ни создаётся инвентарный отчёт. Опущенное направление означает, что для соответствующего класса не создаётся инвентарный отчёт.

source: Mapping of bridges to hypervisors: <bridge>:<hypervisor>,... hypervisor name is used to locate the parent of the resource provider tree. Only needs to be set in the rare case when the hypervisor name is different from the resource_provider_default_hypervisor config option value as known by the nova-compute managing that hypervisor.
ru: Отображение мостов на гипервизоры: <bridge>:<hypervisor>,... имена гипервизоров используются для обнаружения родителя дерева поставщика ресурса. Настройка этого параметра бывает необходима в редких случаях, когда имя гипервизора отличается от значения конфигурационного параметра «resource_provider_default_hypervisor», в том виде, как оно известно службе nova-compute, управляющей этим гипервизором.

source: The default hypervisor name used to locate the parent of the resource provider. If this option is not set, canonical name is used
ru: Исходное имя гипервизора, использующееся для обнаружения родителя поставщика ресурсов. Если данный параметр не настроен, используется каноническое имя
