Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/neutron-18.3.0/neutron.po
Languages: ru

source: Enables IPv6 Prefix Delegation for automatic subnet CIDR allocation. Set to True to enable IPv6 Prefix Delegation for subnet allocation in a PD-capable environment. Users making subnet creation requests for IPv6 subnets without providing a CIDR or subnetpool ID will be given a CIDR via the Prefix Delegation mechanism. Note that enabling PD will override the behavior of the default IPv6 subnetpool.
ru: Включает делегирование префиксов IPv6 при автоматических выделениях адресов CIDR подсетей. Укажите значение «Истина» для делегирования префиксов IPv6 при выделении подсетей в окружении с возможностями делегирования префиксов. Пользователям, создающим запросы на создание подсетей для подсетей IPv6 без предоставления CIDR или ID пула подсетей, CIDR будет выдаваться с помощью механизма делегирования префиксов. Обратите внимание, что включение делегирования префиксов перезапишет поведение исходного пула подсетей IPv6.

source: DHCP lease duration (in seconds). Use -1 to tell dnsmasq to use infinite lease times.
ru: Длительность аренды DHCP (в сек.). Используйте «-1», чтобы dnsmasq использовал бесконечную аренду.

source: Domain to use for building the hostnames
ru: Домен, используемый для создания имён хостов

source: Driver for external DNS integration.
ru: Драйвер внутренней интеграции DNS

source: Allow sending resource operation notification to DHCP agent
ru: Разрешить посылку уведомлений о действиях с ресурсами агенту DHCP

source: Allow overlapping IP support in Neutron. Attention: the following parameter MUST be set to False if Neutron is being used in conjunction with Nova security groups.
ru: Разрешить перекрытие поддержки IP в Neutron. ВНИМАНИЕ: для следующего параметра НЕОБХОДИМО указать значение «ложно», если Neutron используется в связке с группами безопасности Nova.

source: Hostname to be used by the Neutron server, agents and services running on this machine. All the agents and services running on this machine must use the same host value.
ru: Имя хоста, которое будет использоваться сервером Neutron, агентами и службами, выполняющимися на этой машине. Все агенты и службы, выполняющиеся на этой машине, должны использовать одно и то же значение хоста.

source: This string is prepended to the normal URL that is returned in links to the OpenStack Network API. If it is empty (the default), the URLs are returned unchanged.
ru: Эта строка добавляется перед обычным URL, возвращаемым в ссылках на OpenStack Network API. При пустом значении (по умолчанию) URL возвращаются неизменёнными.

source: Send notification to nova when port status changes
ru: При изменении статуса порта послать уведомление в Nova.

source: Send notification to nova when port data (fixed_ips/floatingip) changes so nova can update its cache.
ru: Послать уведомление в Nova при изменении данных порта (fixed_ips/floatingip), для обновления кэша Nova.

source: Number of seconds between sending events to nova if there are any events to send.
ru: Число секунд между отсылками событий в Nova, если есть, что посылать

source: Set process name to match child worker role. Available options are: 'off' - retains the previous behavior; 'on' - renames processes to 'neutron-server: role (original string)'; 'brief' - renames the same as 'on', but without the original string, such as 'neutron-server: role'.
ru: Настроить соответствие имени процесса с ролью рабочего процесса-потомка. Доступные параметры: 'off' – сохраняет предыдущее поведение; 'on' – переименовывает процессы по типу 'neutron-server: роль (исходная строка)'; 'brief' - аналог 'on', но без исходной строки, например 'neutron-server: роль'.

source: Neutron IPAM (IP address management) driver to use. By default, the reference implementation of the Neutron IPAM driver is used.
ru: Используемый драйвер Neutron IPAM (управление адресами IP). По умолчанию используется драйвер Neutron IPAM, используемый в стандартной реализации.

source: If True, then allow plugins that support it to create VLAN transparent networks.
ru: При значении «Истина» модулям с поддержкой такого значения можно будет создавать прозрачные для VLAN сети (без удаления или изменения меток пакетов).

source: If True, then allow plugins to decide whether to perform validations on filter parameters. Filter validation is enabled if this config is turned on and it is supported by all plugins
ru: При значении «Истина» модулям с поддержкой такого значения можно будет решать, нужно ли выполнять валидацию параметров фильтрации. Валидация фильтров будет включена, если данная конфигурация активна и поддерживается всеми модулями.

source: MTU of the underlying physical network. Neutron uses this value to calculate MTU for all virtual network components. For flat and VLAN networks, neutron uses this value without modification. For overlay networks such as VXLAN, neutron automatically subtracts the overlay protocol overhead from this value. Defaults to 1500, the standard value for Ethernet.
ru: MTU базовой физической сети. Neutron использует это значение для расчёта MTU всех компонентов виртуальной сети. Для «плоских» сетей и VLAN это значение используется в Neutron без изменения. Для оверлейных сетей, таких, как VXLAN, Neutron из этого значения автоматически вычитает издержки протокола. По умолчанию значение равно 1500, стандартному значению Ethernet.

source: Number of times client connections (nova, ironic) should be retried on a failed HTTP call. 0 (zero) means connection is attempted only once (not retried). Setting to any positive integer means that on failure the connection is retried that many times. For example, setting to 3 means total attempts to connect will be 4.
ru: Число повторных попыток создать клиентское подключение (nova, ironic) при сбое вызова HTTP. 0 (ноль) — одна попытка подключения, без повторных попыток. Любое положительно целое значение означает такое же число повторных попыток создать подключение, то есть при значении 3 всего попыток создать подключение будет 4.

source: If False, neutron-server will disable the following DHCP-agent related functions:1. DHCP provisioning block 2. DHCP scheduler API extension 3. Network scheduling mechanism 4. DHCP RPC/notification
ru: При значении «Ложно» neutron-server отключит следующие функции, относящиеся к DHCP-agent: 1. Блокировка выделения DHCP 2. Расширение API для планировщика DHCP 3. Механизм сетевого расписания 4. Уведомления/удалённый вызов процедур DHCP.

source: Where to store Neutron state files. This directory must be writable by the agent.
ru: Местоположение для хранения файлов состояния Neutron. У агента должен быть доступ на запись в этот каталог.

source: Name of nova region to use. Useful if keystone manages more than one region.
ru: Имя используемой области Nova. Удобно, если Keystone управляет более, чем одной областью.

source: Type of the nova endpoint to use. This endpoint will be looked up in the keystone catalog and should be one of public, internal or admin.
ru: Тип используемой конечной точки Nova. Для данной точки будет выполняться обнаружение в каталоге keystone, и её тип должен быть одним из: public, internal или admin.

source: When this option is enabled, during the live migration, the OVS agent will only send the "vif-plugged-event" when the destination host interface is bound. This option also disables any other agent (like DHCP) to send to Nova this event when the port is provisioned.This option can be enabled if Nova patch https://review.opendev.org/c/openstack/nova/+/767368 is in place.This option is temporary and will be removed in Y and the behavior will be "True".
ru: Если данный параметр включён, то во время динамической миграции при привязке интерфейса целевого хоста агент OVS будет посылать только событие "vif-plugged-event". Для посылки в Nova этого события во время подготовки порта, данный параметр также отключает любые другие агенты (например, DHCP). Данный параметр можно включить, если установлен патч Nova https://review.opendev.org/c/openstack/nova/+/767368. Данный параметр является временным и будет удалён из Y, а поведением по умолчанию будет «Истина».

source: Name of placement region to use. Useful if keystone manages more than one region.
ru: Имя используемой области Placement. Удобно, если Keystone управляет более, чем одной областью.

source: Type of the placement endpoint to use. This endpoint will be looked up in the keystone catalog and should be one of public, internal or admin.
ru: Тип используемой конечной точки Placement. Для данной точки будет выполняться обнаружение в каталоге keystone, и её тип должен быть одним из: public, internal или admin.

source: Send notification events to ironic. (For example on relevant port status changes.)
ru: Посылать уведомления о событиях в Ironic. (Например, о соответствующих изменениях статусов портов)

source: Enable code execution profiling with cProfile. Profiling data are logged at DEBUG level.
ru: Включить профилирование выполнения кода с помощью cProfile. Профилируемые данные журналируются на уровне DEBUG.

source: Number of calls from the cProfile report to log
ru: Число заносимых в журнал вызовов из отчёта cProfile

source: Default number of resource allowed per tenant. A negative value means unlimited.
ru: Число ресурсов по умолчанию, разрешённых на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Number of networks allowed per tenant. A negative value means unlimited.
ru: Число сетей, разрешённых на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Number of subnets allowed per tenant, A negative value means unlimited.
ru: Число подсетей, разрешённых на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Number of ports allowed per tenant. A negative value means unlimited.
ru: Число портов, разрешённое на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Default driver to use for quota checks.
ru: Драйвер по умолчанию для проверок квоты

source: Keep in track in the database of current resource quota usage. Plugins which do not leverage the neutron database should set this flag to False.
ru: Отслеживание в БД потребления квоты текущего ресурса. Для модулей, не влияющих на БД Neutron, значением данного флага должно быть «ложно».

source: Number of security groups allowed per tenant. A negative value means unlimited.
ru: Число групп безопасности, разрешённое на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Number of security rules allowed per tenant. A negative value means unlimited.
ru: Число правил безопасности, разрешённое на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Number of routers allowed per tenant. A negative value means unlimited.
ru: Число маршрутизаторов, разрешённое на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Number of floating IPs allowed per tenant. A negative value means unlimited.
ru: Число плавающих IP, разрешённое на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Default number of RBAC entries allowed per tenant. A negative value means unlimited.
ru: Исходное число записей управления доступом на основе ролей, разрешённое на каждого из арендаторов. Отрицательное значение означает отсутствие лимита.

source: Seconds between running periodic tasks.
ru: Секунд между выполнением периодических задач

source: Number of separate API worker processes for service. If not specified, the default is equal to the number of CPUs available for best performance, capped by potential RAM usage.
ru: Число процессов отдельных рабочих процессов API на службу. Если не указано, по умолчанию оно равно числу ЦП, доступных для наилучшей производительности, с наивысшем значением, ограниченным потенциальным потреблением ОЗУ

source: Number of RPC worker processes for service. If not specified, the default is equal to half the number of API workers.
ru: Число рабочих процессов удалённых вызовов процедур на службу. Если не указано, по умолчанию оно равно половине числа рабочих процессов API.

source: Number of RPC worker processes dedicated to state reports queue.
ru: Число рабочих процессов удалённых вызовов процедур, выделенных очереди сообщений о статусах.

source: Range of seconds to randomly delay when starting the periodic task scheduler to reduce stampeding. (Disable by setting to 0)
ru: Диапазон, в секундах, случайных задержек при запуске планировщика периодических задач, для снижения хаотичной загрузки. (Значение 0 отключает параметр)

source: Maximum seconds to wait for a response from an RPC call.
ru: Макс. время ожидания ответа от удалённого вызова процедуры (сек.)

source: Number of backlog requests to configure the socket with
ru: Число запросов незавершённых заданий, настраиваемое на сокете

source: Number of seconds to keep retrying to listen
ru: Число секунд, в течение которых будут повторяться попытки слушать

source: Enable SSL on the API server
ru: Включить использование SSL на сервере API

source: Extensions list to use
ru: Список используемых расширений

source: Destroy all IPsets.
ru: Уничтожить все IPset

source: Destroy IPsets even if there is an iptables reference.
ru: Уничтожить все IPset даже если присутствует отсылка на iptables

source: String prefix used to match IPset names.
ru: Срока префикса, используемого для совпадения с именами IPset

source: Delete the namespace by removing all devices.
ru: Удалить пространство имён с помощью удаления всех устройств

source: Cleanup resources of a specific agent type only.
ru: Очистить ресурсы только конкретного типа агента

source: True to delete all ports on all the OpenvSwitch bridges. False to delete ports created by Neutron and Nova on the integration bridge.
ru: «Истина» — для удаления всех портов на всех мостах OpenvSwitch. «Ложно» — для удаления портов, созданных Neutron и Nova на мосте интеграции.

source: Location to store child pid files
ru: Местоположение для хранения файлов pid потомков

source: Service to handle DHCPv6 Prefix delegation.
ru: Служба, обрабатывающая делегирование префиксов DHCPv6

source: Location to store IPv6 PD files.
ru: Местоположение для хранения файлов делегирования префиксов IPv6

source: A decimal value as Vendor's Registered Private Enterprise Number as required by RFC3315 DUID-EN.
ru: Десятичное значение зарегистрированного кода частного предприятия поставщика в соответствии с требованиями DUID-EN спецификации RFC3315.

source: Name of Open vSwitch bridge to use
ru: Имя используемого моста Open vSwitch

source: Uses veth for an OVS interface or not. Support kernels with limited namespace support (e.g. RHEL 6.5) and rate limiting on router's gateway port so long as ovs_use_veth is set to True.
ru: Используется ли veth для интерфейса OVS или нет. Поддержка ядер с ограничением поддерживаемых пространств имён (напр. RHEL 6.5) и ограничением частоты на порте шлюза маршрутизатора при значении «Истина» для ovs_use_veth.

source: Location to store IPv6 RA config files
ru: Местоположение для хранения файлов конфигурации IPv6 RA

source: MinRtrAdvInterval setting for radvd.conf
ru: Параметр MinRtrAdvInterval для radvd.conf

source: MaxRtrAdvInterval setting for radvd.conf
ru: Параметр MaxRtrAdvInterval для radvd.conf

source: Root helper application. Use 'sudo neutron-rootwrap /etc/neutron/rootwrap.conf' to use the real root filter facility. Change to 'sudo' to skip the filtering and just run the command directly.
ru: Вспомогательное приложение для root. Чтобы использовать механизм фильтрации фактического root, выполните команду «sudo neutron-rootwrap /etc/neutron/rootwrap.conf». Перейдите на «sudo» чтобы пропустить фильтрацию и запускать команду напрямую.

source: Use the root helper when listing the namespaces on a system. This may not be required depending on the security configuration. If the root helper is not required, set this to False for a performance improvement.
ru: Использовать вспомогательное приложение для root при получении списка пространств имён в системе. Это может не потребоваться, в зависимости от конфигурации безопасности. Если вспомогательное приложение не требуется, укажите для данного параметра значение «Ложно», для повышения производительности.

source: Root helper daemon application to use when possible. Use 'sudo neutron-rootwrap-daemon /etc/neutron/rootwrap.conf' to run rootwrap in "daemon mode" which has been reported to improve performance at scale. For more information on running rootwrap in "daemon mode", see: https://docs.openstack.org/oslo.rootwrap/latest/user/usage.html#daemon-mode
ru: Используемое, при возможности, вспомогательное приложение root, в режиме daemon. Для запуска rootwrapin в режиме daemon, что, по сообщениям пользователей, значительно масштабирует производительность, выполните «sudo neutron-rootwrap-daemon /etc/neutron/rootwrap.conf». Дополнительные сведения о запуске rootwrap в режиме daemon см. по ссылке: https://docs.openstack.org/oslo.rootwrap/latest/user/usage.html#daemon-mode (Англ.)

source: Seconds between nodes reporting state to server; should be less than agent_down_time, best if it is half or less than agent_down_time.
ru: Промежуток в секундах между отправками статуса узлами на сервер; значение должно быть меньше значения «agent_down_time», и лучше всего — половина или меньше половины этого значения.

source: Log agent heartbeats
ru: Периодичность сигналов агента журнала

source: The driver used to manage the virtual interface.
ru: Драйвер, используемый для управления вирт. интерфейсом

source: Add comments to iptables rules. Set to false to disallow the addition of comments to generated iptables rules that describe each rule's purpose. System must support the iptables comments module for addition of comments.
ru: Добавление комментариев к правилам iptables. Укажите «ложно» для запрета добавления комментариев к созданным правилам iptables, описывающим назначение каждого из правил. Для добавления комментариев, система должна поддерживать модуль комментариев iptables.

source: Duplicate every iptables difference calculation to ensure the format being generated matches the format of iptables-save. This option should not be turned on for production systems because it imposes a performance penalty.
ru: Дублировать каждый расчёт расхождений iptables для обеспечения совпадения создаваемого формата с форматом «iptables-save». Данный параметр не должен включаться в системах на производстве, т.к. он создаёт дополнительную нагрузку на производительность.

source: Action to be executed when a child process dies
ru: Действие, выполняемое при смерти процесса-потомка

source: Interval between checks of child process liveness (seconds), use 0 to disable
ru: Интервал между проверками активности процессов-потомков (сек.), для отключения используйте значение 0.

source: Location of scripts used to kill external processes. Names of scripts here must follow the pattern: "<process-name>-kill" where <process-name> is name of the process which should be killed using this script. For example, kill script for dnsmasq process should be named "dnsmasq-kill". If path is set to None, then default "kill" command will be used to stop processes.
ru: Местоположение сценариев для убийства внешних процессов. Имена сценариев должны соответствовать шаблону: "<имя_процесса>-kill", где <имя_процесса> является именем процесса, который нужно убить с помощью сценария. Сценарий убийства процесса dnsmasq, например, будет называться "dnsmasq-kill". При значении пути «Нет», для остановки процессов будет использоваться команда kill по умолчанию.

source: Availability zone of this node
ru: Зона доступности данного узла

source: The DHCP agent will resync its state with Neutron to recover from any transient notification or RPC errors. The interval is maximum number of seconds between attempts. The resync can be done more often based on the events triggered.
ru: Агент DHCP выполнит повторную синхронизацию своего состояния с Neutron для восстановления после возможных временных ошибок уведомлений или ошибок удалённых вызовов процедур. Интервал означает макс. число секунд между попытками. В зависимости от запущенных событий, повторная синхронизация может выполняться чаще.

source: Throttle the number of resync state events between the local DHCP state and Neutron to only once per 'resync_throttle' seconds. The value of throttle introduces a minimum interval between resync state events. Otherwise the resync may end up in a busy-loop. The value must be less than resync_interval.
ru: Ограничивать число событий повторных синхронизаций между локальным состоянием DHCP и состоянием Neutron до одного раза на интервал, указанный параметром «resync_throttle» (в секундах). Значение ограничения вводит в действие минимальный интервал между событиями повторных синхронизаций состояний. В противном случае повторная синхронизация может оказаться в бесконечном цикле ожидания. Значение параметра должно быть меньше значения «resync_interval».

source: The driver used to manage the DHCP server.
ru: Драйвер, используемый для управления сервером DHCP

source: The DHCP server can assist with providing metadata support on isolated networks. Setting this value to True will cause the DHCP server to append specific host routes to the DHCP request. The metadata service will only be activated when the subnet does not contain any router port. The guest instance must be configured to request host routes via DHCP (Option 121). This option doesn't have any effect when force_metadata is set to True.
ru: Сервер DHCP может предоставить помощь в виде поддержки метаданных в изолированных сетях. Если указать значение «Истина», то сервер DHCP будет добавлять в конец запроса DHCP маршруты конкретных хостов. Служба метаданных будет активирована только в том случае, если в подсети нет портов маршрутизатора. На гостевом экземпляре должна быть настроена возможность запроса маршрутов хоста с помощью DHCP (Option 121). Данный параметр ни на что не влияет, если для «force_metadata» указано значение «Истина».

source: In some cases the Neutron router is not present to provide the metadata IP but the DHCP server can be used to provide this info. Setting this value will force the DHCP server to append specific host routes to the DHCP request. If this option is set, then the metadata service will be activated for all the networks.
ru: В случаях отсутствия маршрутизатора Neutron, могущего предоставить IP метаданных, для предоставления этой информации можно использовать сервер DHCP. Настройка этого значения принудительно заставит сервер DHCP добавлять в конец запросов DHCP маршруты конкретных хостов. Если параметр указан, то служба метаданных будет активирована для всех сетей.

source: Allows for serving metadata requests coming from a dedicated metadata access network whose CIDR is 169.254.169.254/16 (or larger prefix), and is connected to a Neutron router from which the VMs send metadata:1 request. In this case DHCP Option 121 will not be injected in VMs, as they will be able to reach 169.254.169.254 through a router. This option requires enable_isolated_metadata = True.
ru: Позволяет обслуживать запросы метаданных, исходящие из выделенной сети доступа к метаданным с адресами CIDR 169.254.169.254/16 (или с более высокими значениями префикса) и подключённой к маршрутизатору Neutron, с которого ВМ отсылают запросы metadata:1. В этих случаях DHCP Option 121 не будет внедряться в ВМ, поскольку у ВМ будет доступ к 169.254.169.254 через маршрутизатор. Для данного параметра требуется «enable_isolated_metadata = True».
