Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/neutron-18.3.0/neutron.po
Languages: ru

source: The address allocation request could not be satisfied because: %(reason)s
ru: Не удалось удовлетворить запрос на выделение адреса по причине: %(reason)s

source: The subnet request could not be satisfied because: %(reason)s
ru: Не удалось удовлетворить запрос подсети по причине: %(reason)s

source: IP updates for port %(port_id)s are not allowed
ru: Обновления IP для порта %(port_id)s не допускаются

source: IPv6 address %(ip)s cannot be directly assigned to a port on subnet %(subnet_id)s as the subnet is configured for automatic addresses
ru: Невозможно напрямую выделить адрес IPv6 %(ip)s порту в подсети %(subnet_id)s, т.к. для этой сети настроено автоматическое выделение адресов

source: No more IP addresses available for subnet %(subnet_id)s.
ru: Для подсети %(subnet_id)s больше нет доступных IP

source: No more IP addresses available.
ru: Больше нет доступных IP

source: No valid service subnet for the given device owner, network %(network_id)s, service type %(service_type)s.
ru: Для указанного владельца устройства отсутствует подходящая подсеть службы, сеть %(network_id)s, тип службы %(service_type)s.

source: IP allocation failed. Try again later.
ru: Сбой выделения IP. Повторите попытку позже.

source: Exception used to signal that IP allocation is deferred
ru: Исключение используемое для сигнала о том, что выделение IP отложено

source: Ranges must be netaddr.IPRange
ru: Диапазоны должны быть равны netaddr.IPRange

source: Ranges must not overlap
ru: Диапазоны не должны пересекаться

source: Ranges must be in the same IP version
ru: Диапазоны должны быть в одной версии IP

source: Gateway IP version inconsistent with allocation pool version
ru: Версия IP шлюза не согласуется с версией пула выделения

source: allocation_pools use the wrong ip version
ru: в параметре allocation_pools используется неверная версия IP

source: allocation_pools are not in the subnet
ru: значения allocation_pools не находятся в подсети

source: Gateway IP %(gateway_ip)s cannot be allocated in CIDR %(subnet_cidr)sgateway_ip
ru: IP шлюза %(gateway_ip)s не может быть выделен в CIDR %(subnet_cidr)sgateway_ip

source: must provide exactly 2 arguments - cidr and MAC
ru: необходимо указать ровно 2 аргумента: cidr и MAC

source: Insufficient prefix space to allocate subnet size /%s
ru: Недостаточный размер префикса для выделения подсети с размером /%s

source: Cannot allocate requested subnet from the available set of prefixes
ru: Невозможно выделить запрошенную подсеть из доступного набора префиксов

source: Unsupported request type
ru: Тип запроса не поддерживается

source: An identifier must be specified when updating a subnet
ru: При обновлении подсети необходимо указать идентификатор

source: '%s' is not supported for filtering
ru: '%s' не поддерживается фильтрами

source: Field %s is not a lazy query field
ru: Поле %s не является полем запроса по требованию

source: Get value of field '%(field)s' is not supported by object '%(object)s'.
ru: Получение значения поля '%(field)s' не поддерживается объектом '%(object)s'.

source: network_type '%s' unknown for getting allocation information
ru: неизвестный тип получения сведений о резервировании ресурсов network_type «%s»

source: Only admins can manipulate policies on objects they do not own
ru: Только администраторам разрешено управление политиками объектов, владельцами которых они не являются

source: shared attribute switching to synthetic
ru: разделяемый атрибут меняется на синтетический

source: already a synthetic attribute
ru: уже является синтетическим атрибутом

source: No shared key in %s fields
ru: В полях %s нет общего ключа

source: rbac_db_cls not found in %s
ru: rbac_db_cls не найден в %s

source: target project doesn't have access to associated address scope.
ru: у целевого проекта нет доступа к связанной области адресов.

source: Only admin can view or configure quota
ru: Просматривать и настраивать квоты может только администратор

source: ID %s must not be in VERSION_INFO
ru: ID %s не должен находиться в VERSION_INFO

source: Native pagination depends on native sorting
ru: Встроенная разбивка на страницы зависит от встроенной сортировки.

source: Tenant %(tenant_id)s not allowed to create %(resource)s on this network
ru: Арендатору %(tenant_id)s не разрешено создавать %(resource)s в этой сети

source: The segment is still bound with %s port(s)
ru: Этот сегмент всё-ещё в связке с портами %s

source: network_type required
ru: требуется network_type

source: Only VLAN type networks can be updated.
ru: Обновлять можно только сети с типом VLAN

source: Only %s field can be updated in VLAN type networks
ru: В сетях с типом VLAN можно обновлять только поле %s

source: network_type value '%s' not supported
ru: network_type со значением «%s» не поддерживается

source: The following mechanism drivers were not found: %s
ru: Не были найдены следующие драйверы механизма: %s

source: Couldn't find resource ID in callback event
ru: Не удалось найти ID ресурса в событии обратного вызова

source: binding:profile value too large
ru: слишком большое значение binding:profile

source: Provider network attributes can be updated only in provider networks with a single segment.
ru: Атрибуты сетей поставщика можно обновлять только в сетях поставщика с единственным сегментом.

source: Provider network attribute %(attr)s cannot be updated if any port in the network has not the following %(vif_field)s: %(vif_types)s
ru: Атрибут сети поставщика %(attr)s нельзя обновить, если у какого-либо из портов в сети отсутствует %(vif_field)s: %(vif_types)s

source: Plugin does not support updating the following provider network attributes: %s
ru: Модуль не поддерживает обновления следующих атрибутов сети поставщика: %s

source: Requested MTU is too big, maximum is %d
ru: Слишком большое значение MTU, максимальное: %d

source: Invalid port %s. Operation only valid on compute ports
ru: Недействительный порт %s. Действие действительно только для портов службы compute.

source: %s failed.
ru: Сбой %s.

source: Extension %(driver)s failed.
ru: Сбой драйвера расширения %(driver)s.

source: Extension driver %(driver)s required for service plugin %(service_plugin)s not found.
ru: Драйвер расширения %(driver)s, требуемый для модуля службы %(service_plugin)s, не найден.

source: Unknown network type %(network_type)s.
ru: Неизвестный тип сети %(network_type)s.

source: Not all of the items from vnic_type_prohibit_list are valid vnic_types for %(agent)s mechanism driver. The valid values are: %(valid_vnics)s.
ru: Не все элементы vnic_type_prohibit_list являются действительными vnic_types для драйвера механизма %(agent)s. Действительные значения: %(valid_vnics)s.

source: All possible vnic_types were prohibited for %s mechanism driver!
ru: Внимание: для драйвера механизма %s были запрещены все возможные vnic_types.

source: physical_network required for flat provider network
ru: для «плоской» сети поставщика требуется параметр physical_network

source: Flat provider networks are disabled
ru: «Плоские» сети поставщиков отключены

source: physical_network '%s' unknown for flat provider network
ru: Значение physical_network «%s» неизвестно «плоской» сети поставщика

source: %s prohibited for flat provider network
ru: %s запрещены для «плоских» сетей поставщика

source: %s prohibited for local provider network
ru: %s запрещены для локальных сетей поставщика

source: provider:physical_network specified for %s network
ru: provider:physical_network указан для сети %s

source: %(key)s prohibited for %(tunnel)s provider network
ru: %(key)s запрещены для сети %(tunnel)s поставщика

source: Tunnel IP value needed by the ML2 plugin
ru: Модулю ML2 требуется значение IP туннеля

source: Tunnel IP version does not match ML2 overlay_ip_version: %(overlay)s, host: %(host)s, tunnel_ip: %(ip)s
ru: Версия IP туннеля не совпадает со значением overlay_ip_version ML2: %(overlay)s, хост: %(host)s, tunnel_ip: %(ip)s

source: Network type value needed by the ML2 plugin
ru: Модулю ML2 требуется значение типа сети

source: Network type value %(type)s not supported, host: %(host)s with tunnel IP: %(ip)s
ru: Значение типа сети %(type)s не поддерживается, хост: %(host)s с IP туннеля: %(ip)s

source: physical_network '%s' unknown for VLAN provider network
ru: physical_network '%s' неизвестна сети VLAN поставщика

source: segmentation_id out of range (%(min)s through %(max)s)
ru: segmentation_id вне диапазона (от %(min)s до %(max)s)

source: segmentation_id requires physical_network for VLAN provider network
ru: параметру segmentation_id требуется physical_network для сети VLAN поставщика

source: %s prohibited for VLAN provider network
ru: %s запрещены для сетей VLAN поставщика

source: unable to modify mac_address of ACTIVE port %s
ru: невозможно изменить mac_address АКТИВНОГО порта %s

source: Error deleting %(interface_name)s from bridge %(bridge_name)s
ru: Ошибка удаления %(interface_name)s из моста %(bridge_name)s

source: Device not found
ru: Устройство не найдено

source: Invalid exclude_devices: Device name %(dev_name)s is missing from physical_device_mappings
ru: Недействительный exclude_devices: имя устройства %(dev_name)s отсутствует в physical_device_mappings

source: Invalid mapping: '%s'
ru: Недействительное отображение: '%s'

source: Missing key in mapping: '%s'
ru: Отсутствует ключ отображения: '%s'

source: Device %(dev_name)s in mapping: %(mapping)s not unique
ru: Устройство %(dev_name)s в отображении: %(mapping)s не является уникальным

source: Invalid Device %(dev_name)s: %(reason)s
ru: Недействительное устройство %(dev_name)s: %(reason)s

source: Invalid pci slot %(pci_slot)s
ru: Недействительный слот pci %(pci_slot)s

source: Unsupported network type %(net_type)s.
ru: Тип сети не поддерживается: %(net_type)s.

source: Cannot standardize device mappings of agent type: %s
ru: Невозможно стандартизировать отображения устройств типа агента: %s

source: Parsing bridge_mappings failed: %s.
ru: Сбой анализа bridge_mappings: %s.

source: DVR deployments for VXLAN/GRE/Geneve underlays require L2-pop to be enabled, in both the Agent and Server side.
ru: Развёртывания распределённых вирт. маршрутизаторов для подслоев VXLAN/GRE/Geneve требуют активированных L2-pop, как на стороне агента, так и на стороне сервера

source: VIF ID %(vif_id)s not found in any network managed by VLAN Manager
ru: VIF ID %(vif_id)s не найден ни в одной из сетей, управляемых диспетчером VLAN

source: VLAN mapping for network with id %(net_id)s already exists
ru: Отображение VLAN для сети с id %(net_id)s уже существует

source: Mapping for network %(net_id)s not found.
ru: Отображение сети %(net_id)s не найдено

source: Another active bundle 0x%(bundle_id)x is running
ru: Выполняется другой активный набор 0x%(bundle_id)x

source: Switch connection timeout
ru: Истечение времени ожидания подключения коммутатора

source: ofctl request %(request)s error %(error)s
ru: Ошибка запроса ofctl %(request)s: %(error)s

source: ofctl request %(request)s timed out
ru: Истечение времени ожидания запроса ofctl %(request)s

source: Only install_* or uninstall_* methods can be used
ru: Могут использоваться только методы install_* или uninstall_*

source: Unexpected reply type %d != ONF_BCT_OPEN_REPLY
ru: Непредвиденный тип ответа %d != ONF_BCT_OPEN_REPLY

source: Unexpected reply type %d
ru: Непредвиденный тип ответа %d

source: Unknown datapath id.
ru: Неизвестный ID datapath

source: Cannot standardize bridge mappings of agent type: %s
ru: Невозможно стандартизировать отображения моста типа агента: %s

source: driver cannot be None
ru: драйвер не может иметь значение «Нет»

source: Network type %s is not supported
ru: Тип сети %s не поддерживается

source: Segmentation ID should be lower or equal to %d
ru: Значение ID сегментации должно быть меньше или равным значению %d

source: Updating device_owner to %(device_owner)s for port %(port_id)s is not supported
ru: Обновление device_owner до %(device_owner)s для порта %(port_id)s не поддерживается

source: Updating device_owner for port %(port_id)s owned by %(device_owner)s is not supported
ru: Обновление device_owner для порта %(port_id)s с владельцем %(device_owner)s не поддерживается

source: Logical Switch %s does not exist
ru: Логический коммутатор %s не существует

source: Logical Switch Port %s does not exist
ru: Порт логич. коммутатора %s не существует

source: Port %s does not exist
ru: Порт %s не существует

source: Logical Router %s does not exist
ru: Логич. маршрутизатор %s не существует

source: Logical Router Port with name "%s" already exists.
ru: Порт логич. маршрутизатора "%s" уже существует

source: Logical Router Port %s does not exist
ru: Порт логич. маршрутизатора %s не существует

source: Address set %s does not exist. Can't delete.
ru: Набор адресов %s не существует. Удаление невозможно.

source: %s %s does not exist. Can't update external IDs
ru: %s %s не существует. Обновление внешних ID невозможно.

source: DHCP Options row %s does not exist
ru: Строка параметров DHCP %s не существует

source: Failed to check the revision number for %s: Resource does not exist
ru: Не удалось проверить номер редакции %s: ресурс не существует

source: %(match)s does not exist in %(column)s of %(table)s
ru: %(match)s не существует в %(column)s таблицы %(table)s

source: OVS database connection to %(db_schema)s failed with error: '%(error)s'. Verify that the OVS and OVN services are available and that the 'ovn_nb_connection' and 'ovn_sb_connection' configuration options are correct.
ru: Сбой подключения БД OVS к %(db_schema)s с ошибкой: «%(error)s». Проверьте доступность служб OVS и OVN, а также корректность значений парамеров конфигурации «ovn_nb_connection»и «ovn_sb_connection»

source: Currently only supports delete by lport-name
ru: На данный момент поддерживаются только удаления по lport-name

source: Chassis with hostname %s does not exist
ru: Шасси с именем хоста %s не существует

source: Network namespace %(netns_name)s could not be found.
ru: Не удалось найти пространство имён сети %(netns_name)s

source: Network interface %(device)s not found in namespace %(namespace)s.
ru: Сетевой интерфейс %(device)s не найден в пространстве имён %(namespace)s.

source: Operation not supported on interface %(device)s, namespace %(namespace)s.
ru: Операция не поддерживается на интерфейсе %(device)s, пространство имён %(namespace)s.

source: Invalid parameter/value used on interface %(device)s, namespace %(namespace)s.
ru: На интерфейсе %(device)s был использован недействительный параметр/значение, пространство имён %(namespace)s.

source: IP address %(ip)s already configured on %(device)s.
ru: Адрес IP %(ip)s уже настроен на %(device)s.

source: Interface %(device)s already exists.
ru: Интерфейс %(device)s уже существует.

source: Error creating namespace %s
ru: Ошибка создания пространства имён %s

source: Traffic control class %(classid)s not found in namespace %(namespace)s.
ru: Класс контроля трафика %(classid)s не найден в пространстве имён %(namespace)s.

source: Access to this resource was denied.
ru: В доступе к этому ресурсу было отказано

source: No plugins that support counting %s found.
ru: Не найдено модулей, поддерживающих подсчёт %s

source: %s may not be deleted in bulk because it is tracked by the quota engine via SQLAlchemy event handlers, which are not compatible with bulk deletes.
ru: %s не может быть пакетно удалён, т.к. отслеживается механизмом квоты с использованием обработчиков событий SQLAlchemy, несовместимыми с пакетными удалениями.

source: Resource %s is already registered as a countable resource.
ru: Ресурс %s уже зарегистрирован как исчисляемый ресурс

source: ERROR: Unable to find configuration file via the default search paths (~/.neutron/, ~/, /etc/neutron/, /etc/) and the '--config-file' option!
ru: ОШИБКА: не удалось найти файл конфигурации в путях поиска по умолчанию(~/.neutron/, ~/, /etc/neutron/, /etc/) и параметр «--config-file»

source: ERROR: %s
ru: ОШИБКА: %s

source: Provider name %(name)s is limited by %(len)s characters
ru: Имя поставщика %(name)s ограничено числом символов: %(len)s

source: Invalid service provider format
ru: Недействительный формат поставщика службы

source: Invalid provider format. Last part should be 'default' or empty: %s
ru: Недействительный формат поставщика. Последняя часть должна быть «default» или пустой: %s

source: Service provider '%(provider)s' could not be found for service type %(service_type)s
ru: Не удалось найти поставщика службы '%(provider)s' для типа службы %(service_type)s

source: Service type %(service_type)s does not have a default service provider
ru: У типа службы %(service_type)s нет поставщика по умолчанию

source: Resource '%(resource_id)s' is already associated with provider '%(provider)s' for service type '%(service_type)s'
ru: Ресурс '%(resource_id)s' уже привязан к поставщику '%(provider)s' для типа службы '%(service_type)s'

source: Driver %s is not unique across providers
ru: Драйвер %s не является уникальным среди поставщиков

source: Multiple default providers for service %s
ru: У службы %s несколько поставщиков по умолчанию

source: Multiple providers specified for service %s
ru: Для службы %s настроено несколько поставщиков

source: Unrecognized field
ru: Нераспознанное поле

source: No default subnetpools defined
ru: Нет настроенных пулов подсетей по умолчанию

source: No default router:external network
ru: Нет сети router:external по умолчанию

source: Unable to provide tenant private network
ru: Не удалось предоставить частную сеть арендаторов

source: Unable to provide external connectivity
ru: Не удалось предоставить возможность внешнего подключения

source: Deployment error: %(reason)s.
ru: Ошибка развёртывания: %(reason)s.

source: A default external network already exists: %(net_id)s.
ru: Внешняя сеть по умолчанию уже существует: %(net_id)s.

source: A duplicate conntrack helper entry with same attributes already exists, conflicting values are %s
ru: Уже существует дублирующая запись conntrack helper с такими же атрибутами, конфликтующие значения: %s

source: Conntrack Helper %(id)s could not be found.
ru: Не удалось найти conntrack helper %(id)s

source: Conntrack Helper %(helper)s is not allowed.
ru: conntrack helper %(helper)s не разрешён

source: Conntrack Helper %(helper)s does not support: %(protocol)s. Supported protocols are: %(supported_protocols)s
ru: Conntrack Helper %(helper)s не поддерживает: %(protocol)s. Поддерживаемые приложения: %(supported_protocols)s

source: A driver can't require a feature and not support it.
ru: Драйвер не может требовать функционал, не поддерживая его.

source: Changing the 'ha' and 'distributed' attributes on a router associated with a flavor is not supported
ru: Изменение атрибутов «ha» и «distributed» на маршрутизаторе, привязанном к варианту конфигурации, не поддерживается

source: Could not find a service provider that supports distributed=%(d)s and ha=%(h)s
ru: Не удалось найти поставщика службы, поддерживающего distributed=%(d)s и ha=%(h)s

source: Provider %(name)s does not support %(key)s=%(flag)s
ru: Поставщик %(name)s не поддерживает %(key)s=%(flag)s

source: Log resource %(log_id)s could not be found.
ru: Не удалось найти ресурс журнала %(log_id)s

source: Invalid log resource_type: %(resource_type)s.
ru: Недействительный журнал resource_type: %(resource_type)s.

source: Logging type %(log_type)s is not supported on port %(port_id)s.
ru: Тип журналирования %(log_type)s не поддерживается на порте %(port_id)s.

source: Target resource %(target_id)s could not be found.
ru: Не удалось найти целевой ресурс %(target_id)s.

source: Resource %(resource_id)s could not be found.
ru: Не удалось найти ресурс %(resource_id)s.

source: Invalid resource constraint between resource (%(resource)s %(resource_id)s) and target resource (%(target_resource)s %(target_id)s).
ru: Недействительное ограничение ресурсов между ресурсом (%(resource)s %(resource_id)s) и целевым ресурсом (%(target_resource)s %(target_id)s).

source: Driver exception: %(exception_msg)s
ru: Исключение драйвера: %(exception_msg)s

source: Cookie %(cookie_id)s could not be found.
ru: Не удалось найти файл cookie %(cookie_id)s.

source: Validated method for %(resource_type)s log could not be found.
ru: Не удалось найти проверенный метод для журнала %(resource_type)s

source: resource_id should be specified for %(resource_type)s.
ru: для %(resource_type)s необходимо указать resource_id

source: SNAT is not enabled for router %(resource_id)s.
ru: Для маршрутизатора %(resource_id)s не активирован SNAT.

source: List of events %(events)s were disabled for %(resource_type)s.
ru: Список событий %(events)s отключён для %(resource_type)s.

source: Router gateway is not set for router %(resource_id)s.
ru: Для маршрутизатора %(resource_id)s не настроен шлюз.

source: The current OVN version does not offer support for neutron network log functionality.
ru: Текущая версия OVN не предлагает поддержку для функционала журналирования сетей neutron

source: A metering driver must be specified
ru: Необходимо указать драйвер сбора метрик

source: Unexpected key [%s] format.
ru: Непредвиденный формат ключа [%s].

source: Network type %s requires 'physical_network' to be specified while creating new range
ru: Во время создания нового диапазона типу сетей %s необходимо указать параметр «physical_network».

source: None of the supported mechanism drivers found: %(mechanism_drivers)s. Check your configuration.
ru: Не найден ни один из поддерживаемых драйверов механизма: %(mechanism_drivers)s. Проверьте правильность конфигурации.

source: Router port must have at least one IP.
ru: У порта маршрутизатора должен быть минимум один IP.

source: Requested internal port %s must allocate an IPv4 address at least.
ru: Запрошенный внутренний порт %s должен выделить как минимум адрес IPv4.

source: Requested internal IP address %(internal_ip_address)s is not suitable for internal neutron port %(internal_port_id)s, as its fixed_ips are %(fixed_ips)s
ru: Запрошенный внутренний адрес IP %(internal_ip_address)s не подходитдля внутреннего порта neutron %(internal_port_id)s, поскольку его fixed_ips являются%(fixed_ips)s

source: External network %(external_net_id)s is not reachable from subnet %(internal_subnet_id)s. Cannot set Port forwarding for port %(internal_port_id)s with Floating IP %(port_forwarding_id)s
ru: Доступ ко внешней сети %(external_net_id)s отсутствует из подсети%(internal_subnet_id)s. Невозможно настроить переадресацию для порта %(internal_port_id)s с «плавающим» IP %(port_forwarding_id)s.

source: A duplicate port forwarding entry with same attributes already exists, conflicting values are %s
ru: Дублирующая запись перенаправления портов с такими же атрибутами уже существует, конфликтующие значения: %s

source: Floating IP %(floatingip_id)s with params: internal_ip_address: %(internal_ip_address)s, internal_port: %(internal_port)s already exists
ru: Уже существует «плавающий» IP %(floatingip_id)s с параметрами: internal_ip_address: %(internal_ip_address)s, internal_port: %(internal_port)s

source: The Floating IP %(floatingip_id)s had been set on router %(router_id)s, the internal Neutron port %(internal_port_id)s can not reach it
ru: На маршрутизаторе %(router_id)s был настроен «плавающий» IP %(floatingip_id)s,у внутреннего порта Neutron %(internal_port_id)s отсутствует к нему доступ.

source: Another port forwarding entry with the same attributes already exists, conflicting values are %s
ru: Уже существует другая запись перенаправления портов с теми же атрибутами, конфликтующие значения: %s.

source: The internal IP does not correspond to an address on the internal port, which has fixed_ips %s
ru: Внутренний IP не соответствует адресу на внутреннем порту с fixed_ips %s
