Repository: jtux270/translate
Catalog: openstack/zanata/openstack-user-survey-openstack-user-survey/*/survey_template.po
Languages: ru

source: Container-based amphora driver
ru: Контейнеризованный драйвер Amphora

source: Event notifications
ru: Уведомление о событиях

source: gRPC protocol
ru: Протокол gRPC

source: HTTP/2 protocol
ru: Протокол HTTP/2

source: Log offloading
ru: Выгрузка журнала событий

source: MySQL protocol
ru: Протокол MySQL

source: Simultaneous IPv4 and IPv6 VIP
ru: Одновременное использование виртуальных адресов IPv4 и IPv6

source: Statistics (more metrics)
ru: Статистика (больше метрик)

source: Which other features?
ru: Какие-то другие функции?

source: RefStack: Which of the following features in RefStack are important to you?<br/><font size="-2"><em>Select all that apply</em></font>
ru: RefStack: Какой из нижеследующего функционала RefStack важен для вас?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Continue to allow uploading test result data to RefStack server anonymously
ru: Продолжение поддержки анонимной выгрузки результатов тестов RefStack на сервер

source: Ability to share your data with a group of people before making the data publicly available.
ru: Возможность поделиться результатами с определённой группой людей до публикации данных для всех

source: Community results should be linked to vendors or cloud provider (results are currently shared anonymously)
ru: Результаты, загруженные сообществом, должны быть привязаны к вендорам или облачным провайдерам (в наст. момент результаты публикуются анонимно)

source: Show pass/fail statuses on the community results page
ru: Медленное обновление статусов pass/fail на странице результатов тестов, загруженных сообществом

source: View overall statistics on individual tests (seeing what tests are passed/failed the most in reported results)
ru: Просмотр общей статистики по индивидуальным тестам (возможность видеть, какие тесты в основном проходят успешно, или неуспешно)

source: Sahara: What else can be improved in the Sahara project?
ru: Sahara: Что ещё можно улучшить в проекте Sahara?

source: Swift: What features of Swift are you currently using (or have plans to use in the next 12 months)?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Swift: Какой функционал Swift вы же используете, или планируете использовать в ближайшие 12 месяцев?<br/><font size="-2"><em>Select all that apply</em></font>

source: S3 compatibility
ru: Режим совместимости с S3

source: Dynamic Large Objects
ru: Динамические большие объекты

source: Static Large Objects
ru: Статические большие объекты

source: Temporary URLs
ru: Временные ссылки

source: Data-at-rest encryption
ru: Шифрование неиспользуемых в настоящий момент данных

source: Multiple storage policies
ru: Несколько политик хранения данных

source: Multi-region clusters
ru: Много-региональные кластеры

source: Explicit data placement (composite rings)
ru: Предопределённое размещение данных (составные кольца)

source: Container sync
ru: Синхронизация контейнеров

source: Static websites or CORS
ru: Статические вебсайты или CORS (Cross-origin resource sharing - "совместное использование ресурсов между разными источниками")

source: Symlinks
ru: Мягкие ссылки

source: Quotas
ru: Квоты

source: Object versioning
ru: Версионирование объектов

source: Please specify other types of data.
ru: Пожалуйста, укажите другие типы данных.

source: Telemetry: Which dispatcher are you using or planning to use with Ceilometer?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Telemetry: Какой диспетчер (обработчик) вы используете или планируете использовать вместе с Ceilometer?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Legacy Ceilometer database with MongoDB
ru: Устаревшую базу Ceilometer на MongoDB

source: Legacy Ceilometer database with MySQL
ru: Устаревшую базу Ceilometer на MySQL

source: Legacy Ceilometer database with PostgreSQL
ru: Устаревшую базу Ceilometer на PostgreSQL

source: Legacy Ceilometer database with HBase
ru: Устаревшую базу Ceilometer на HBase

source: Legacy Ceilometer database with SQLite
ru: Устаревшую базу Ceilometer на SQLite

source: HTTP dispatcher
ru: Обработчик HTTP

source: File dispatcher
ru: Файловый обработчик

source: TripleO: As a user/operator, do you value having a common interface for deployment tooling and the deployed cloud (e.g common APIs and CLI tools)?
ru: TripleO: Будучи пользователем/оператором, цените ли вы наличие одного общего инструмента для развёртывания и для обслуживания развёрнутого облака (напр. общие API и интерфейс командной строки)?

source: Yes, definitely.
ru: Да, несомненно.

source: Yes, but not required.
ru: Да, но это не обязательно.

source: No opinion.
ru: Особого мнения не имею.

source: No, it's a bad idea.
ru: Нет, это плохая идея.

source: Trove: When do you expect to begin evaluating Database as a Service in your cloud using the OpenStack Trove project?
ru: Trove: Когда вы планируете попробовать использовать Базы данных-как-Сервис (DBaaS) в вашем облаке, на базе проекта OpenStack Trove?

source: Already evaluating Trove or using Trove
ru: Уже пробуем или используем Trove

source: Planned to begin within the next 90 days
ru: Планировали начать в течение ближайших 90 дней

source: Planned to begin within the next 180 days
ru: Планировали начать в течение ближайших 180 дней

source: Began in 2017
ru: Начали в 2017-м году

source: Planned for 2018
ru: Запланировано на 2018-й год

source: Planned for 2019
ru: Запланировано на 2019-й год

source: No current plans
ru: Нет текущих планов
