Repository: jtux270/translate
Catalog: openstack/zanata/openstack-user-survey-openstack-user-survey/*/survey_ui.po
Languages: ru

source: Add team member to this deployment
ru: Добавить участника команды к этой инсталляции

source: Search by name
ru: Искать по имени

source: Find your team member on our database
ru: Найти участника вашей команды в нашей базе данных

source: Add
ru: Добавить

source: Delete
ru: Удалить

source: Done
ru: Готово

source: Your Deployments
ru: Ваши инсталляции

source: Part %1$s of %2$s
ru: Часть %1$s из %2$s

source: Created by
ru: Создано

source: Edited by
ru: Отредактировано

source: Add another team member
ru: Добавить другого участника команды

source: Save & Come Back Later
ru: Сохранить и продолжить позже

source: Your progress has been saved! Come back by going to the url below. <strong>See you soon!</strong>
ru: Ваши ответы сохранены! Продолжите позже воспользовавшись ссылкой ниже. <strong>До скорой встречи!</strong>

source: COPY URL
ru: КОПИРОВАТЬ URL

source: Create A Password For Return Visits
ru: Создать пароль для повторных визитов

source: If you'd like to be able to return and update this information in the future, you may choose a password below.
ru: Если вы хотите иметь возможность позже вернуться на эту страничку и обновить информацию, вы можете вписать пароль ниже.

source: Find your team member in our database
ru: Найти участника вашей команды в нашей базе данных

source: + Add Team Member
ru: + Добавить участника команды

source: First Name
ru: Имя

source: Password
ru: Пароль

source: Last Name
ru: Фамилия

source: First Name is required.
ru: Поле Имя обязательно для заполнения.

source: First Name is not valid.
ru: Поле Имя заполнено некорректно.

source: Last Name is required.
ru: Поле Фамилия обязательно для заполнения.

source: Last Name is not valid.
ru: Поле Фамилия заполнено некорректно.

source: Primary Email Address is required.
ru: Основной e-mail адрес обязателен для заполнения.

source: Primary Email Address is not valid.
ru: Основной e-mail адрес заполнен некорректно.

source: That address is already in use by another user.
ru: Этот адрес уже использован другим пользователем.

source: Please confirm that you are not a robot.
ru: Пожалуйста подтвердите что вы человек, а не робот.

source: No options available
ru: Больше опций нет

source: Please rank up to %1$s
ru: Пожалуйста, проранжируйте до %1$s

source: Click your options to rank them. Select at least one.
ru: Выберите ваши варианты для ранжировки (как минимум один вариант).

source: clear all
ru: очистить всё

source: See the results from the latest User Survey
ru: Посмотреть результаты последнего опроса пользователей

source: OpenStack users share their opinions and deployment choices to inform the roadmap
ru: Пользователи OpenStack делятся своим мнением и выбором средств и вариантов развёртывания, чтобы способствовать планированию развития продукта

source: Read more from the tenth survey of OpenStack users since April 2013, with a goal of better understanding user perspectives, organizational profiles, use cases, and technology choices across the community’s deployments. This cycle, the survey was translated into seven additional languages and includes analysis comparisons between both the previous cycle and year over year.
ru: Узнайте больше информации, прочтя результаты десятого опроса пользователей OpenStack (с Апреля 2013), проведённого с целью лучше понять видение со стороны пользователей, профили организаций, варианты использования, и выбор технологий в различных вариантах инсталляции. В этом цикле опрос пользователей был переведён на семь дополнительных языков, и включил в себя анализ и сравнение результатов между данными за предыдущий релизный цикл и последующие года.

source: Download the report
ru: Скачать отчет

source: See prior surveys
ru: Посмотреть предыдущие опросы

source: Learn more about past User Survey data to see how OpenStack is growing and maturing.
ru: Узнайте больше о прошедших опросах пользователей, чтобы увидеть, как растёт и развивается OpenStack.

source: May 2015 demographics
ru: Демографика, май 2015

source: May 2015 business drivers
ru: Бизнес-мотивация, май 2015

source: May 2015 deployments
ru: Развёртывания, май 2015

source: November 2014 full report
ru: Полный отчёт за 2014 год

source: Get Started
ru: Знакомство

source: Already have an OpenStack Foundation login?
ru: У вас есть учётная запись OpenStack Foundation?

source: Log In
ru: Войти

source: I've lost my password
ru: Я забыл свой пароль

source: Don't have a login? Start here.
ru: Нет учётной записи? Начните отсюда.

source: Start Survey!
ru: Начать опрос!

source: See the OpenStack community’s opinions, adoption and technology choices
ru: Услышать мнение сообщества OpenStack, узнать об использовании и выборе конкретных технологий

source: Read more from the eighth survey of OpenStack users since April 2013, with a goal of better understanding attitudes, organizational profiles, use cases, and technology choices across the community’s various deployment stages and sizes. This round of the survey offers highlights only, including a selection of charts most widely used by the community, and focuses only on deployments.
ru: Узнайте больше информации, прочтя результаты девятого (с Апреля 2013) опроса пользователей OpenStack, проведённого с целью лучше понять отношение пользователей, профили организаций, варианты использования, и выбор технологий в различных вариантах инсталляций рвзного размера и в разных стадиях. В этом цикле опрос пользователей предоставляет только общую информацию, включая выборку графиков, наиболее часто используемых сообществом, и факусируется только на развёртываниях.

source: Download the October 2016 highlights report
ru: Скачайте общую информацию об отчёте за октябрь 2016 года

source: Download the full April 2016 report
ru: Скачайте полный отчёт за апрель 2016 года

source: Analyze the User Survey
ru: Проанализируйте опрос пользователей

source: Uncover your own findings by digging into the User Survey data from the past year with a <a href="%1$s">new analysis tool</a> available to the OpenStack community. Apply multiple filters to virtually every quantitative question from the user survey.
ru: Откройте для себя собственные инсайты, исследуя данные пользовательских отчётов за прошлый год с <a href="%1$s">новой утилитой анализа</a>, доступной сообществу OpenStack. Применяйте несколько различных фильтров практически к каждой цифре из опроса пользователей.

source: Survey Assets
ru: Данные отчёта

source: See a video overview of the October 2016 report
ru: Посмотрите видеообзор отчёта за октябрь 2016 года

source: Slide deck of the October 2016 highlights report
ru: Подборка слайдов с основной информацией из отчёта за октябрь 2016 года

source: Order a print copy of the April 2016 full report
ru: Закажите печатную версию полного отчёта за апрель 2016 года

source: Video overview of the April 2016 full report
ru: Посмотрите видеообзор полного отчёта за апрель 2016 года

source: Slide deck of the April 2016 full report
ru: Подборка слайдов с полного отчёта за апрель 2016 года

source: October 2015 full report
ru: Полный отчёт за 2015 год

source: <p>This is the <strong>OpenStack User Survey</strong> for OpenStack cloud users and operators.</p>
ru: <p>Это <strong>опрос пользователей OpenStack</strong> для пользователей и операторов облаков OpenStack.</p>

source: <p>For most users, it does not take long to complete. Timing may vary based on number of deployments.</p>
ru: <p>Для большинства пользователей заполнить его не займёт много времени. Длительность заполнения зависит от количества инсталляций.</p>

source: <p>All of the information you provide is <strong>confidential</strong> to the Foundation (unless you specify otherwise).</p>
ru: <p>Вся информация, котрую вы предоставляете <strong>конфиденциальна</strong> между вами и Фондом (если только вы не согласитесь с публикацией).</p>

source: This survey provides users an opportunity to influence the community and software direction. By sharing information about your configuration and requirements, the OpenStack Foundation User Committee will be able to advocate on your behalf. The %1$s survey results will be presented at the %2$s Summit, %3$s. Take the OpenStack User Survey by %4$s to be included in this round of analysis.
ru: Опрос предоставляет пользователям возможность влиять на сообщество и направление развития программного обеспечения. Делясь информацией о ваших конфигурациях и требованиях, Пользовательский Комитет Фонда OpenStack получит возможность выступать с защитой ваших интересов от вашего имени. Результаты %1$s опроса будут представлены на %2$s Саммите, %3$s. Заполните опрос пользователей OpenStack до %4$s, чтобы успеть быть включённым в этот раунд анализа результатов.

source: More Information About The Survey
ru: Больше информации об этом опросе

source: If you do not wish to answer these questions, you may <a href="%1$s">skip to the next section.</a>
ru: Если вы не хотите отвечать на эти вопросы, вы можете <a href="%1$s">перейти к следующей секции</a>.

source: Your deployments (%1$s)
ru: Ваши инсталляции/кластеры (%1$s)

source: You do not have any OpenStack deployment yet. <a href="%1$s">Want to add one?</a>
ru: Вы пока не описали ни одной инсталляции кластера. <a href="%1$s">Хотите добавить?</a>

source: Review your completed sections and Submit Your Survey when ready. Thank you for helping create a better OpenStack!
ru: Просмотрите заполненные вами секции, и отправьте ваш опросный лист, когда будете готовы. Спасибо, что помогаете делать OpenStack лучше!

source: Edit
ru: Редактировать

source: Start
ru: Начать

source: There was an error with your request, please contact your admin.
ru: Во время обработки вашего запроса возникла ошибка, пожалуйста, свяжитесь с вашим администратором.

source: -- New One --
ru: -- Новый/новая --

source: -- Select Your Organization --
ru: -- Выберите вашу организацию --

source: <p><strong>If you do not wish to answer these questions, you may <a href="%1$s">skip to the next section</a>.</strong></p>
ru: <p><strong>Если вы не хотите отвечать на эти вопросы, вы можете <a href="%1$s">перейти к следующей секции</a>.</strong></p>

source: Submit Your Survey
ru: Отправить ваш опросный лист

source: Save &amp; Continue
ru: Сохранить и продолжить

source: Save &amp; Come Back Later
ru: Сохранить и вернуться сюда позже

source: Go Back
ru: Назад

source: STEP %1$s
ru: ШАГ %1$s

source: you must select at least one item (%1$s)
ru: вы должны выбрать как минимум один элемент (%1$s)

source: Thank you for your submission !!!
ru: Спасибо вам за заполненный опрос !!

source: Step <strong>%1$s of %2$s</strong> for <strong>%3$s</strong>
ru: Шаг <strong>%1$s из %2$s</strong> в <strong>%3$s</strong>

source: This field is required.
ru: Это поле обязательно.

source: Please fix this field.
ru: Пожалуйста, исправьте значение в этом поле.

source: Please enter a valid email address.
ru: Пожалуйста, введите корректный адрес e-mail.

source: Please enter a valid URL.
ru: Пожалуйста, введите корректный адрес URL.

source: Please enter a valid date.
ru: Пожалуйста, выберите корректную дату.

source: Please enter a valid number.
ru: Пожалуйста, введите корректное число.

source: Please enter only digits.
ru: Пожалуйста, вводите только цифры.

source: Please enter the same value again.
ru: Пожалуйста, повторите ввод снова.

source: Please enter no more than {0} characters.
ru: Пожалуйста, используйте не более {0} знаков.

source: Please enter at least {0} characters.
ru: Пожалуйста, используйте как минимум {0} знаков.

source: Please enter a value between {0} and {1} characters long.
ru: Пожалуйста, введите значение, длиной от {0} до {1} знаков.

source: Please enter a value between {0} and {1}.
ru: Пожалуйста, введите число между {0} и {1}.

source: Please enter a value less than or equal to {0}.
ru: Пожалуйста, введите число меншее или равное {0}.

source: Please enter a value greater than or equal to {0}.
ru: Пожалуйста, введите число большее или равное {0}.

source: Are you sure?
ru: Вы уверены?

source: You Must Specify a New Organization Name!.
ru: Вы должны задать новое имя организации!

source: You must select a valid member!
ru: Вы должны выбрать действительного члена!

source: Read more from the ninth survey of OpenStack users since April 2013, with a goal of better understanding user perspectives, organizational profiles, use cases, and technology choices across the community’s deployments. This survey offers insights from more than 1,300 users, representing 44% more deployments and 22% more organizations than ever before.
ru: Узнайте больше информации, прочтя результаты девятого (с Апреля 2013) опроса пользователей OpenStack, проведённого с целью лучше понять видение со стороны пользователей, профили организаций, варианты использования, и выбор технологий в различных вариантах инсталляции. Результаты этого опроса раскрывают инсайты от более чем 1 300 пользователей, описывая на 44% больше инсталляций и на 22% больше организаций, чем когда либо.

source: Read the November 2017 report
ru: Читать отчёт за 2017 год

source: Watch a quick video overview
ru: Посмотрите короткий видеообзор

source: April 2017 full report
ru: Полный отчёт за апрель 2017 года

source: October 2016 highlights report
ru: Общая информация об отчёте за октябрь 2016 года

source: April 2016 full report
ru: Полный отчёт за апрель 2017 года

source: Order the User Survey as a printed book
ru: Закажите опрос пользователей в виде печатной книги

source: April 2017 full report (coming soon)
ru: Полный отчёт за апрель 2017 год (выпуск ожидается)

source: Dear %1$s,
ru: Уважаемый %1$s,

source: <p>Thank you for participating in the 10th OpenStack User Survey. Your feedback is valuable to OpenStack's development teams and our entire community. Make sure to register for the OpenStack Summit in Sydney, November 6-8, where you can meet fellow users, share feedback with developers at the Forum, hear findings from the User Survey and learn more from other open infrastructure communities like Kubernetes, Ceph, Cloud Foundry and more.</p><p>Other helpful resources:<br>Q&amp;A Site: <a class="external" href="http://ask.openstack.org">ask.openstack.org</a><br>OpenStack documentation: <a class="external" href="http://docs.openstack.org/">http://docs.openstack.org/</a><br>Join your local user group: groups.openstack.org<br>Find a nagios/sensu plugin, ELK filters, useful scripts or add an example config: <a class="external" href="https://wiki.openstack.org/wiki/Osops">https://wiki.openstack.org/wiki/Osops</a><br>Join detailed technical discussions: <a class="external" href="http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-operators">http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-operators</a><br>Find other OpenStack case studies, tutorials and news from relevant open source communities: <a href="http://superuser.openstack.org" target="_blank">superuser.openstack.org</a></p>
ru: <p>Благодарим за участие в десятом опросе пользователей OpenStack. Обратная связь от вас важна для команд разработчиков OpenStack и всего нашего сообщества. Пожалуйста, зарегистрируйтесь на Саммит OpenStack, который пройдёт в Сиднее с 6 по 8 ноября. Там вы сможете встретиться со своими пользователями, поделиться обратной связью с разработчиками на Форуме, узнать что-то новое из опросов пользователей, а так же услышать новости о других сообществах, участвующих в разработке Открытой Инфраструктуры, таких как Kubernetes, Ceph, Cloud Foundry и других.</p><p>Другие полезные ресурсы:<br>Сайт вопросов и ответов: <a class="external" href="http://ask.openstack.org">ask.openstack.org</a><br>Документация OpenStack: <a class="external" href="http://docs.openstack.org/">http://docs.openstack.org/</a><br>Вступите в вашу локальную группу пользователей: groups.openstack.org<br>Найдите плагин для nagios/sensu, фильтры ELK, полезные скрипты, или добавьте пример конфигурации: <a class="external" href="https://wiki.openstack.org/wiki/Osops">https://wiki.openstack.org/wiki/Osops</a><br>Участвуйте в серьёзных технических дискуссиях: <a class="external" href="http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-operators">http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-operators</a><br>Найдите другие кейсы использования OpenStack, руководства и новости из связанных с нами open source сообществ: <a href="http://superuser.openstack.org" target="_blank">superuser.openstack.org</a></p>

source: Welcome to the OpenStack User Survey
ru: Добро пожаловать в опрос пользователей OpenStack

source: The User Survey deadline is %1$s
ru: Крайняя дата отправки опроса пользователей - %1$s

source: Continue Survey
ru: Продолжить заполнение опросника

source: Thank you for your submission. The OpenStack User Survey is open all year. As your cloud grows, visit <a href="%1$s">www.openstack.org/user-survey/</a> to update your deployment profile or update your existing survey.
ru: Спасибо за отправку опросника. Опрос пользователей OpenStack открыт в течении всего года. В процессе роста вашего облака, периодически возвращайтесь на страничку <a href="%1$s">www.openstack.org/user-survey/</a>, чтобы обновить и дополнить профили инсталляций, или обновить данные в созданной анкете.

source: If you'd like to review the results of the survey to see how other deployments stack up, check out our <a href="%1$s">Survey Analytics page</a>.
ru: Если вы хотите посмотреть, как выглядят другие инсталляции по результатам опроса, загляните на нашу <a href="%1$s">страницу аналитики</a>.

source: Back to Home
ru: Назад на домашнюю страницу
