Repository: jtux270/translate
Catalog: openstack/zanata/openstack-user-survey-openstack-user-survey/*/survey_template.po
Languages: ru

source: OpenStack User Survey 2019
ru: Опрос пользователей OpenStack 2019

source: About You
ru: О вас

source: First name / Given name*
ru: Имя*

source: Last name / Family name*<br/><font size="-2"><em>We'll never share individual information without your permission, but we will present select user survey results in aggregate. </em></font>
ru: Фамилия*<br/><font size="-2"><em>Мы никогда не разглашаем вашу персональную информацию без вашего разрешения, но предоставляем агрегированные данные результатов опроса пользователей. </em></font>

source: What are the ways you work with OpenStack?*<br/><font size="-2"><em>Select all that apply</em></font>
ru: Как вы работаете с OpenStack?*<br/><font size="-2"><em>Выберите всё, что подходит</em></font>

source: -- Select One --
ru: -- Выберите один вариант --

source: Other
ru: Другое

source: App developer / deployer
ru: Разработчик приложений / инженер развертывания

source: CIO/ IT infrastructure manager
ru: CIO/ менеджер IT инфраструктуры

source: Cloud architect
ru: Архитектор облака

source: Cloud operator or sys-admin
ru: Оператор облака или системный администратор

source: OpenStack upstream developer
ru: Разработчик OpenStack upstream

source: Please describe your relationship with OpenStack
ru: Пожалуйста опишите, что вас связывает с OpenStack

source: Your Email*
ru: Ваш Email*

source: Country of Residence*
ru: Страна проживания*

source: The OpenStack Foundation and User Committee may communicate with me in the future about my usage.*
ru: Фонд OpenStack (OpenStack Foundation) и Пользовательский Комитет (User Committee) могут связаться со мной в будущем по вопросам описанных мной вариантов использования.*

source: Your Organization
ru: Ваша организация

source: Your Organization Name*
ru: Название вашей организации*

source: Your Organization’s Primary Industry*
ru: Основная область деятельности вашей организации*

source: <p>Others</p>
ru: <p>Другая</p>

source: Academic / Research
ru: Академическая / Исследования

source: Advertising
ru: Реклама

source: Automotive
ru: Автомобильная промышленность

source: Consumer Goods
ru: Товары

source: Energy
ru: Энергетика

source: Film / Media
ru: Киноиндустрия / Медиа

source: Finance
ru: Финансы

source: Gaming
ru: Игровая индустрия

source: Government / Defense
ru: Правительство / Оборона

source: Healthcare
ru: Здравоохранение

source: Information Technology
ru: Информационные технологии

source: Insurance
ru: Страхование

source: Manufacturing / Industrial
ru: Производство

source: Nonprofit
ru: Общественная организация

source: Retail / ecommerce
ru: Ритейл / электронная торговля

source: Telecommunications
ru: Телекоммуникации

source: Travel
ru: Путешествия

source: Please specify which industry best describes your organization.
ru: Пожалуйста укажите какая индустрия лучше всего описывает вашу организацию

source: Your Organization's Primary IT Focus
ru: Основной IT приоритет вашей организации

source: Big data/ data analytics
ru: Большие данные / анализ данных

source: DevOps consulting/ delivery
ru: DevOps консультации / внедрение

source: HPC
ru: HPC (высокоскоростные вычисления)

source: Infrastructure provider (compute, network, and/or storage)
ru: Провайдер инфраструктуры (вычислительные ресурсы, сеть и/или хранилище)

source: Media & entertainment
ru: Развлечения & медиа

source: Telco
ru: Телеком

source: Data center/ co-location services
ru: ЦОД / co-location сервисы

source: Consulting/ professional services
ru: Консалтинг / профессиональные услуги

source: Education/ training services
ru: Образование / тренинги

source: Public/ hosted cloud service provider
ru: Публичный облачный провайдер

source: Private cloud provider
ru: Частный облачный провайдер

source: Systems integrator
ru: Системный интегратор

source: Other IT activity
ru: Другая IT деятельность

source: <hr><p>Your Organization’s Primary Location or Headquarters</p>
ru: <hr><p>Головной офис или основное местоположение вашей организации</p>

source: Country*
ru: Страна*

source: State / Province / Region
ru: Штат / Провинция / Регион

source: City*
ru: Город*

source: Your Organization's Size*
ru: Размер Вашей организации*

source: 1 to 9 employees
ru: от 1 до 9 работников

source: 10 to 99 employees
ru: от 10 до 99 работников

source: 100 to 999 employees
ru: от 100 до 999 работников

source: 1,000 to 9,999 employees
ru: от 1 000 до 9 999 работников

source: 10,000 to 99,999 employees
ru: от 10 000 до 99 999 работников

source: 100,000 employees or more
ru: 100 000 работников или больше

source: Don’t know / not sure
ru: Не знаю / не уверен

source: Your Thoughts
ru: Ваши соображения

source: What are your top business drivers for using OpenStack?
ru: Какая ваша основная бизнес-мотивация для использования OpenStack

source: Standardize on the same open platform and APIs that power a global network of of public and private clouds
ru: Стандартизация на одной открытой платформе и API, которые обеспечивают глобальную сеть публичных и частных облаков

source: Avoid vendor lock-in
ru: Избежание привязки к поставщику

source: Accelerate ability to innovate
ru: Ускорение способности к инновациям

source: Increase operational efficiency
ru: Увеличение операционной эффективности

source: Save money
ru: Сохранение денег

source: Attract top technical talent
ru: Привлечение лучших технических талантов

source: Achieve security and/or privacy goals
ru: Достижение целей безопасности и/или конфиденциальности

source: Something else not listed here
ru: Что-то другое не указанное в списке

source: <p><span>1 = top business driver, 2 = next, 3 = third, and so on</span></p>
ru: <p><span>1 = основной бизнес стимул, 2 = следующий, 3 = третий, и так далее</span></p>

source: Please specify
ru: Пожалуйста, уточните

source: How likely are you to recommend OpenStack to a friend or colleague? (0=Not at all likely, 10=Extremely Likely)*
ru: Какова вероятность, что вы порекомендуете OpenStack друзьям и коллегам? (0=Не буду рекомендовать, 10=Обязательно порекомендую)*

source: What is your primary reason for this rating?
ru: По какой причине вы выбрали такую оценку?

source: <hr><p>We would love to hear how OpenStack and the OpenStack Foundation can better meet your needs. These free-form questions are optional, but will provide valuable insights. Your responses are anonymous, and each of these text fields are independent, so we cannot "see previous answer." We would really appreciate a separate answer to each question.</p>
ru: <hr><p>Мы хотели бы услышать, как OpenStack и OpenStack Foundation могут лучше соответствовать вашим потребностям. Эти вопросы в произвольной форме не являются обязательными, но дают ценную информацию. Ваши ответы являются анонимными, и каждое из этих текстовых полей является независимым, поэтому мы не можем «увидеть предыдущий ответ». Мы были бы очень благодарны за ответы на каждый вопрос, как на отдельный.</p>

source: What do you like most about OpenStack, besides “free” and “open”?
ru: Что вам больше всего нравится в OpenStack, помимо «бесплатного» и «открытого»?

source: Which areas of OpenStack require further enhancement?
ru: Какие области OpenStack нуждаются в дальнейшем улучшении?

source: Which new/emerging technologies are you interested in using or seeing integrated with OpenStack?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Какие новые/прорывные технологии вы хотели бы использовать или видите их интегрированными в OpenStack?<br/><font size="-2"><em>Выберите все что подходит</em></font>

source: <p>Other</p>
ru: <p>Другие</p>

source: Containers
ru: Контейнеры

source: Edge computing
ru: Edge computing (граничные вычисления)

source: Hardware accelerators (e.g. FPGAs, GPGPUs, ASICs)
ru: Аппаратные акселераторы (например FPGAs, GPGPUs, ASICs)

source: Hybrid cloud
ru: Гибридные облака

source: Internet of Things
ru: Интернет вещей

source: Platform as a Service
ru: Платформа как сервис (PaaS)

source: Please specify:
ru: Пожалуйста, уточните:

source: How often do you refer to documentation from docs.openstack.org?
ru: Как часто вы обращаетесь к документации на docs.openstack.org?

source: Daily
ru: Ежедневно

source: Weekly
ru: Еженедельно

source: Monthly
ru: Ежемесячно

source: Rarely
ru: Реже

source: Never
ru: Никогда

source: <p>A deployment profile tracks information about an individual OpenStack deployment.</p><ul><li>An organization may have multiple deployment profiles for each OpenStack deployment they have.</li><li>Once you have created a deployment profile, you can return to the site to update the data in it.</li><li>You will be the default administrator for any deployment profiles you create.</li></ul><p>As always, the information you provide is confidential and will only be presented in aggregate unless you consent to making it public.</p>
ru: <p>Профиль инсталляции отслеживает информацию о каждом развёрнутом кластере OpenStack.</p><ul><li>У организации может быть несколько профилей инсталляции для разных OpenStack кластеров.</li><li>Вы можете вернуться на наш сайт для обновления данных на нём после того, как создадите профиль инсталляции.</li><li>Вы будете являться администратором для всех созданных вами профилей инсталляции.</li></ul><p>Как обычно, вся информация, предоставленная вами, конфиденциальна, и будет использоваться только в аггрегированном виде, если только вы не захотите опубликовать её сами.</p>

source: Your OpenStack Deployments
ru: Ваши OpenStack инсталляции

source: Add
ru: Добавить

source: Delete
ru: Удалить

source: Edit
ru: Редактировать

source: Thank You
ru: Спасибо

source: Deployment
ru: Инсталляция

source: Please create a friendly label, like “Production OpenStack Deployment.” This name is for your deployment in our survey tool. If several people in your organization work on this deployment, please work with your team members to enter your deployment data to avoid duplication.*
ru: Пожалуйста, создайте удобное название, например «Мой OpenStack кластер». Это название для вашей инсталляции в нашей системе опроса. Если в этой инсталляции работают несколько человек в вашей организации, пожалуйста, поработайте с участниками вашей команды совместно, вводя информацию об инсталляции, чтобы избежать дублирования.*

source: Each deployment profile can be marked public or confidential.*
ru: Каждый профиль инсталляции может быть помечен как публичный или конфиденциальный.*

source: <strong>Public:</strong> My organization name, location and the OpenStack projects we're using can be published on openstack.org.
ru: <strong>Публичный:</strong> Название и местоположение моей организации, а также проекты OpenStack, с которыми мы работаем могут быть опубликованы на openstack.org.

source: <strong>Confidential:</strong> All information provided, including my organization name, should be kept confidential.
ru: <strong>Конфиденциальный:</strong> Вся предоставленная информация, включая название моей организации, должна остаться конфиденциальной.

source: In what stage is your OpenStack deployment? (make a new deployment profile for each type of deployment)*
ru: На каком этапе ваша OpenStack инсталляция? (создайте новый профиль для каждого типа инсталляции)*

source: Proof of Concept
ru: Прототип

source: Under development / In testing
ru: На этапе разработки / тестирования

source: Production / Full Operational Use
ru: Промышленная эксплуатация/ Полноценное использование

source: When was this deployment created?
ru: Когда эта инсталляция создана?

source: Older
ru: Ранее

source: I don't know.
ru: Я не знаю

source: In which country / countries is this OpenStack deployment physically located?*<br/><font size="-2"><em>You can select multiple country names.</em></font>
ru: В какой стране или странах эта инсталляция OpenStack находится физически?*<br/><font size="-2"><em>Вы можете выбрать несколько стран.</em></font>

source: Deployment Type
ru: Тип развёртывания

source: Community Cloud
ru: Совместно используемое облако

source: On-Premises Private Cloud
ru: Приватное облако внутри организации

source: Off-Premises Private Cloud
ru: Приватное облако во вне организации (на хостинге)

source: Public Cloud
ru: Публичное облако

source: Which releases does this deployment currently use?*<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Какие релизы сейчас используются в этом кластере?*<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: Trunk / continuous deployment
ru: Транк / постоянное развёртывание самого последнего кода

source: Which workloads are you currently using?<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Какие типы нагрузки вы запускаете?<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: Big Data Analytics/ Data Mining/ Hadoop, Spark, etc.
ru: Анализ больших данных/ обработка данных/ Hadoop, Spark, и пр.

source: Bio and medical
ru: Биология и медицина

source: Business applications (i.e. ERP, CRM, email)
ru: Бизнес приложения (напр. ERP, CRM, e-mail)

source: Database: mySQL, Oracle, etc.
ru: Базы данных: mySQL, Oracle, и тд.

source: Edge Computing
ru: Edge Computing (Граничные вычисления)

source: Infrastructure services (i.e. public and private cloud products and services)
ru: Инфраструктурные сервисы (например публичные и приватные облачные продукты и сервисы)

source: Mobile applications and services
ru: Мобильные приложения и сервисы

source: Network Functions Virtualization
ru: Виртуализация сетевых функций

source: Research computing (including High Performance and High Throughput Computing)
ru: Исследования (включая High Performance и High Throughput Computing)

source: SaaS provider/ delivery
ru: SaaS провайдер / поставщик

source: Software dev/ test/ QA and CI
ru: Разработка и тестирование ПО, QA и CI

source: Storage/ backup/ archiving
ru: Хранилище/ резервные копии/ архивы

source: Video processing and content delivery
ru: Обработка видео и доставка контента

source: Web services and e-commerce
ru: Веб сервисы и e-commerce

source: Which projects does this deployment currently use, or are you interested in using in the future?
ru: Какие проекты в этой инсталляции сейчас используются, или вы планируете использовать в будущем?

source: Production
ru: Среда промышленной эксплуатации

source: Testing
ru: Тестирование

source: Interested
ru: Заинтересованность

source: AODH (Alarming Service)
ru: AODH (Сервис оповещений)

source: Barbican (Key Management)
ru: Barbican (Управление ключами)

source: Ceilometer (Metering & Monitoring)
ru: Ceilometer (Измерение и мониторинг)

source: Cinder (Block Storage)
ru: Cinder (Блочное хранилище)

source: Cloudkitty (Billing and chargebacks)
ru: Cloudkitty (Биллинг и платежи)

source: Congress (Governance Service)
ru: Congress (Сервис обеспечения корпоративных требований)

source: Designate (DNS Service)
ru: Designate (Сервис DNS)

source: Dragonflow (Neutron Plugin)
ru: Dragonflow (плагин Neutron)

source: Freezer (Backup, Restore, and Disaster Recovery)
ru: Freezer (Резервные копии и Восстановление после сбоев)

source: Glance (Image Service)
ru: Glance (сервис образов)

source: Heat (Orchestration)
ru: Heat (оркестрация)

source: Horizon (Dashboard)
ru: Horizon (панель управления)

source: Ironic (Bare Metal)
ru: Ironic (развёртывание на оборудовании)

source: Karbor (Application Data Protection as a Service)
ru: Karbor (защита данных приложений как сервис)

source: Keystone (Identity Service)
ru: Keystone (сервис идентификации)

source: Kuryr (Container plugin)
ru: Kuryr (плагин для работы с контейнерами)

source: Magnum(Containers Service)
ru: Magnum (сервис контейнеров)

source: Manila (Shared File Systems)
ru: Manila (общие файловые системы)

source: Mistral (Workflow Service)
ru: Mistral (сервис управления рабочим процессом)

source: Monasca (Monitoring)
ru: Monasca (мониторинг)

source: Murano (Application Catalog)
ru: Murano (каталог приложений)

source: Neutron (Networking)
ru: Neutron (служба управления сетью)

source: Nova (Compute)
ru: Nova (сервис управления вычислительными ресурсами)

source: Octavia (Load Balancer)
ru: Octavia (балансировщик нагрузки)

source: OpenStack-Ansible (Ansible Playbooks for OpenStack)
ru: OpenStack-Ansible (плейбуки Ansible для OpenStack)

source: OpenStack Client (Command-line client)
ru: OpenStack клиент (интерфейс командной строки)

source: Panko (Event, Metadata Indexing Service)
ru: Panko (сервис событий и индексации метаданных)

source: Rally (Benchmark Service)
ru: Rally (сервис эталонных проверок)

source: Sahara (Data Processing)
ru: Sahara (обработка данных)

source: Searchlight (Indexing and Search)
ru: Searchlight (индексация и поиск)

source: Senlin (Clustering service)
ru: Senlin (сервис кластеризации)

source: Solum (Software Dev Lifecycle Mgmt)
ru: Solum (управление жизненным циклом разработки программного обеспечения)

source: Storlets (Computable Object Storage)
ru: Storlets (хранилище вычисляемых объектов)

source: Swift (Object Storage)
ru: Swift (Объектное хранилище)

source: Tacker (NFV Orchestration)
ru: Tacker (Оркестратор NFV)

source: Tricircle (Networking Automation for Multi-Region Deployments)
ru: Tricircle (Автоматизация сети для многорегиональных инсталляций)

source: TripleO (Deployment)
ru: TripleO (Развертывание)

source: Trove (Database Service)
ru: Trove (Сервис баз данных)

source: Vitrage (Root Cause Analysis service)
ru: Vitrage (Сервис анализа первопричин)

source: Watcher (Optimization Service)
ru: Watcher (Сервис оптимизации)

source: Zaqar (Message Service)
ru: Zaqar (Сервис сообщений)

source: Zun (Container Management Service)
ru: Zun (Сервис управления контейнерами)

source: LOCI (Lightweight OCI compatible images)
ru: LOCI (легковесные OCI совместимые образы)

source: OpenStack-Helm (Charts for deploying OpenStack on K8s)
ru: OpenStack-Helm (схемы для развертывания OpenStack на K8s)

source: Masakari (Virtual Machine High Availability (VMHA) service)
ru: Masakari (Сервис высокой доступности виртуальных машин (VMHA) )

source: Cyborg (Acceleration Management)
ru: Cyborg (Сервис управления акселераторами)

source: Qinling (Function as a Service)
ru: Qinling (Функции как сервис)

source: Kolla (Container deployment)
ru: Kolla (Развертывание в контейнерах)

source: Blazar (Resource Reservation Service)
ru: Blazar (Сервис резервирования ресурсов)

source: Which projects does this deployment currently use, or are you interested in using in the future? (PoC/Testing)
ru: Какие проекты в этой инсталляции сейчас используются, или вы планируете использовать в будущем? (Прототип/Тестирование)

source: aodh (Alarming Service)
ru: AODH (Сервис оповещений)

source: Deployment Decisions
ru: Решения по развертыванию

source: <h3>What’s the size of this cloud?</h3><p>All of these questions are optional and confidential. We appreciate you providing your best estimate of cloud size so that we may reflect this back to the community in aggregate.</p><hr>
ru: <h3>Какой размер этого облака?</h3><p>Все эти вопросы опциональны и конфиденциальны. Вы будем благодарны, если вы предоставите нам наилучшую оценку размера облака, так мы сможем отобразить эти данные в агрегированном виде в отчете сообществу .</p><hr>

source: Number of users
ru: Количество пользователей

source: 1 to 9 users
ru: от 1 до 9 пользователей

source: 10 to 99 users
ru: от 10 до 99 пользователей

source: 100 to 999 users
ru: от 100 до 999 пользователей

source: 1,000 to 9,999 users
ru: от 1 000 до 9 999 пользователей

source: 10,000 to 99,999 users
ru: от 10 000 до 99 999 пользователей

source: 100,000 to 999,999 users
ru: от 100 000 до 999 999 пользователей

source: 1,000,000 to 9,999,999 users
ru: от 1 000 000 до 9 999 999 пользователей

source: 10,000,000 to 999,999,999 users
ru: от 10 000 000 до 999 999 999 пользователей

source: 100,000,000 or more users
ru: Более 100 000 000 пользователей

source: Physical compute nodes
ru: Вычислительные узлы

source: 1 to 9 nodes
ru: от 1 до 9 узлов

source: 10 to 99 nodes
ru: от 10 до 99 узлов

source: 100 to 999 nodes
ru: от 100 до 999 узлов

source: 1,000 to 9,999 nodes
ru: от 1 000 до 9 999 узлов

source: 10,000 to 99,999 nodes
ru: от 10 000 до 99 999 узлов

source: 100,000 to 999,999 nodes
ru: от 100 000 до 999 999 узлов

source: 1 million or more nodes
ru: 1 млн. и более вычислительных узлов

source: Processor cores
ru: Процессорные ядра

source: 1 to 9 cores
ru: от 1 до 9 ядер

source: 10 to 99 cores
ru: от 10 до 99 ядер

source: 100 to 999 cores
ru: от 100 до 999 ядер

source: 1,000 to 9,999 cores
ru: от 1 000 до 9 999 ядер

source: 10,000 to 99,999 cores
ru: от 10 000 до 99 999 ядер

source: 100,000 to 999,999 cores
ru: от 100 000 до 999 999 ядер

source: 1 million or more cores
ru: 1 млн. и более ядер

source: Number of instances
ru: Количество инстансов

source: 1 to 9 instances
ru: от 1 до 9 инстансов

source: 10 to 99 instances
ru: от 10 до 99 инстансов

source: 100 to 999 instances
ru: от 100 до 999 инстансов

source: 1,000 to 9,999 instances
ru: от 1 000 до 9 999 инстансов

source: 10,000 to 99,999 instances
ru: от 10 000 до 99 999 инстансов

source: 100,000 to 999,999 instances
ru: от 100 000 до 999 999 инстансов

source: 1 million or more instances
ru: 1 млн. и более инстансов

source: Total number of usable IPs
ru: Общее число используемых IP адресов

source: 1 to 9 IPs
ru: от 1 до 9 IP адресов

source: 10 to 99 IPs
ru: от 10 до 99 IP адресов

source: 100 to 999 IPs
ru: от 100 до 999 IP адресов

source: 1,000 to 9,999 IPs
ru: от 1 000 до 9 999 IP адресов

source: 10,000 to 99,999 IPs
ru: от 10 000 до 99 999 IP адресов

source: 100,000 or more IPs
ru: 100 000 и более IP адресов

source: How much usable block storage do you have in this Cinder deployment?
ru: Каков объём блочного хранилища Cinder в вашем кластере?

source: Less than 1 TB
ru: менее 1ТБ

source: 1 TB to 9 TB
ru: от 1ТБ до 9ТБ

source: 10 TB to 99 TB
ru: от 10ТБ до 99ТБ

source: 100 TB to 999 TB
ru: от 100ТБ до 999ТБ

source: 1 PB to 9 PB
ru: от 1ПБ до 9ПБ

source: 10 PB to 99 PB
ru: от 10ПБ до 99ПБ

source: 100 PB to 999 PB
ru: от 100ПБ до 999ПБ

source: 1 EB to 9 EB
ru: от 1ЭБ до 9ЭБ

source: 10 EB to 99 EB
ru: от 10ЭБ до 99ЭБ

source: 100 to 999 EB
ru: от 100ЭБ до 999ЭБ

source: 1 ZB to 9 ZB
ru: от 1ЗБ до 9ЗБ

source: How much <strong>OpenStack Object Storage (Swift)</strong> have you provisioned?
ru: Какой объём <strong>объектного хранилища OpenStack (Swift)</strong> у вас развёрнут?

source: How many <strong>OpenStack Object Storage (Swift)</strong> objects are stored?
ru: Сколько объектов вы храните в <strong>объектном хранилище OpenStack (Swift)</strong>?

source: Fewer than 1,000 objects
ru: менее 1 000 объектов

source: 1,000 to 9,999 objects
ru: от 1 000 до 9 999 объектов

source: 10,000 to 99,999 objects
ru: от 10 000 до 99 999 объектов

source: 100,000 to 999,999 objects
ru: от 100 000 до 999 999 объектов

source: 1 million to 9 million objects
ru: от 1 млн. до 9 млн. объектов

source: 10 million to 99 million objects
ru: от 10 млн. до 99 млн. объектов

source: 100 million to 999 million objects
ru: от 100 млн. до 999 млн. объектов

source: 1 billion to 9 billion objects
ru: от 1 млрд. до 9 млрд. объектов

source: 10 billion to 99 billion objects
ru: от 10 млрд. до 99 млрд. объектов

source: 100 billion or more objects
ru: от 100 млрд. объектов и более

source: Approximately how many Nova cells do you use?
ru: Сколько приблизительно Nova ячеек вы используете?

source: None
ru: Не используем

source: 1 cell
ru: 1 ячейка

source: 2 cells
ru: 2 ячейки

source: 3 cells
ru: 3 ячейки

source: 4 cells
ru: 4 ячейки

source: 5 cells
ru: 5 ячеек

source: 6 cells
ru: 6 ячеек

source: 7 cells
ru: 7 ячеек

source: 8 cells
ru: 8 ячеек

source: 9 cells
ru: 9 ячеек

source: 10 cells
ru: 10 ячеек

source: More than 10
ru: Более 10 ячеек
