Repository: jtux270/translate
Catalog: openstack/zanata/openstack-user-survey-openstack-user-survey/*/survey_template.po
Languages: ru

source: <p><span style="color: #0083c8; font-size: 1.6em;">Deployment Decisions</span></p><p>The information below will help us better understand the most common configuration and component choices OpenStack deployments are using. This information is optional, but will be kept confidential and never published in connection with you or your organization.</p><hr>
ru: <p><span style="color: #0083c8; font-size: 1.6em;">Решения по развёртыванию</span></p><p>Информация ниже поможет нам лучше понимать наиболее типичные конфигурации и выбор компонентов при развёртывании OpenStack. Это не обязательная для заполнения часть. Данные будут храниться конфиденциально и никогда не будут публиковаться с упоминанием вас или вашей компании.</p><hr>

source: What packages does this deployment use?<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Какие пакеты использует этот кластер?<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: Unmodified packages from the OS
ru: Неизменённые (стандартные) пакеты от производителя операционной системы

source: Unmodified packages from a non-OS source (e.g. vendor distribution)
ru: Неизменённые (стандартные) пакеты не от производителя операционной системы (т.е. от вендора, предоставляющего OpenStack)

source: Packages you've modified
ru: Самостоятельно модифицированные пакеты

source: Packages you’ve built yourself
ru: Самостоятельно собранные из исходных кодов пакеты

source: If you have modified packages or have built your own packages, why?<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Почему вы модифицировали или собирали свои собственные пакеты (если вам приходилось это делать)?<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: Need an OpenStack bug fix not in standard packages
ru: Нужно было исправление ошибки, которого не было в стандартных пакетах

source: Need an OpenStack feature not in standard packages
ru: Нужна была особенная функциональность OpenStack'а, которой не было в стандартных пакетах

source: Standard packages have bugs
ru: В стандартных пакетах полно ошибок

source: Standard packages aren't updated quickly enough
ru: Стандартные пакеты недостаточно часто обновляются

source: Which tools are you using to deploy / manage this cluster?<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Какие методы вы используете, чтобы развернуть и управлять этим кластером?<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: Container-based orchestration
ru: Контейнерную оркестрацию

source: Puppet (inc. Puppet OpenStack)
ru: Puppet (включая Puppet OpenStack)

source: Other Tool
ru: Другое

source: If you are running your OpenStack services inside of containers, which container format are you using?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Если вы запускаете компоненты OpenStack в контейнерах, какой формат контейнеров вы используете?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Which container orchestration or Platform-as-a-Service (PaaS) tools are you using to manage applications on this OpenStack deployment?<br/><font size="-2"><em>Select All That Apply</em></font>
ru: Какую оркестрацию контейнеров или Платформу-как-Сервис (PaaS) вы используете для управления приложениями в этом кластере OpenStack?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Built our own
ru: Написали свою

source: Which <b>OpenStack Compute (Nova)</b> hypervisors are you using?<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Какие гипервизоры <b>сервиса вычислительных ресурсов OpenStack (Nova)</b> вы используете?<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: Hyper from HyperHQ
ru: Hyper от HyperHQ

source: Other Hypervisors
ru: Другие гипервизоры

source: Which databases are you using for OpenStack components?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Какие базы данных вы используете для компонентов OpenStack?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: MariaDB Galera Cluster
ru: MariaDB Galera кластер

source: MySQL with DRBD
ru: MySQL с DRBD

source: MySQL with Galera
ru: MySQL с Galera

source: Percona XtraDB Cluster
ru: Percona XtraDB кластер

source: Other database
ru: Другая база данных

source: What programmatic interfaces (SDKs, tools, platforms) do you expose (or plan to make available) to your users/customers/developers so they are able to consume your product/cloud?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Какие программные интерфейсы (SDK, утилиты, платформы) вы публикуете или планируете публиковать для ваших пользователей/заказчиков/разработчиков, чтобы им было удобно пользоваться вашим продуктом/облаком?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Do not use/plan to use the OpenStack API
ru: Не планируем использовать OpenStack API

source: OpenStack clients
ru: OpenStack клиенты

source: Wrote our own
ru: Написали свой

source: Other toolkits
ru: Другие

source: With which other clouds do your users interact?<br/><font size="-2"><em>Select all that apply</em></font>
ru: С какими другими облаками работают ваши пользователи?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: OpenStack Private Cloud
ru: Приватное облако OpenStack

source: OpenStack Public Clouds
ru: Публичные облака OpenStack

source: Other Clouds
ru: Другие облака

source: Approximately what percentage of your overall cloud infrastructure is running on OpenStack?
ru: Какой примерно процент вашей облачной инфраструктуры работает именно на OpenStack?

source: Which <b>OpenStack Network (Neutron)</b> drivers are you using?<BR><font size="-2"><em>Select all that apply. Please note we now distinguish between ML2 drivers and non-ML2 drivers.</em></font>
ru: Какие драйверы <b>OpenStack Network (Neutron)</b> вы используете?<BR><font size="-2"><em>Выберите все подходящие. Обратите внимание, что мы разделяем ML2 и не-ML2 драйверы.</em></font>

source: Modular Layer 2 Plugin (ML2)
ru: Плагин Modular Layer 2 (ML2)

source: OpenContrail or Juniper
ru: OpenContrail (Tungsten Fabric) или Juniper

source: VMWare NSX (formerly Nicira NVP)
ru: VMWare NSX (ранее Nicira NVP)

source: Other Network Driver
ru: Другой сетевой драйвер

source: Other Network Driver (please specify)
ru: Другой сетевой драйвер (пожалуйста, укажите)

source: Which <b>OpenStack Identity Service (Keystone)</b> drivers are you using?<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Какой драйвер для <b>сервиса идентификации OpenStack (Keystone)</b> вы используете?<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: SQL (default)
ru: SQL (по умолчанию)

source: Templated
ru: Шаблонный

source: Other Identity Driver
ru: Другой драйвер идентификации

source: Which <b>OpenStack Block Storage (Cinder)</b> drivers are you using?<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Какие драйверы <b>блочного хранилища OpenStack (Cinder)</b> вы используете?<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: LVM (default)
ru: LVM (по умолчанию)

source: Other Block Storage Driver
ru: Другой драйвер блочных устройств

source: Which vendor's OpenStack-related software products power your cloud? (Eg. Distributions, plugins)
ru: Какая компания является производителем вашего дистрибутива (плагинов и пр.) OpenStack?

source: Which vendor's hardware products are you running your cloud on?
ru: Какие компании являются производителем оборудования, на котором работает ваше облако?

source: Other (please explain)
ru: Другое (пожалуйста, укажите)

source: What is the main operating system running this OpenStack cloud deployment?
ru: Какая основная операционная система работает на виртуальных машинах в вашем облаке OpenStack?

source: Which compatibility APIs does this deployment support?<BR><font size="-2"><em>Select All That Apply</em></font>
ru: Какие режимы совместимости API поддерживает этот кластер?<BR><font size="-2"><em>Выберите все подходящие</em></font>

source: EC2 compatibility API
ru: EC2 совместимый API

source: GCE compatibility API
ru: GCE совместимый API

source: OCCI compatibility API
ru: OCCI совместимый API

source: S3 compatibility API
ru: S3 совместимый API

source: This deployment doesn't use compatibility APIs.
ru: Этот кластер не использует режимы совместимости API.

source: Other Compatibility API
ru: Другие режимы совместимости API.

source: How do you upgrade your version of OpenStack?
ru: Как вы обновляете версии вашего кластера OpenStack?

source: Deploy regularly from the master branch
ru: Регулярно разворачиваю из master ветки

source: Deploy all intermediary releases and all coordinated releases
ru: Разворачиваю все минорные и координированные релизы

source: Upgrade all coordinated releases (once every 6 months)
ru: Обновляю всё на координированные релизы (раз в 6 месяцев)

source: Skip/fast-forward releases
ru: Пропускаю несколько релизов и обновляюсь

source: Not upgrade
ru: Не обновляюсь

source: Once on a given release, do you use stable branches for bugfix upgrades?
ru: Вы используете стабильные ветки для исправления ошибок, после того, как установили релиз?

source: Yes, deploying every commit on the stable branch
ru: Да, разворачиваю каждый патч со стабильной ветки

source: Yes, upgrading at various points in time depending on fixes
ru: Да, обновляюсь в разное время, в зависимости от имеющихся исправлений

source: Yes, backporting specific fixes
ru: Да, переношу исправления из более новых веток к себе

source: Yes, using only official point releases
ru: Да, использую только официальные релизы

source: I do not do bugfix upgrades
ru: Мы не устанавливаем обновления с исправлениями ошибок

source: To which projects does your organization contribute maintenance resources, such as patches for bug fixes and code reviews on master or stable branches?
ru: На поддержку каких компонентов ваша компания выделяет ресурсы (напр. на исправление ошибок, патчи, ревью кода в master или stable ветках)?

source: What prevents you or your organization from contributing more maintenance resources, or makes contributing difficult?
ru: Что мешает вашей компании выделять больше ресурсов для поддержки? Что является сложным в процессе помощи сообществу?

source: How do members of your organization contribute to OpenStack?
ru: Как члены вашей организации поддерживают развитие и разработку OpenStack?

source: Bug reports
ru: Отправляют сообщения об ошибках

source: Bug fixes on master
ru: Отправляют исправления ошибок в master ветку

source: Backporting bug fixes to stable branches
ru: Переносят исправления ошибок в стабильные ветки

source: Feature design review
ru: Делают ревью дизайнам нового функционала

source: Feature development
ru: Разрабатывают новый функционал

source: Documentation improvement
ru: Улучшают документацию

source: Code review on master
ru: Делают ревью кода в master ветке

source: Code review on stable branches
ru: Делают ревью кода в стабильных ветках

source: Participate in Forum sessions at the Summit
ru: Участвуют в сессиях Форума на Конференциях

source: Participate in PTG sessions
ru: Участвуют в сессиях PTG (project team gathering - сборы проектных команд)

source: Participate in Ops meetups
ru: Участвуют во встречах операторов OpenStack

source: Sponsor in-person events (meetups, OpenStack Days, Open Infrastructure Summit, PTG, travel assistance, other)
ru: Спонструют личные встречи (митапы, Дни OpenStack, Open Infrastructure Summit, PTG, оплачивают поездки и пр.)

source: Contribute resources to run CI jobs upstream
ru: Предоставляют ресурсы для запуска CI задач в upstream (внешней open source) разработке

source: Host third-party CI jobs downstream
ru: Подерживают работу CI задач в downstream (внутренней) разработке

source: Please explain
ru: Пожалуйста, уточните

source: <hr><h3>Project Feedback</h3>
ru: <hr><h3>Отзыв о проекте</h3>

source: Barbican: What is missing from Barbican that might prevent your adoption?
ru: Barbican: Чего не хватает в Barbican, что не позволяет вам начать его использование?

source: <strong>Cinder:</strong> If there was one thing you would like to see changed (added, removed, fixed) in Cinder, what would it be?
ru: <strong>Cinder:</strong>Если бы вы хотели увидеть одно изменение в Cinder (добавленным, удалённым, исправленным), что за изменение бы это было?

source: Designate: What (if any) features or issues are preventing you from using Designate as a production service?
ru: Designate: Какого функционала вам не хватает, или какие проблемы вам мешают настолько, что вы не можете использовать Designate в производственной среде?

source: Glance: Multi back-ends feature will stay Experimental in Stein release. How badly this affect your deployment plans? Any details how you’re planning to use it would be helpful.
ru: Glance: Функционал одновременного использования нескольких backend'ов останется экспериментальным в релизе Stein. Насколько негативно это отразится на ваших планах развёртывания? Любые детали о том, как вы планировали использовать этот функционал, будут полезны.

source: Heat: What's the current/expected load on your Heat deployment?
ru: Heat: Какова текущая и прогнозируемая нагрузка на ваш Heat сервис?

source: Few small stacks (<100 resources each)
ru: Несколько небольших стеков (<100 ресурсов в каждом)

source: Lots of small stacks (<100 resources each)
ru: Множество небольших стеков (<100 ресурсов в каждом)

source: Few big stacks (>100 resources each)
ru: Несколько больших стеков (>100 ресурсов в каждом)

source: Lots of big stacks (>100 resources each)
ru: Множество больших стеков (>100 ресурсов в каждом)

source: Are you still using legacy mode of Heat service? (after the Newton release, newly-created stacks will use convergence mode instead of legacy mode unless you explicitly set the convergence_engine option to False in the config)
ru: Используете ли вы до сих пор устаревший режим Heat? (после релиза Newton, вновь создаваемые стеки используют режим конвергенции ресурсов вместо устаревшего режима работы, если только вы намеренно не отключили опцию convergence_engine в конфигурационном файле, выставив её значение в False)

source: Yes, I’m using a version of Heat older than Newton release
ru: Да, мы используем Heat более старой версии, чем из релиза Newton

source: Yes, I have disabled convergence in the confg in order to keep using legacy mode
ru: Да, мы отключили режим конвергенции в конфигурационном файле, чтобы продолжать использовать устаревший режим

source: I have convergence turned on for new stacks but there are still pre-existing stacks that haven't been updated to convergence using the heat-manage command
ru: У нас включена конвергенция для вновь создаваемых стеков, но в то же время до сих пор работают много необновлённых стеков (их можно обновить командой heat-manage)

source: No, I’m using convergence mode
ru: Нет, у нас используется режим конвергенции

source: I don't use the Heat service at all
ru: Мы вообще не используем сервис Heat

source: Interop: Do you use the OpenStack Powered program or Interoperability Guideline compliance as a factor in your OpenStack procurement process? Why or why not?
ru: Взаимосовместивость: Ориентируетесь ли вы на участие вендоров в программе OpenStack Powered или Interoperability Guideline compliance при проведении тендеров или закупок? Почему?

source: Interop: What do you consider to be the biggest challenges to achieving interoperability between OpenStack clouds?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Взаимосовместивость: Что, по вашему, является наибольшей проблемой в достижении взаимной совместимости между облаками, работающими на OpenStack?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Different products provide different versions of OpenStack and/or different versions of APIs.
ru: Разные продукты предоставляют разные версии OpenStack и/или разные версии API.

source: Lack of consistency in how and when different projects make major API changes.
ru: Недостаток согласованности в том, как и когда различные компоненты делают значительные изменения в API.

source: Flexible networking capabilities mean that different clouds may have different ways of providing external connectivity to instances running my workloads.
ru: Гибкие возможности работы с сетями приводят к тому, что разные облачные провайдеры могут предоставлять разные методы доступа из внешних сетей к инстансам, на которых работают мои приложения.

source: Lack of policy discovery. (e.g. actions I'm allowed to perform on one cloud may be disallowed or reserved for administrators only on another cloud)
ru: Недостаток возможности обзора политик (напр. то, что нам позволяют делать в одной облачной платформе, нам не дают делать в другой, так как какой-то функционал разрешён только администраторам облачной платформы).

source: Lack of familiarity with how I can determine whether different products are actually interoperable, such as the OpenStack Powered logo or using RefStack to test.
ru: Недостаточно знаком с тем, как я могу определить совместимость продуктов (напр. по лого OpenStack Powered, или запуском тестов RefStack).

source: Ironic: What would you find most useful if it was part of Ironic?
ru: Ironic: Что бы вы сочли наиболее востребованным, если бы это было частью Ironic?

source: Keystone: In your opinion, where should the Keystone development team focus their effort(s)?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Keystone: По вашему мнению, на чём должна сфокусировать свои усилия команда разработки Keystone?<br/><font size="-2"><em>Выберите всё подходящее</em></font>

source: Federated identity enhancements
ru: Улучшения в поддержке федераций

source: Performance improvements
ru: Улучшения производительности

source: Enhancing policy
ru: Улучшения в политиках

source: Scaling out to multiple regions
ru: Развёртывание на нескольких регионах

source: Per domain configuration
ru: Разная конфигурирация для разных доменов

source: Other - please specify
ru: Другое (пожалуйста, уточните)

source: Keystone: Which of the following initiatives would be most beneficial for your deployment? You can rank items by priority with items 1 being most important and 7 being least important.
ru: Keystone: Какие из следующих иннициатив окажут наиболее позитивное влияние на ваши кластеры? Вы можете проранжировать их по приоритету (1 - самые важные, 7 - наименее важные).

source: Improved performance
ru: Улучшение производительности

source: Better support for synchronizing multiple keystone regions
ru: Лучшая поддержка синхронизации нескольких регионов в Keystone

source: Read-only RBAC roles
ru: RBAC роли только для чтения

source: More flexible federated mappings
ru: Более гибкая настройка соответствий в федерации

source: Improved fine-grained access control
ru: Улучшенная и более детализированная система разграничения доступа

source: Better support for domain administrators
ru: Улучшенная поддержка для администраторов домена

source: Improved usability of keystone outside of an OpenStack environment
ru: Улучшения в удобстве использования Keystone не для сред OpenStack

source: Kolla: How do you use Kolla? <br/><font size="-2"><em>Select all that apply</em></font>
ru: Kolla: Как вы используете Kolla? <br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Full kolla-ansible deployment
ru: Полное развёртывание с помощью kolla-ansible

source: Kolla-kubernetes deployment
ru: Развёртывание с помощью kolla-kubernetes

source: Only kolla images with custom tool
ru: Используем образы контейнеров kolla со своими средствами развёртывания

source: Which custom tool?
ru: Какое средство развёртывания вы используете?

source: Manila: Which OpenStack Shared File System (Manila) drivers are you using?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Manila: Какие драйверы общих файловых систем OpenStack (Manila) вы используете?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Generic or LVM (default)
ru: Generic или LVM (по умолчанию)

source: Neutron: Which of the following features in the Neutron project are you actively using, interested in using or looking forward to using in your OpenStack deployment?<br/><font size="-2"><em>Select all that apply</em></font>
ru: Neutron: Какой функционал проекта Neutron вы используете активно, заинтересованы в использовании, или планируете использовать в вашем кластере OpenStack?<br/><font size="-2"><em>Выберите все подходящие</em></font>

source: Distributed Virtual routing
ru: Распределенный виртуальный маршрутизатор (DVR)

source: VRRP-based HA routing
ru: HA маршрутизация с использованием VRRP

source: Multiple routing capabilities in the same deployment
ru: Использование нескольких видов функционала роутеров в одном кластере

source: Dynamic routing
ru: Динамическая маршрутизация

source: DNS resolution
ru: Разрешение имён DNS

source: Pluggable IPAM
ru: Расширяемый плагинами интерфейс для IPAM

source: Subnet pools
ru: Пулы подсетей

source: Address Scopes
ru: Диапазоны адресов

source: Agent-based availability zones
ru: Зоны доступности (по агентам)

source: ML2 Hierarchical Port Binding
ru: Иерархическое связывание портов ML2

source: Multiple ML2 drivers in the same deployment
ru: Использование нескольких драйверов ML2 в одном кластере

source: Multi-segment provider networks
ru: Многосегментные провайдерские сети

source: QoS Bandwidth limiting
ru: Ограничение полосы пропускания (QoS)

source: Accelerated virtual switching (e.g. DPDK based)
ru: Ускоренние работы виртуальных коммутаторов (напр., основанная на DPDK)

source: L2 Gateways
ru: L2 шлюзы

source: Port mirroring/monitoring
ru: Зеркалирование/мониторинг трафика

source: Traffic steering
ru: Селективное управление трафиком

source: Performance counters
ru: Счётчики производительности

source: Software load balancing
ru: Программная балансировка нагрузки

source: Software firewalling
ru: Программный брандмауэр

source: Software virtual private networking
ru: Программные виртуальные частные сети

source: Nova: How important is it to be able to customize Nova in your deployment, e.g. classload your own managers/drivers, use hooks, plug in API extensions, etc.
ru: Nova: Насколько важна для вас возможность подстройки под себя компонента Nova, напр. подгрузка собственных драйверов, использование хуков, расширений API, и пр.?

source: Not important; I use pretty much stock Nova with maybe some small patches or bug fixes that aren't upstream.
ru: Не важна: мы используем Nova в штатной поставке, может только с небольшими собственными патчами или исправлениями ошибок, которых нет в апстриме.

source: Somewhat important; I have some custom scheduler filters and other small patches but nothing major.
ru: Важна: у нас есть несколько самописных фильтров планировщиков наргузки и ещё несколько патчей, но ничего серьёзного.

source: Very important; my Nova deployment is heavily customized and hooks/plugins/custom APIs are a major part of my operation.
ru: Очень важна: Nova в нашем кластере значительно модифицирована, и использование хуков, плагинов, расширений API - это важная часть в нашей работе.

source: Which OpenStack load balancing (Octavia) provider drivers would youlike to see supported?
ru: Драйверы каких поставщиков решений балансировки нагрузки вы бы хотели видеть в числе поддерживаемых в OpenStack Octavia?

source: Which other driver(s)?
ru: Какие-то другие драйверы?

source: Which new features would you like to see supported in OpenStack load balancing (Octavia)?
ru: Какой новый функционал вы бы хотели видеть поддерживаемым в балансировщике нагрузки OpenStack Octavia?

source: Active-active
ru: Активный-активный режим
