Repository: jtux270/translate
Catalog: openstack/zanata/openstack-ansible-master/*/doc/source/locale/doc.po
Languages: ru

source: OpenStack-Ansible Documentation
ru: Документация OpenStack-Ansible

source: Abstract
ru: Введение

source: OpenStack-Ansible provides Ansible playbooks and roles for the deployment and configuration of an OpenStack environment.
ru: OpenStack-Ansible предоставляет плейбуки и роли Ansible для установки и настройки окружения OpenStack.

source: Documentation for each of the following releases is available.
ru: Доступна документация для каждого из следующих релизов.

source: Deployment guide
ru: Инструкция по развертыванию

source: Release notes
ru: Примечания к релизу

source: Ussuri: Maintained
ru: Ussuri: Поддерживается

source: OpenStack-Ansible Ussuri series was first released with the 21.0.0 tag on 14 August 2020.
ru: OpenStack-Ansible Ussuri был впервые представлен с тегом 21.0.0, 14 августа 2020.

source: `OpenStack-Ansible Ussuri Documentation`_
ru: `Документация OpenStack-Ansible Ussuri`_

source: `OpenStack-Ansible Ussuri series release notes`_
ru: `Примечания к релизу OpenStack-Ansible Ussuri`_

source: Train: Maintained
ru: Train: Поддерживается

source: OpenStack-Ansible Train series was first released with the 20.0.0 tag on 16 December 2019.
ru: OpenStack-Ansible Train был впервые представлен с тегом 20.0.0, 16 декабря 2019.

source: `OpenStack-Ansible Train Documentation`_
ru: `Документация OpenStack-Ansible Train`_

source: `OpenStack-Ansible Train series release notes`_
ru: `Примечания к релизу OpenStack-Ansible Train`_

source: OpenStack-Ansible's Stein series was first released with the 19.0.0 tag on 30 June 2019.
ru: OpenStack-Ansible Stein был впервые представлен с тегом 19.0.0, 30 июля 2019.

source: `OpenStack-Ansible Stein Documentation`_
ru: `Документация OpenStack-Ansible Stein`_

source: `OpenStack-Ansible Stein series release notes`_
ru: `Примечания к релизу OpenStack-Ansible Stein`_

source: OpenStack-Ansible's Rocky series was first released with the 18.0.0 tag on 16 October 2018.
ru: OpenStack-Ansible Rocky был впервые представлен с тегом 18.0.0, 16 октября 2018.

source: `OpenStack-Ansible Rocky Documentation`_
ru: `Документация OpenStack-Ansible Rocky`_

source: `OpenStack-Ansible Rocky series release notes`_
ru: `Примечания к релизу OpenStack-Ansible Rocky`_

source: Queens: Extended Maintenance
ru: Queens: Расширенное обслуживание

source: OpenStack-Ansible's Queens series was first released with the 17.0.0 tag on 14 March 2018.
ru: OpenStack-Ansible Queens был впервые представлен с тегом 17.0.0, 14 марта 2018.

source: `OpenStack-Ansible Queens Documentation`_
ru: `Документация OpenStack-Ansible Queens`_

source: `OpenStack-Ansible Queens series release notes`_
ru: `Примечания к релизу OpenStack-Ansible Queens`_

source: Pike: Extended Maintenance
ru: Pike: Расширенное обслуживание

source: OpenStack-Ansible's Pike series was first released with the 16.0.0 tag on 14 September 2017.
ru: OpenStack-Ansible Pike был впервые представлен с тегом 16.0.0, 14 сентября 2017.

source: `OpenStack-Ansible Pike Documentation`_
ru: `Документация OpenStack-Ansible Pike`_

source: `OpenStack-Ansible Pike series release notes`_
ru: `Примечания к релизу OpenStack-Ansible Pike`_

source: Ocata: Extended Maintenance
ru: Ocata: Расширенное обслуживание

source: OpenStack-Ansible's Ocata series was first released with the 15.0.0 tag on 8 March 2017.
ru: OpenStack-Ansible Ocata был впервые представлен с тегом 15.0.0, 8 марта 2017.

source: `OpenStack-Ansible Ocata Documentation`_
ru: `Документация OpenStack-Ansible Ocata`_

source: `OpenStack-Ansible Ocata series release notes`_
ru: `Примечания к релизу OpenStack-Ansible Ocata`_

source: Newton: EOL (end-of-life)
ru: Newton: EOL (поддержка прекращена)

source: OpenStack-Ansible's Newton series was EOL'd on 3 April 2018.
ru: Поддержка OpenStack-Ansible Newton была прекращена 3 апреля 2018.

source: To view the documentation only, see the `OpenStack-Ansible Newton Documentation <https://docs.openstack.org/openstack-ansible/newton/>`_.
ru: Для того, что бы просмотреть документацию, обратитесь к `Документация OpenStack-Ansible Newton <https://docs.openstack.org/openstack-ansible/newton/>`_.

source: Mitaka: EOL (end-of-life)
ru: Mitaka: EOL (поддержка прекращена)

source: OpenStack-Ansible's Mitaka series was EOL'd on 10 April 2017.
ru: Поддержка OpenStack-Ansible Mitaka была прекращена 10 апреля 2017.

source: To view the documentation only, see the `OpenStack-Ansible Mitaka Documentation <https://docs.openstack.org/openstack-ansible/mitaka/>`_.
ru: Для того, что бы просмотреть документацию, обратитесь к `Документация OpenStack-Ansible Mitaka <https://docs.openstack.org/openstack-ansible/mitaka/>`_.
