Repository: jtux270/translate
Catalog: openstack/zanata/designate-master/*/designate/locale/designate.po
Languages: ru

source: serve() can only be called once
ru: serve() может быть вызван только один раз

source: Unknown sort direction, must be 'desc' or 'asc'
ru: Неизвестное направление сортировки, должно быть 'desc' или 'asc'

source: The service is unavailable
ru: Эта служба недоступна

source: Infoblox backend is misconfigured: '%(option)s' must be defined.
ru: Неверная конфигурация механизма заднего плана Infoblox: должен быть настроен '%(option)s'

source: Cannot search '%(objtype)s' object(s): %(content)s [code %(code)s]
ru: Поиск объектов '%(objtype)s' невозможен: %(content)s [code %(code)s]

source: Cannot create '%(objtype)s' object(s): %(content)s [code %(code)s]
ru: Создание объектов '%(objtype)s' невозможно: %(content)s [code %(code)s]

source: Cannot delete object with ref %(ref)s: %(content)s [code %(code)s]
ru: Не удалось удалить объект со ссылкой %(ref)s: %(content)s [code %(code)s]

source: Cannot update object with ref %(ref)s: %(content)s [code %(code)s]
ru: Не удалось обновить объект со ссылкой %(ref)s: %(content)s [code %(code)s]

source: Error occurred during function's '%(func_name)s' call: ref %(ref)s: %(content)s [code %(code)s]
ru: Во время вызова функции '%(func_name)s' возникла ошибка: ref %(ref)s: %(content)s [code %(code)s]

source: No Infoblox Member is available.
ru: Нет доступных участников Infoblox

source: Infoblox %(obj_type)s will not be updated because it cannot be found: %(payload)s
ru: Объект Infoblox %(obj_type)s не будет обновлён, так как его невозможно найти: %(payload)s

source: Infoblox %(obj_type)s will not be deleted because it cannot be found: %(payload)s
ru: Объект Infoblox %(obj_type)s не будет удалён, так как его невозможно найти: %(payload)s

source: Duplicated services found in service_statuses table.
ru: В таблице service_statuses найдены дублирующие солужбы.

source: Duplicate service status
ru: Дублирующий статус службы

source: KeystoneV3 endpoint not found
ru: Конечная точка KeystoneV3 не найдена

source: %s is not a valid project ID.
ru: %s не является действительным ID проекта.
