Repository: jtux270/translate
Catalog: properties_4/frontend.webadmin.modules.webadmin.src.main.resources.org.ovirt.engine.ui.frontend/VdsmErrors_*.po
Languages: ru

source: Meta Data seal is broken (checksum mismatch)
ru: Метаданные повреждены (контрольные суммы не совпадают)

source: Meta Data self-validation failed
ru: Сбой самопроверки метаданных

source: Fatal error during migration
ru: Критическая ошибка во время миграции

source: Migration not in progress
ru: Миграция не выполняется

source: Migration destination has an invalid hostname
ru: У места назначения миграции недопустимое имя хоста

source: Internal block device read failure
ru: Сбой чтения внутреннего блочного устройства

source: Internal block device write failure
ru: Сбой записи на внутреннее блочное устройство

source: Internal block device write incomplete
ru: Неполная запись во внутреннее блочное устройство

source: Directory cleanup failure
ru: Сбой очистки каталога

source: Internal file read failure
ru: Сбой чтения внутреннего файла

source: Internal file write failure
ru: Сбой записи во внутренний файл

source: Missing OVF file from VM
ru: В ВМ отсутствует файл OVF

source: Missing logical volume tag.
ru: Отсутствует тег логического тома

source: Missing required parameter
ru: Отсутствует обязательный параметр

source: Domain format is different from master storage domain format
ru: Формат домена отличается от формата главного домена хранилища

source: Cannot create file system on device
ru: Не удалось создать файловую систему на устройстве

source: Mount parsing error
ru: Ошибка обработки монтирования

source: Mount type error
ru: Ошибка типа монтирования

source: Error moving image
ru: Ошибка перемещения образа

source: Cannot move template's image because it is used by a VM.
ru: Невозможно переместить образ шаблона, он используется ВМ

source: Multipath service restart error
ru: Ошибка перезапуска службы Multipath

source: Failed to setup multipath
ru: Не удалось настроить режим multipath

source: Error moving multiple image
ru: Ошибка перемещения нескольких образов

source: The networks represented by label cannot be configured on the same network interface.
ru: Сеть, представленная меткой, не может быть настроена на том же сетевом интерфейсе.

source: Storage Domain access timeout
ru: Истекло время ожидания доступа к домену хранилища

source: There is no active ISO Domain in Data Center.
ru: В дата-центре нет активного домена ISO

source: Can not allocate VM. There is no available VMs in pool
ru: Не удалось выделить ВМ. В пуле нет свободных ВМ.

source: Not implemented
ru: Не поддерживается

source: Could not connect to peer host
ru: Не удалось подключиться к хосту пира

source: Volume cannot be accessed to writes, it's not a leaf volume
ru: Том недоступен для записи, т.к. не является конечным

source: Guest agent non responsive
ru: Guest agent не отвечает

source: No space left on domain
ru: В домене закончилось место

source: Method not implemented
ru: Метод не поддерживается

source: Desktop does not exist
ru: Рабочий стол не существует

source: Unsupported VM type
ru: Тип ВМ не поддерживается

source: Operation is already in progress
ru: Операция уже выполняется

source: Orphan volume, volume hasn't image
ru: Том-сирота, том не имеет образа

source: Not enough free memory to create Desktop
ru: Недостаточно свободной памяти для создания рабочего стола

source: Can't overwrite image
ru: Образ невозможно перезаписать

source: Partitioned physical device
ru: Физическое устройство, разбитое на разделы

source: Physical device initialization failed. Please check that the device is empty and accessible by the host.
ru: Сбой инициализации физического устройства. Убедитесь, что устройство пусто и у хоста есть к нему доступ

source: Upgrading a pool while an upgrade is in process is unsupported
ru: Обновление пула во время выполнения обновления не поддерживается

source: Cannot prepare illegal volume
ru: Невозможно приготовить недопустимый том

source: Problem while trying to mount target
ru: Проблема при попытке монтирования таргета

source: Failed to authenticate with the external provider. Please confirm username and passowrd.
ru: Сбой аутентификации у внешнего поставщика. Подтвердите имя пользователя и пароль.

source: Failed to communicate with the external provider, see log for additional details.
ru: Не удалось установить связь с внешним поставщиком, подробности см. в журнале.

source: Failed to import provider certificate.
ru: Сбой импорта сертификата поставщика

source: SSL problem while trying to connect to the external provider.
ru: Проблема SSL при попытке подключения к внешнему поставщику

source: The maximum number of Hosts allowed in the Data Center has been reached
ru: Достигнуто максимально число хостов, доступных для дата-центра

source: Cannot reconstruct master domain
ru: Не удалось воссоздать главный домен

source: Recovering from crash or Initializing
ru: Идёт восстановление после сбоя или инициализация

source: Remove iSCSI node error
ru: Ошибка удаления узла iSCSI

source: Remove iSCSI portal error
ru: Ошибка удаления портала iSCSI

source: Migration operation canceled, no available Destination Host.
ru: Миграция отменена, отсутствует целевой хост

source: Migration failed. Probably due to an error on destination Host.
ru: Сбой миграции. Возможно, возникла ошибка на целевом хосте.

source: Host not found.
ru: Хост не найден

source: Could not acquire resource. Probably resource factory threw an exception
ru: Не удалось получить ресурс. Возможно, фабрика ресурса выдала сигнал исключения

source: Resource does not exist
ru: Ресурс не существует

# ResourceException
source: General Exception
ru: Общее исключение

source: Resource Namespace is not empty
ru: Пространство имён ресурса не пустое

source: Cannot perform operation. This resource has been released or expired
ru: Невозможно выполнить операцию. Ресурс был разблокирован или больше не существует

source: Resource timeout
ru: Время ожидания ресурса

source: Set iSCSI authentication error
ru: Ошибка настройки аутентификации iSCSI

source: Set iSCSI password error
ru: Ошибка настройки пароля iSCSI

source: Set iSCSI username error
ru: Ошибка настройки имени пользователя iSCSI

source: Reverting back to last known saved configuration.
ru: Выполняем откат к последней сохранённой конфигурации.

source: Shared volume is read only
ru: Общий том имеет доступ только для чтения

source: Live snapshot failed.
ru: Сбой динамического создания снимка.

source: Error during source image manipulation
ru: Ошибка во время работы с исходным образом

source: sparse creation faild
ru: сбой создания разрежённости

source: Error fencing SPM
ru: Ошибка проведения операции блокады SPM

source: Pool previous lver/id don't match request
ru: Предыдущий lver/id пула не совпадает с запросом

source: Error starting SPM
ru: Ошибка запуска SPM

source: Not SPM
ru: Не SPM

source: Error stopping SPM
ru: Ошибка останова SPM

source: Cannot refresh storage domain
ru: Не удалось обновить сведения о домене хранилища

source: Domain is either partially accessible or entirely inaccessible
ru: Доступ к домену частично или полностью отсутствует

source: Error in storage domain action
ru: Ошибка в действии домена хранилища

source: Error activating storage domain
ru: Ошибка активации домена хранилища

source: Illegal action, domain active
ru: Недопустимое действие, домен активен

source: The Domain is already used by another Data Center. In order to use it, detach it from the Data Center it is currently attached to.
ru: Этот домен уже используется другим дата-центром. Чтобы его использовать, отсоедините его от дата-центра, к которому он в данный момент присоединён.

source: Storage domain already exists
ru: Домен хранилища уже существует

source: Error attaching storage domain
ru: Ошибка присоединения домена хранилища

source: Domain has errors
ru: Домен имеет ошибки

source: Invalid domain class value
ru: Недопустимое значение класса домена

source: Error creating a storage domain
ru: Ошибка создания домена хранилища

source: Error deactivating storage domain
ru: Ошибка деактивации домена хранилища

source: Storage domain description is too long
ru: Слишком длинное описание домена хранилища

source: Error detaching storage domain
ru: Ошибка отсоединения домена хранилища

source: Storage domain cannot be reached. Please ensure it is accessible from the host(s).
ru: Отсутствует доступ к домену хранилища. Убедитесь, что он доступен с хоста(ов.)

source: Error formatting a storage domain
ru: Ошибка форматирования домена хранилища

source: Storage domain remote path not mounted
ru: Удалённый путь до домена хранилища не смонтирован

source: Remote path is illegal
ru: Недопустимый удалённый путь

source: Insufficient access permissions to underlying storage
ru: Недостаточно прав доступа к нижележащему хранилищу

source: Storage domain is made from too many PVs
ru: Домен хранилища создан из слишком большого количества физических томов

source: Storage domain already a member of a pool
ru: Домен хранилища уже входит в пул

source: Storage domain layout corrupted
ru: Структура домена хранилища повреждена

source: Error copying master storage domain's data
ru: Ошибка копирования данных главного домена хранилища

source: Cannot access master storage domain
ru: Не удаётся получить доступ к главному домену хранилища

source: Error unmounting master storage domain
ru: Ошибка размонтирования главного домена хранилища

source: Error creating a storage domain's metadata
ru: Ошибка создания метаданных домена хранилища

source: Could not retrieve metadata file name for domain
ru: Не удалось получить имя файла метаданных домена

source: Storage domain invalid, metadata not found
ru: Недопустимый домен хранилища, метаданные не найдены

source: Storage domain not active
ru: Домен хранилища не активен

source: Error in creating a Storage Domain. The selected storage path is not empty (probably contains another Storage Domain). Either remove the existing Storage Domain from this path, or change the Storage path).
ru: Ошибка создания домена хранилища. Выбранный путь до хранилища не пуст (возможно, там находится другой домен хранилища). Удалите существующий по этому пути домен или смените путь.

source: Storage domain not in pool
ru: Домен хранилища не в пуле

source: Domain is not member in pool
ru: Домен не является членом пула

source: Domain state change illegal
ru: Недопустимое изменение статуса домена

source: Unsupported Storage Domain status
ru: Статус домена хранилища не поддерживается

source: Storage Domain target is unsupported
ru: Таргет домен хранилища не поддерживается

source: Unsupported Storage Domain type
ru: Тип домена хранилища не поддерживается

source: Domain type should be 'Export' but is not
ru: Тип домена должен быть «Экспорт», но это другой тип

source: General Storage Exception
ru: Общее исключение хранилища

source: Error Data Center Storage action
ru: Ошибка действия хранилища дата-центра

source: Error creating Data Center Storage (already exists)
ru: Ошибка создания хранилища дата-центра (уже существует)

source: Pool check failed
ru: Сбой проверки пула

source: Cannot perform action while storage pool is connected
ru: Невозможно выполнить действие при подключённом пуле хранилища

source: Error Data Center Storage connection
ru: Ошибка подключения к хранилищу дата-центра

source: Error creating Data Center Storage
ru: Ошибка создания хранилища дата-центра

source: Storage pool description is too long
ru: Слишком длинное описание пула хранилища

source: Error destroying Data Center Storage
ru: Ошибка разрушения хранилища дата-центра

source: Error Data Center Storage disconnection
ru: Ошибка прерывания связи с хранилищем дата-центра

source: Master role should be moved to another domain
ru: Главная роль должна быть перемещена на другой домен

source: Found master domain with higher master version than input
ru: Найден главный домен с более старшей главной версией, чем указанное значение

source: Data Center Storage not defined
ru: Хранилище дата-центра не определено

source: Cannot find master domain
ru: Не удалось найти главный домен

source: Data Center Storage not connected
ru: Хранилище дата-центра не подключено

source: Too many masters for StoragePool
ru: Слишком много главных доменов для пула хранилища

source: Unknown pool id, pool not connected
ru: Неизвестный ID пула, пул не подключен

source: Wrong Master domain or its version
ru: Неверный главный домен или его версия

source: Permission settings on the specified path do not allow access to the storage. Verify permission settings on the specified storage path.
ru: Установленные права доступа для указанного пути препятствуют доступу к хранилищу. Проверьте параметры прав доступа для указанного пути до хранилища.

source: Error storage server action
ru: Ошибка действия сервера хранилища

source: Error storage server connection
ru: Ошибка подключения к серверу хранилища

source: Error storage server disconnection
ru: Ошибка прерывания связи с сервером хранилища

source: iSCSI connection error
ru: Ошибка подключения iSCSI

source: The specified path does not exist or cannot be reached. Verify the path is correct, and for remote storage, check the connection to your storage
ru: Указанный путь не существует или к нему отсутствует доступ. Убедитесь в правильности пути, а в случае наличия удалённого хранилища, проверьте возможность подключения

source: Storage type error
ru: Ошибка типа хранилища

source: Cannot update VM
ru: Невозможно обновить ВМ

source: Task is aborted
ru: Выполнение задачи отменено

source: Could not clear task
ru: Не удалось очистить задание

source: Can't find/access task dir
ru: Невозможно найти/получить доступ к каталогу задания

source: operation cannot be performed - task has active references
ru: операция не может быть выполнена — у задания имеются активные ссылки

source: Running Task in progress
ru: Сейчас выполняется задание

source: Can't load Task Metadata
ru: Невозможно загрузить метаданные задания

source: Can't save Task Metadata
ru: Невозможно сохранить метаданные задания

source: Task not finished
ru: Задание не закончено

source: Can't persist task
ru: Невозможно сохранить задание

source: Operation is not allowed in this task state
ru: С этим статусом задания операция не разрешена

source: cannot move task to requested state
ru: невозможно переместить задание в указанный статус

source: Error creating template from VM
ru: Ошибка создания шаблона из ВМ

source: Unable to thaw guest filesystems
ru: Не удалось разморозить гостевые файловые системы

source: Error while setting SPICE ticket
ru: Ошибка во время настройки билета SPICE

source: Too many domains in storage pool
ru: Слишком много доменов в пуле хранилища

source: Tried to create a VG from too many PVs
ru: Попытка создания группы томов из слишком большого количества физических томов

source: Resource unavailable
ru: Ресурс недоступен

source: Unexpected exception
ru: Непредвиденное исключение

source: Unicode arguments are not supported
ru: Аргументы для Unicode не поддерживаются

source: Task id unknown
ru: Неизвестный ID задания

source: Operation can't be performed on unmanaged task
ru: Нельзя выполнить операцию на неуправляемой задаче

source: Unsupported image format
ru: Формат изображения не поддерживается

source: Storage format is unsupported
ru: Этот формат хранилища не поддерживается

source: Unsupported Gluster Volume Replica Count
ru: Неподдерживаемое число реплик тома Gluster

source: Operation not supported
ru: Операция не поддерживается.

source: Failed to change the number of virtual functions.
ru: Сбой изменения числа виртуальных функций.

source: Failed to update VM Network Interface.
ru: Сбой обновления сетевого интерфейса ВМ

source: Job id already exists
ru: ID задания уже существует

source: Job Id does not exists
ru: ID задания не существует

source: Job status is not done
ru: Статус задания: не закончено

source: OVF file does not exists
ru: Файл OVF не существует

source: Network error during communication with the Host.
ru: Сетевая ошибка во время обмена связи с хостом

source: Invalid Host Cluster id.
ru: Недействительный ID кластера хоста.

source: To merge snapshots, a VM must be Down, Up or Paused.
ru: Во время слияния снимков машина должна иметь статус «не запущена», «запущена» или «приостановлена».

source: Cannot locate the Templates' disks in the database.
ru: Невозможно найти диски шаблонов в базе данных

source: VM can't be obtained
ru: Невозможно получить ВМ

source: Cannot found VMs directory
ru: Не удалось найти каталог машины

source: Volume Group block size error
ru: Ошибка размера блока группы томов

source: Volume was not prepared before being torn down
ru: Том не был подготовлен для уничтожения

source: Error accessing a volume
ru: Ошибка доступа к тому

source: Volume already exists
ru: Том уже существует

source: Cannot get parent volume
ru: Не удалось получить родительский том

source: Volume copy failed
ru: Сбой копирования тома

source: Error creating a new volume
ru: Ошибка создания нового тома

source: Volume does not exist
ru: Том не существует

source: Error extending volume
ru: Ошибка расширения тома

# VolumeGeneralException
source: General Exception
ru: Общее исключение

source: Error volume group action
ru: Ошибка действия группы томов

source: Add tag to Volume Group error
ru: Ошибка добавления тега в группу томов

source: Volume Group Already Exists
ru: Группа томов уже существует

source: Cannot create Volume Group
ru: Не удалось создать группу томов

source: Volume Group does not exist
ru: Группа томов не существует

source: Cannot extend Volume Group
ru: Не удалось расширить группу томов

source: Volume Group has domain tag - requires cleaning
ru: Группе томов присвоен тег домена — требуется чистка

source: Could not update/change volume group permissions
ru: Не удалось обновить/изменить права доступа для группы томов

source: Read Volume Group's tag error
ru: Ошибка чтения тега группы томов

source: Volume Group remove error
ru: Ошибка удаления группы томов

source: Remove tag from Volume Group error
ru: Ошибка удаления тега группы томов

source: Volume Group rename error
ru: Ошибка переименования группы томов

source: Replace Volume Group tag error
ru: Ошибка замены тега группы томов

source: Volume Group scanning error
ru: Ошибка сканирования группы томов

source: Volume Group not big enough; The minimal size for a Storage Domain is 10GB
ru: Недостаточно большая группа томов. Минимальный размер для домена хранилища — 10ГБ

source: Volume Group not initialize
ru: Группа томов не инициализирована

source: Cannot delete volume image which has children (non-ethical)
ru: Невозможно удалить образ тома, если у него есть потомки (не этично)

source: Volume is busy
ru: Том занят

source: Error while processing volume meta data
ru: Ошибка во время анализа метаданных тома

source: Error while updating volume meta data
ru: Ошибка во время обновления метаданных тома

source: Volume cannot be shared, it's not Shared/Template volume
ru: Том нельзя сделать общим, этот том не может быть общим/шаблоном

source: Volume cannot be access to writes
ru: Доступ на запись к этому тому запрещён

source: Volume ownership error
ru: Ошибка владения томом

source: Cannot zero out volume
ru: Том невозможно обнулить

source: Volume unlink failed
ru: Сбой удаления связи тома
