Repository: jtux270/translate
Catalog: properties_4/frontend.webadmin.modules.webadmin.src.main.resources.org.ovirt.engine.ui.frontend/VdsmErrors_*.po
Languages: ru

source: Could not obtain lock
ru: Не удалось получить блокировку

source: Action was stopped
ru: Действие было остановлено

source: Failed to activate VM Network Interface.
ru: Сбой активации сетевого интерфейса ВМ

source: Gluster Volume Add Brick Failed.
ru: Сбой добавления элемента тома Gluster.

source: Add iSCSI node error
ru: Ошибка добавления узла iSCSI

source: Add iSCSI portal error
ru: Ошибка добавления портала iSCSI

source: TaskManager error, unable to add task
ru: Ошибка TaskManager, невозможно добавить задание

source: Export domain cannot be a master storage domain
ru: Домен экспорта не может быть главным доменом хранилища

source: Error block device action
ru: Ошибка действия блочного устройства

source: BlockSD master file system FSCK error
ru: Ошибка проверки FSCK файловой системы главного BlockSD

source: BlockSD master file system mount error
ru: Ошибка монтирования файловой системы главного BlockSD

source: Cannot access Logical Volume
ru: Не удаётся получить доступ к логическому тому

source: Cannot activate Logical Volume
ru: Невозможно активировать логический том

source: Cannot activate Logical Volumes
ru: Не удалось активировать логические тома

source: Cannot clone volume
ru: Не удалось клонировать том

source: Cannot connect pool, already connected to another pool
ru: Невозможно подключиться к пулу, уже есть подключение к другому пулу

source: Cannot create Logical Volume
ru: Не удалось создать логический том

source: Cannot deactivate Logical Volume
ru: Не удалось деактивировать логический том

source: Shared Volume cannot be deleted
ru: Общий том нельзя удалить

source: Volume deletion error
ru: Ошибка удаления тома

source: Illegal action
ru: Недопустимое действие

source: Cannot format attached storage domain
ru: Невозможно форматировать присоединённый домен хранилища

source: Cannot format storage domain in connected pool
ru: Невозможно форматировать домен хранилища в подключённом пуле

source: Cannot change volume's modify time
ru: Невозможно изменить время последнего доступа к тому

source: Cannot remove Logical Volume
ru: Не удалось удалить логический том

source: Cannot retrieve SPM status, master domain probably unavailable
ru: Не удалось получить статус SPM, возможно, главный домен недоступен

source: Cannot set Logical volume RW permission
ru: Невозможно установить права RW для логического тома

source: Cannot share volume
ru: Не удалось сделать том общим

source: Cannot access logical volume for write
ru: У логического тома отсутствует доступ на запись

source: Can't reconstruct the Master Domain when the Data Center contains Domains in Locked state. Please wait until the operation for these Domains ends before trying to reconstruct the Master Domain again.
ru: Невозможно воссоздать главный домен, если дата-центр содержит домены в заблокированном состоянии. Перед тем, как пытаться снова воссоздать главный домен, подождите окончания операций с этими доменами.

source: An error occurred on Cinder - '${cinderException}'
ru: Возникла ошибка Cinder — '${cinderException}'

source: Copy failed
ru: Копирование не удалось

source: low level Image copy failed
ru: сбой низкоуровневого копирования образа

# CouldNotRetrieveLogicalVolumesList
source: Could not retrieve pv list
ru: Не удалось получить список физических томов

# CouldNotRetrievePhysicalVolumeList
source: Could not retrieve pv list
ru: Не удалось получить список физических томов

source: Cannot validate template on target domain
ru: Не удалось утвердить шаблон в целевом домене

source: Error creating the requested Desktop
ru: Ошибка создания запрошенного рабочего стола

source: Cannot create volume snapshot from illegal volume
ru: Невозможно создать снимок тома из недопустимого тома

source: Failure create volume rollback
ru: Не удалось сделать откат тома

source: Requested size is too small. Must be larger or equal to 1.
ru: Слишком маленький запрошенный размер. Размер должен быть больше или равен 1.

source: Current storage format is too advanced
ru: Текущий формат хранилища слишком продвинутый

source: Database error.
ru: Ошибка базы данных

source: Failed to deactivate VM Network Interface.
ru: Сбой деактивации сетевого интерфейса ВМ

source: Default icon pair not found
ru: Пара иконок по умолчанию не найдена

source: Error during destination image manipulation
ru: Ошибка во время действий с целевым образом

source: Virtual machine destroy error
ru: Ошибка разрушения ВМ

source: Volume Group block size error, please check your Volume Group configuration, Supported block size is 512 bytes.
ru: Ошибка размера блока группы томов, проверьте параметры группы томов. Поддерживаемый размер блока — 512 байтов.

source: Device not found or not accessible
ru: Устройство не найдено или к нему отсутствует доступ

source: Cannot acquire lock, resource marked as locked
ru: Не удалось получить блокировку, ресурс помечен как заблокированный

source: Cannot release lock, resource not found
ru: Не удалось снять блокировку, ресурс не найден

source: Desktop is down
ru: Рабочий стол не запущен

source: Internal Engine Error
ru: Внутренняя шибка ЦУ

source: Cannot create Storage Pool, please check all hosts can connect to the storage domains.
ru: Не удалось создать пул хранилища, убедитесь, что все хосты могут подключаться к доменам хранилищ.

source: Illegal or Incomplete IP Address
ru: Недопустимый или неполный IP адрес

source: Invalid Bonding definition
ru: Недопустимое определение создания связки

source: Invalid Network name
ru: Недопустимое имя сети

source: Interface name can't be found
ru: Не удалось найти имя интерфейса

source: Illegal Network parameters
ru: Недопустимые параметры сети

source: Invalid VLan definition
ru: Недопустимое определение VLan

source: Failed to bring interface up
ru: Сбой поднятия интерфейса

source: Network is currently being used
ru: Сеть в данный момент используется

source: Interface already in use
ru: Интерфейс уже используется

source: Desktop already exists
ru: Рабочий стол уже существует

source: Error exporting VM
ru: Ошибка экспорта ВМ

source: Failed to perform "Change CD" operation, CD might be still in use by the VM. Please try to manually detach the CD from withing the VM: 1. Log in to the VM 2 For Linux VMs, un-mount the CD using umount command; For Windows VMs, right click on the CD drive and click 'Eject';
ru: Не удалось выполнить операцию «Смена CD». Возможно, CD всё ещё используется ВМ. Попробуйте вручную отсоединить CD от машины: 1. Выполните вход в ВМ 2. Для Linux машин: отмонтируйте CD с помощью команды umount; Для Windows машин: нажмите ПКМ на приводе CD и выберите пункт «Извлечь».

source: Failed to update VM while it is running, please try again when the VM is Down.
ru: Сбой обновления ВМ во время её выполнения, повторите попытку, когда машина будет выключена.

source: Failed to create signed websocket proxy ticket
ru: Сбой создания подписанного билета прокси websocket

source: Failed to plug a disk
ru: Сбой подключения диска

source: Failed to restore the master volume, whereas slave volume(s) are restored to older state. Admin should manually intervene and set the stime in master to proper value and resume the geo-replication session
ru: Не удалось восстановить главный том, в то время как зависимые тома восстановили предыдущий статус. Администратор должен вручную установить правильное значение stime на главном томе и возобновить сеанс георепликации.

source: Failed to stop the master volume while restoring the snapshot, whereas slave volume(s) are restored to older state. Admin should manually intervene and set the stime in master to proper value and resume the geo-replication session
ru: Не удалось остановить главный том во время восстановления снимка, в то время как зависимые тома восстановили предыдущий статус. Администратор должен вручную установить правильное значение stime на главном томе и возобновить сеанс георепликации.

source: Failed to unplug a disk
ru: Сбой отключения диска

source: Unsupported fencing agent
ru: Этот агент операции блокады не поддерживается

source: Stale NFS handle on underlying NFS server
ru: Устаревший дескриптор NFS на нижележащем сервере NFS

source: Unable to freeze guest filesystems
ru: Не удалось заморозить гостевые файловые системы

source: General Exception
ru: Общее исключение

source: General Hook Error
ru: Общая ошибка ловушки

source: Cannot get files list
ru: Не удалось получить список файлов

source: Cannot get tags of all Logical Volumes of Volume Group
ru: Не удалось получить теги всех логических томов группы томов

source: Cannot get floppy list
ru: Не удалось получить список гибких дисков

source: Get iSCSI session list error
ru: Ошибка получения списка сеансов iSCSI

source: Cannot get list of images in ISO domain. Please check that the storage domain status is Active
ru: Не удалось получить список образов в домене ISO. Убедитесь, что домен хранилища имеет активный статус

source: Cannot get Logical Volume Info
ru: Не удалось получить информацию о логическом томе

source: Cannot get physical devices of logical volume
ru: Не удалось получить физические устройства логического тома

source: Cannot get Logical Volumes with specific tag
ru: Не удалось получить логические тома с указанным тегом

source: Cannot get tags of Logical Volumes
ru: Не удалось получить теги логических томов

source: Cannot get Storage Domains list
ru: Не удалось получить список доменов хранилища

source: Get Volume Group list error
ru: Ошибка получения списка группы томов

source: Command failed while unmounting gluster volume
ru: Сбой команды во время отмонтирования тома gluster

source: Command failed while mounting gluster volume
ru: Сбой команды во время монтирования тома gluster

source: Failed to get gluster volume size info
ru: Сбой получения информации о размере тома gluster

source: Command execution failed
ru: Сбой выполнения команды

source: Failed to disable CLI based gluster volume snapshot scheduling
ru: Сбой отключения расписания создания снимков тома gluster в консольном режиме

source: Gluster General Exception occurred.
ru: Произошло общее исключение Gluster

source: Failed to modify geo-replication config
ru: Сбой изменения конфигурации георепликации

source: Gluster Geo-Replication Exception
ru: Исключение георепликации Gluster

source: Failed to set geo rep mount broker option.
ru: Сбой настройки параметра посредника монтирования георепликации

source: Failed to add geo rep mount broker user.
ru: Сбой добавления пользователя посредника монтирования георепликации

source: Failed to create gluster host public key file.
ru: Сбой создания файла открытого ключа gluster.

source: Error in reading gluster host public key
ru: Ошибка чтения открытого ключа хоста gluster

source: Failed to write gluster host public key
ru: Сбой записи файла открытого ключа gluster

source: Failed to create geo-replication session.
ru: Сбой создания сеанса георепликации.

source: Failed to delete geo-replication session
ru: Сбой удаления сеанса георепликации

source: Geo-replication user does not exist.
ru: Пользователь георепликации не существует

source: Failed to add hook
ru: Сбой добавления ловушки

source: Failed to add hook as hook already exists
ru: Сбой добавления ловушки, ловушка уже существует

source: Failed to update hook due to mismatch in checksum
ru: Сбой обновления ловушки, контрольные суммы не совпадают

source: Found conflicting hooks.
ru: Обнаружены конфликтующие ловушки

source: Failed to disable gluster hook.
ru: Сбой выключения ловушки Gluster.

source: Failed to enable gluster hook.
ru: Сбой включения ловушки Gluster.

source: Gluster hook operation failed
ru: Сбой операции ловушки Gluster

source: Failed to get gluster hook list
ru: Сбой получения списка ловушек Gluster

source: Gluster hook not found
ru: Ловушка Gluster не найдена

source: Failed to remove hook
ru: Сбой удаления ловушки

source: Failed to update gluster hook.
ru: Сбой обновления ловушки gluster.

source: Host is not part of the cluster
ru: Хост не является частью кластера

source: Gluster Host Remove Failed
ru: Сбой удаления хоста Gluster

source: FSTAB entry already exists for the device
ru: Для устройства уже существует запись в fstab

source: Storage device(s) already in use
ru: Устройство(а) хранения уже используется

source: Failed to run lvchange for the thin pool:
ru: Сбой запуска lvchange для тонкого пула:

source: Failed to run lvconvert for device
ru: Сбой выполнения lvconvert для устройства

source: Failed to create the mount directory
ru: Сбой создания каталога монтирования

source: Failed to mount the device
ru: Сбой монтирования устройства

source: Storage device(s) not found
ru: Устройство(а) хранения не найдено

source: Failed to create LVM Physical Volume
ru: Сбой создания физического тома LVM

source: Failed to create LVM VG
ru: Сбой создания LVM VG

source: vgscan failed
ru: Сбой vgscan

source: Mount point is in use
ru: Эта точка монтирования используется

source: Gluster host UUID not found
ru: UUID хоста Gluster не найден

source: Command failed due to gluster libgfapi exception
ru: Сбой команды в связи с исключением gluster libgfapi

source: Command failed due to a missing argument
ru: Сбой команды, отсутствует аргумент

source: Failed to create root geo-rep mount broker.
ru: Сбой создания посредника монтирования для root.

source: Permission denied
ru: Доступ запрещён

source: Gluster service action not supported
ru: Неподдерживаемое действие службы Gluster

source: Gluster service action failed
ru: Сбой действия службы Gluster

source: Failed to activate gluster volume snapshot
ru: Сбой активации снимка тома Gluster

source: Failed to configure gluster volume snapshot
ru: Не удалось настроить параметры снимка тома Gluster

source: Failed to get the gluster volume snapshot configuration
ru: Сбой получения параметров снимка тома Gluster

source: Failed to set the gluster volume snapshot configuration
ru: Не удалось указать параметры снимка тома Gluster

source: Failed to create snapshot for gluster volume
ru: Сбой создания снимка тома Gluster

source: Failed to de-activate gluster volume snapshot
ru: Сбой де-активации снимка тома Gluster

source: Failed to delete gluster volume snapshot
ru: Сбой удаления снимка тома Gluster

source: Error in executing gluster snapshot command
ru: Ошибка выполнения команды создания снимка Gluster

source: Gluster snapshot info failed
ru: Сбой поучения информации о снимке Gluster

source: Failed to restore the gluster volume snapshot
ru: Сбой восстановления снимка тома Gluster

source: Failed to set the gluster volume snapshot scheduler flag
ru: Сбой установки флага расписания создания снимков тома gluster

source: Command failed due to a Syntax error
ru: Сбой команды, ошибка синтаксиса

source: Gluster Volume Delete Failed.
ru: Сбой удаления тома Gluster

source: Failed to check if gluster volume is empty
ru: Не удалось проверить том gluster на наличие содержимого

source: Failed to pause the geo-replication session.
ru: Не удалось приостановить сеанс георепликации.

source: Resume of geo-replication session failed on gluster volume
ru: Сбой возобновления сеанса георепликации на томе gluster

source: Gluster volume geo-replication start failed
ru: Сбой запуска георепликации тома Gluster

source: Failed to stop geo-replication session
ru: Сбой остановки сеанса георепликации на томе

source: Failed to get status information of geo-replication session(s) on gluster volume
ru: Сбой получения информации о статусе сеансов георепликации на томе gluster

source: Gluster Volume Profile Start Failed.
ru: Сбой запуска профиля тома Gluster

source: Gluster Volume Profile Stop Failed.
ru: Сбой остановки профиля тома Gluster

source: Gluster Volume Rebalance Start Failed.
ru: Сбой запуска перебалансировки тома Gluster

source: Failed to get gluster volume rebalance status
ru: Сбой получения статуса перебалансировки тома Gluster

source: Gluster Volume Rebalance Stop Failed
ru: Сбой остановки перебалансировки тома Gluster

source: Failed to commit removal of Bricks from Gluster Volume
ru: Не удалось зафиксировать удаление элементов из тома Gluster

source: Gluster Volume Remove Bricks Failed.
ru: Сбой удаления элементов тома Gluster

source: Failed to start removal of Bricks from Gluster Volume.
ru: Не удалось запустить удаление элементов из тома Gluster.

source: Failed to stop removal of Bricks from Gluster Volume.
ru: Не удалось остановить удаление элементов из тома Gluster.

source: Failed to get status of gluster volume remove bricks
ru: Сбой получения статуса удаления элементов тома Gluster

source: Gluster Volume Replace Brick Start Failed.
ru: Сбой запуска замены элемента тома Gluster.

source: Failed to get gluster tasks list
ru: Сбой получения списка заданий Gluster

source: XML error
ru: Ошибка XML

source: Graphics console can't be obtained. Is vm ready for connecting to console?
ru: Невозможно получить графическую консоль. Готова ли ВМ для подключения к консоли?

source: Cannot add Host. Host with same characteristics already exists.
ru: Не удалось добавить хост, хост с такими характеристиками уже существует

source: Some of the configured host devices were acquired by other VM.
ru: Некоторые из настроенных устройств хоста были получены другой ВМ.

source: Host id not found or does not match manager host id
ru: ID хоста не найден или не совпадает с ID хоста диспетчера

source: Failed to hotplug memory
ru: Сбой горячего подключения памяти

source: Unsuccessful request to vdsm-image-daemon
ru: Неудачный запрос vdsm-image-daemon

source: vdsm-image-daemon is not supported in host
ru: vdsm-image-daemon не поддерживается хостом

source: Could not remove all files
ru: Не удалось удалить все файлы

source: Image does not exist in domain
ru: Образа в домене не существует

source: Drive image file could not be found
ru: Не удалось найти файл образа привода

source: Image is empty
ru: Образ пуст

source: Image is not empty
ru: Образ не пуст

source: Image is not a legal chain
ru: Образ не является допустимой цепочкой

source: Image missing from VM
ru: Образ отсутствует на ВМ

source: Image cannot be found on the specified domain
ru: Не удалось найти образ в указанном домене

source: Image path does not exist or cannot be accessed/created
ru: Путь до образа не существует, путь не удалось создать или не удалось получить к нему доступ

source: This domain does not support images
ru: Этот домен не поддерживает изображения

source: Error images action
ru: Ошибка действия с образами

source: Unexpected error with image tickets
ru: Непредвиденная ошибка с билетами образов

source: Image validation error
ru: Ошибка проверки образа

source: Error importing image
ru: Ошибка импорта образа

source: Import candidate info error
ru: Ошибка информации кандидата на импорт

source: Unknown import type
ru: Неизвестный тип импорта

source: Multipath cannot access physical device
ru: Режим multipath не имеет доступа к физическому устройству

source: Incorrect Volume format
ru: Некорректный формат тома

source: Volume cannot be access to writes, it's Internal volume
ru: Доступ на запись к тому отсутствует, это внутренний образ

source: Cannot set exception as default, type not supported
ru: Не удалось указать исключение как значение по умолчанию, тип не поддерживается

source: Invalid IP address
ru: Недопустимый адрес IP

source: Job is invalid
ru: Недопустимое задание

source: Invalid parameter
ru: Недопустимый параметр

source: Recovery is invalid
ru: Недопустимое восстановление

source: Invalid resource name
ru: Недопустимое имя ресурса

source: Task invalid
ru: Недопустимая задача

source: invalid Task Manager
ru: Недопустимый диспетчер задач

source: Invalid task type
ru: Недопустимый тип задачи

source: This operation is currently blocked due to the status of the Image file. The Image file status is transient (probably locked by another parallel operation). Please wait for the status to clear and try again.
ru: Эта операция в настоящий момент заблокирована в связи со статусом файла образа. Статус файла образа является промежуточным (возможно, заблокирован другой параллельной операцией). Подождите прояснения статуса и повторите попытку.

source: Error connecting to the Storage Pool Manager service. Possible reasons: - Storage Pool Manager service is in non-active state. - No Active Host in the Data Center.
ru: Ошибка подключения к службе диспетчера пула хранилища (SPM). Возможные причины: — служба SPM имеет неактивный статус; — отсутствуют активные хосты в дата-центре.

source: Failed to login to iSCSI node due to authorization failure
ru: Не удалось авторизоваться на узле iSCSI, сбой аутентификации

source: Failed discovery of iSCSI targets
ru: Сбой обнаружения таргетов iSCSI

source: iscsiadm iface error
ru: Ошибка интерфейса iscsiadm

source: Failed to login to iSCSI node
ru: Сбой авторизации на узле iSCSI

source: Failed to logout from iSCSI node
ru: Сбой завершения сеанса на узле iSCSI

source: Failed to setup iSCSI subsystem
ru: Сбой настройки параметров подсистемы iSCSI

source: ISO domain cannot be a master storage domain
ru: Домен ISO не может быть главным доменом хранилища

source: Operation not allowed while SPM is active
ru: При активном SPM операция не разрешается

source: A labeled network interface could not be found.
ru: Не удалось найти сетевой интерфейс с меткой.

source: Add tag to Logical Volume error
ru: Ошибка добавления тега логического тома

source: Cannot create logical volume - already exists
ru: Не удалось создать логический том — уже существует

source: Logical volume cache error
ru: Ошибка кеша логического тома

source: Logical volume does not exist
ru: Логический том не существует

source: Logical Volume extend failed
ru: Сбой расширения логического тома

source: Cannot update/change logical volume permissions
ru: Невозможно обновить/изменить права доступа логического тома

source: Cannot refresh Logical Volume
ru: Не удалось обновить сведения о логическом томе

source: Remove tag from Logical Volume error
ru: Ошибка удаления тега логического тома

source: Cannot rename Logical Volume
ru: Невозможно переименовать логический том

source: Replace Logical Volume tag error
ru: Ошибка замены тега логического тома

# LogicalVolumeScanError
source: Logical volume scanning error
ru: Ошибка сканирования логического тома

source: Cannot get Logical Volumes list from Volume Group
ru: Не удалось получить список логических томов из группы томов

# LogicalVolumesScanError
source: Logical volume scanning error
ru: Ошибка сканирования логического тома

source: Wrong logical volume tag
ru: Неверный тег логического тома

source: LVM setup failed
ru: Сбой настройки параметров LVM

source: Mac Address is in use.
ru: MAC адрес используется

source: Error Initializing MAC Pool
ru: Ошибка инициализации пула MAC адресов

source: No available MAC addresses left in the MAC Address Pool.
ru: В пуле MAC адресов не осталось доступных адресов

source: MAC Address Pool is not defined. Please check your configuration using Configuration Tool.
ru: Пул MAC адресов не определён. Проверьте параметры с помощью инструмента конфигурации engine-config

source: Error merging snapshots
ru: Ошибка слияния снимков

source: Cannot rollback merge volume
ru: Невозможно откатить слияние томов

source: General Meta data error
ru: Общая ошибка метаданных

source: Meta data key error
ru: Ошибка ключа метаданных

source: Meta Data key not found error
ru: Ошибка: ключ метаданных не найден

source: Meta Data mapping failed
ru: Сбой сопоставления метаданных

source: Metadata is too big. Cannot change Metadata
ru: Слишком большой размер метаданных. Невозможно изменить метаданные.

source: Meta Data parameter invalid
ru: Недопустимый параметр метаданных
