Repository: jtux270/translate
Catalog: openstack/zanata/murano-dashboard-stable-wallaby/*/muranodashboard/locale/django.po
Languages: ru

source: If the package depends upon other packages and/or requires specific glance images, those are going to be installed with it from murano repository.
ru: Если пакет зависит от других пакетов, и/или для него требуются конкретные образы из службы образов Glance, то они будут установлены вместе с пакетами из репозитория каталога приложений Murano

source: Package Details
ru: Подробные сведения о пакете

source: Application&nbsp;Components
ru: Приложение&nbsp;Компоненты

source: App category
ru: Категория приложения

source: All
ru: Все

source: Find in a selected category
ru: Найти в выбранной категории

source: There are no applications in the catalog. You can import apps from
ru: В каталоге нет приложений. Импортировать приложения можно из

source: Go to <b> <a href=%(pkg_def_url)s>Packages</a> </b>, click 'Import Package' and select <i>Repository</i> as <i>Package Source</i>.
ru: Перейдите в меню <b><a href=%(pkg_def_url)s>Пакеты</a></b>, нажмите «Импортировать пакет», и в качестве <i>Источника пакета</i> выберите <i>Репозиторий</i>.

source: Drop Components here
ru: Перетащите компоненты сюда

source: Component Logs
ru: Журналы компонента

source: Component Details
ru: Подробные сведения о компоненте

source: Info
ru: Сведения

source: Instance name
ru: Имя экземпляра

source: Instance%(forloop.counter)s name
ru: Имя экземпляра%(forloop.counter)s

source: Heat Orchestration stack name
ru: Имя стека Heat Orchestration

source: Heat Orchestration stack%(forloop.counter)s name
ru: Имя стека%(forloop.counter)s Heat Orchestration

source: Configure Application
ru: Настроить приложение

source: Number of Instances
ru: Число экземпляров

source: %(used)s + %(other_used)s of %(quota)s used
ru: используется %(used)s + %(other_used)s из %(quota)s

source: Number of VCPUs
ru: Число вирт. ЦП

source: Total RAM
ru: Всего ОЗУ

source: %(used)s + %(other_used)s of %(quota)s MB used
ru: используется %(used)s + %(other_used)s из %(quota)s Мбайт

source: Back
ru: Назад

source: Deployment with id foo_deployment_id doesn't exist anymore
ru: Развёртывание с id foo_deployment_id больше не существует

source: Package with id foo_package_id is not found
ru: Пакет с id foo_package_id не найден

source: Error test_error_message occurred while installing package bar
ru: Во время установки пакета bar возникла ошибка test_error_message

source: Package foo uploaded
ru: Пакет foo был выгружен
