Repository: jtux270/translate
Catalog: openstack/zanata/murano-dashboard-stable-wallaby/*/muranodashboard/locale/django.po
Languages: ru

source: App Catalog
ru: Каталог приложений

source: Unable to communicate to murano-api server.
ru: Обмен информацией с сервером murano-api невозможен

source: Unable to communicate to glare-api server.
ru: Обмен информацией с сервером glare-api невозможен

source: Check Keystone configuration of murano-api server.
ru: Проверьте конфигурацию Keystone сервера murano-api

source: Operation is forbidden by murano-api server.
ru: Действие запрещено сервером murano-api

source: Requested object is not found on murano server.
ru: Запрошенный объект не был найден на сервере murano

source: Requested operation conflicts with an existing object.
ru: Запрошенное действие конфликтует с существующим объектом

source: The request data is not acceptable by the server
ru: Сервер не может принять запрошенные данные

source: There was an error communicating with server
ru: Ошибка обмена данными с сервером

source: Overview
ru: Обзор

source: Requirements
ru: Требования

source: License
ru: Лицензия

source: Can not get logo for {0}.
ru: Не удалось получить лого для {0}.

source: Can not get supplier logo for {0}.
ru: Не удалось получить лого поставщика для {0}.

source: Add Application
ru: Добавить приложение

source: This Application requires encryption, please contact your administrator to configure this.
ru: Для данного приложения требуется шифрование, обратитесь к администратору для его настройки.

source: Sorry, you can't add application right now. The environment is deploying.
ru: В данный момент добавить приложение невозможно. Идёт разворачивание окружения.

source: Adding application to an environment failed.
ru: Сбой добавления приложения в окружение.

source: The '{0}' application successfully added to environment.
ru: Приложение '{0}' было успешно добавлено в окружение

source: Failed to get list of flavors.
ru: Не удалось получить список вариантов конфигурации

source: Browse
ru: Просмотреть

source: Category Name
ru: Имя категории

source: 80 characters max.
ru: Максимум 80 символов

source: Category {0} created.
ru: Категория {0} была создана

source: Categories
ru: Категории

source: Add Category
ru: Добавить категорию

source: Delete Category
ru: Удалить категорию

source: Deleted Category
ru: Категория была удалена

source: Unable to delete category
ru: Невозможно удалить категорию

source: Package Count
ru: Число пакетов

source: Application Categories
ru: Категории приложений

source: Add Application Category
ru: Добавить категорию приложения

source: Add
ru: Добавить

source: Select a valid choice. %(value)s is not one of the available choices.
ru: Выберите допустимый вариант. %(value)s не является доступным вариантом.

source: Enter a dict with choices and values. Got %(value)s.
ru: Укажите словарь с вариантами и значениями. Получено %(value)s.

source: The VMs of the applications in this environment will join this net by default, unless configured individually. Choosing 'Create New' will generate a new Network with a Subnet having an IP range allocated among the ones available for the default Murano Router of this project
ru: ВМ приложений в данном окружении присоединятся к данной сети по умолчанию, если только настройка каждой ВМ не выполнялась индивидуально. Выбор параметра «Создать» создаст новую сеть с подсетью, диапазон адресов IP которой будет расположен среди диапазонов, доступных для исходного маршрутизатора Murano этого проекта.

source: OpenStack Networking (Neutron) is not available in current environment. Custom Network Settings cannot be applied
ru: Сетевая служба OpenStack (Neutron) недоступна в текущем окружении. Пользовательские параметры сети применить нельзя.

source: Network of '%s'
ru: Сеть из '%s'

source: %s: random subnet
ru: %s: случайная подсеть

source: Unable to retrieve public images.
ru: Не удалось получить сведения об общедоступных образах

source: Invalid murano image metadata
ru: Недопустимые метаданные образа murano

source: The password must contain at least one letter, one number and one special character
ru: Пароль должен состоять как минимум из одной буквы, одной цифры и одного спец. символа.

source: {0}{1} don't match
ru: {0}{1} не совпадают

source: Enter a complex password with at least one letter, one number and one special character
ru: Укажите сложный пароль, содержащий как минимум одну букву, одну цифру и один спец. символ.

source: Enter a password
ru: Введите пароль

source: Confirm password
ru: Подтвердите пароль

source: Please confirm your password
ru: Подтвердите пароль

source: Retype your password
ru: Повторите пароль

source: No keypair
ru: Без пары ключей

source: Application default security group
ru: Группа безопасности по умолчанию приложения

source: Select Image
ru: Выбрать образ

source: No images available
ru: Нет доступных образов

source: Invalid value of 'murano_nets' option
ru: Недопустимое значение параметра 'murano_nets'

source: Auto
ru: Автоматически

source: Unable to retrieve availability zones.
ru: Не удалось получить сведения о зонах доступности

source: No availability zones available
ru: Нет доступных зон доступности

source: Unable to retrieve volume list.
ru: Не удалось получить список томов

source: Unable to retrieve snapshot list.
ru: Не удалось получить список снимков

source: Select volume
ru: Выбрать том

source: No volumes available
ru: Нет доступных томов

source: First symbol should be latin letter or underscore. Subsequent symbols can be latin letter, numeric, underscore, at sign, number sign or dollar sign
ru: Первым символом должен быть символ латиницы или символ нижнего подчёркивания. Последующие символы могут быть: латинской буквой, цифрой, символом «собаки», цифровым символом или символом доллара

source: There was an error initialising this field.
ru: Возникла ошибка при инициализации этого поля

source: Select Application
ru: Выбрать приложение

source: Couldn't find any apps, required for this field. Tried: {fqns}
ru: Не удалось найти приложений, требуемых для данного поля. Испробовано: {fqns}

source: Not in domain
ru: Не в домене

source: Optional
ru: Дополнительно

source: Validation Error occurred
ru: Возникла ошибка при проверке правильности

source: Step {0}
ru: Шаг {0}

source: Error fetching the environment. The page may be rendered incorrectly. Reason: %s
ru: Ошибка получения сведений об окружении. Эта страница может отображаться неправильно. Причина: %s

source: Could not retrieve latest status for the {0} environment
ru: Не удалось получить свежего статуса для окружения {0}

source: Ready
ru: Готово

source: Deploying
ru: Идёт развёртывание

source: Deleting
ru: Выполняется удаление

source: Ready to deploy
ru: Готово к развёртыванию

source: Ready to configure
ru: Готово для создания конфигурации

source: Delete failure
ru: Сбой удаления

source: Deploy failure
ru: Сбой развёртывания

source: Failed
ru: Сбой

source: Completed with warnings
ru: Выполнено с предупреждениями

source: Running
ru: Выполняется

source: Running with errors
ru: Выполняется с ошибками

source: Running with warnings
ru: Выполняется с предупреждениями

source: Successful
ru: Успешно

source: Unknown
ru: Неизвестно

source: Environment name must contain at least one non-white space symbol.
ru: Имя окружения должно содержать как минимум один непробельный символ

source: Environment Name
ru: Имя окружения

source: Environment Default Network
ru: Сеть по умолчанию для окружения

source: Default network is either not specified for this project, or specified incorrectly, please contact administrator.
ru: Сеть по умолчанию либо не указана для данного проекта, либо указана неверно. Свяжитесь с администратором.

source: Unavailable
ru: Недоступно

source: Create New
ru: Создать

source: Environment with specified name already exists
ru: Окружение с таким именем уже существует

source: Failed to create environment
ru: Не удалось создать окружение

source: Environments
ru: Окружения

source: Add Component
ru: Добавить компонент

source: Create Environment
ru: Создать окружение

source: Unable to create environment "%s".
ru: Не удалось создать окружение "%s".

source: Deployment History
ru: История развёртываний

source: Delete Environment
ru: Удалить окружение

source: Started Deleting Environment
ru: Началось удаление окружения

source: Unable to delete environment "%s".
ru: Не удалось удалить окружение "%s".

source: This action cannot be undone. Any resources created by this environment will have to be released manually.
ru: Это действие нельзя будет отменить. Любые ресурсы, созданные данным окружением, необходимо будет публиковать вручную.

source: Delete Component
ru: Удалить компонент

source: Started Deleting Component
ru: Началось удаление компонента

source: Sorry, you can't delete service right now
ru: В данный момент удалить службу невозможно.

source: Deploy Environment
ru: Развернуть окружение

source: Started deploying Environment
ru: Началось разворачивание окружения

source: Update Environment
ru: Обновить окружение

source: Updated Environment
ru: Окружение было обновлено

source: Unable to deploy. Try again later
ru: Не удалось развернуть. Повторите попытку позже.

source: Deploy This Environment
ru: Развернуть это окружение

source: Update This Environment
ru: Обновить это окружение

source: Deploy started
ru: Разворачивание начато

source: Manage Components
ru: Управлять компонентами

source: Update Metadata
ru: Обновить метаданные

source: Name
ru: Имя

source: Status
ru: Статус

source: NO ENVIRONMENTS
ru: НЕТ ОКРУЖЕНИЙ

source: Type
ru: Тип

source: Last operation
ru: Последнее действие

source: Time updated
ru: Время обновления

source: Component List
ru: Список компонентов

source: No components
ru: Без компонентов

source: Show Details
ru: Показать подробности

source: Time Started
ru: Время начала

source: Time Finished
ru: Время окончания

source: Deployments
ru: Развёртывания

source: Deployed Components
ru: Развёрнутые компоненты

source: Environment
ru: Окружение

source: Logs (Created, Message)
ru: Журналы (создан, сообщение)

source: Services (Name, Type)
ru: Службы (имя,тип)

source: Component
ru: Компонент

source: Logs
ru: Журналы

source: Latest Deployment Log
ru: Журнал последнего развёртывания

source: Configuration
ru: Конфигурация

source: Topology
ru: Топология

source: Components
ru: Компоненты

source: Unable to retrieve list of services. This environment is deploying or already deployed by other user.
ru: Не удалось получить список служб. Данное окружение развёртывается или уже было развёрнуто другим пользователем.

source: Environment with id %s doesn't exist anymore
ru: Окружение с id %s больше не существует

source: Unable to retrieve list of deployments
ru: Не удалось получить список развёртываний

source: Sorry, this environment doesn't exist anymore
ru: К сожалению, это окружение больше не существует

source: Applications
ru: Приложения

source: Unable to retrieve details for service
ru: Не удалось получить подробные сведения о службе

source: Create
ru: Создать

source: Unable to retrieve deployment history.
ru: Не удалось получить историю развёртываний

source: Deployment with id %s doesn't exist anymore
ru: Развёртывание с id %s больше не существует

source: Invalid metadata for image: {0}
ru: Недопустимые метаданные образа: {0}

source: Image
ru: Образ

source: Title
ru: Заголовок

source: Custom Type
ru: Пользовательский тип

source: Unable to retrieve list of images
ru: Не удалось получить список образов

source: Specified title already in use. Please choose another one.
ru: Указанный заголовок уже используется. Выберите другой заголовок.

source: Images
ru: Образы

source: Delete Metadata
ru: Удалить метаданные

source: Deleted Metadata
ru: Метаданные были удалены

source: Unable to remove metadata
ru: Не удалось удалить метаданные

source: Add Murano Metadata
ru: Добавить метаданные Murano

source: Update Image
ru: Обновить образ

source: Manage
ru: Управлять

source: File
ru: Файл

source: Repository
ru: Репозиторий

source: Package Bundle Source
ru: Источник набора пакетов

source: Bundle URL
ru: URL набора пакетов

source: An external http/https URL to load the bundle from.
ru: Внешний http/https URL для скачивания набора пакетов

source: Bundle Name
ru: Имя набора пакетов

source: Name of the bundle.
ru: Имя набора пакетов

source: Please supply a bundle name
ru: Укажите имя набора пакетов

source: Please supply a bundle url
ru: Укажите URL набора пакетов

source: Package Source
ru: Источник пакета

source: Package URL
ru: URL пакета

source: An external http/https URL to load the package from.
ru: Внешний http/https URL для скачивания пакета

source: Package Name
ru: Имя пакета

source: Package name in the repository, usually a fully qualified name
ru: Имя пакета в репозитории, обычно FQN

source: Application Package
ru: Пакет приложения

source: A local zip file to upload
ru: Локальный файл zip для отправки

source: Package version
ru: Версия пакета

source: It is forbidden to upload files larger than {0} MB.
ru: Выгрузка файлов размером больше {0} Мбайт запрещена

source: Please supply a package file
ru: Предоставьте файл пакета

source: Please supply a package name
ru: Предоставьте имя пакета

source: Please supply a package url
ru: Предоставьте URL пакета

source: Tags
ru: Метки

source: Provide comma-separated list of words, associated with the package
ru: Укажите список слов, через запятую, связанных с пакетом

source: Public
ru: Общедоступный

source: Active
ru: Активен

source: Description
ru: Описание

source: You are not allowed to make packages public.
ru: Вам не разрешено делать пакеты общедоступными

source: Application Category
ru: Категория приложения

source: Unable to get list of categories
ru: Не удалось получить список категорий

source: Package modified.
ru: Пакет изменён

source: You are not allowed to perform this operation
ru: Вам не разрешено выполнять это действие

source: Package or Class with the same name is already made public
ru: Пакет или класс с таким именем уже был сделан общедоступным

source: Failed to modify the package.
ru: Не удалось изменить пакет

source: No categories available
ru: Нет доступных категорий

source: Packages
ru: Пакеты

source: Import Bundle
ru: Импортировать набор пакетов

source: Import Package
ru: Импортировать пакет

source: KeyWord
ru: Ключевое слово

source: Download Package
ru: Скачать пакет

source: Delete Package
ru: Удалить пакет

source: Deleted Package
ru: Пакет удалён

source: Package with id {0} is not found
ru: Пакет с id {0} не найден

source: You are not allowed to delete this package
ru: Вам не разрешено удалять этот пакет

source: Unable to delete package in murano-api server
ru: Невозможно удалить пакет на сервере murano-api

source: Unable to remove package.
ru: Не удалось удалить пакет

source: Modify Package
ru: Изменить пакет

source: Tenant Name
ru: Имя арендатора

source: Version
ru: Версия

source: Created
ru: Создано

source: Updated
ru: Обновлено

source: Trying to add {0} image to glance. Image will be ready for deployment after successful upload
ru: Попытка добавить образ {0} в службу образов glance. Образ будет доступен для развёртывания после успешной выгрузки

source: Trying to add {0}, {1} image to glance. Image will be ready for deployment after successful upload
ru: Попытка добавить образ {0}, {1} в службу образов glance. Образ будет доступен для развёртывания после успешной выгрузки

source: Error {0} occurred while installing images for {1}
ru: Во время установки образов для {1} возникла ошибка {0}.

source: Unable to retrieve project list.
ru: Не удалось получить список проектов

source: UNKNOWN
ru: НЕИЗВЕСТНО

source: Bundle creation failed.Reason: Can't find Bundle name from repository.
ru: Не удалось создать набор пакетов. Причина: не найдено имя набора пакетов в репозитории.

source: Bundle creation failed.Reason: {0}
ru: Сбой создания пакетов. Причина: {0}

source: Error {0} occurred while parsing package {1}
ru: Во время анализа пакета {1} возникла ошибка {0}.

source: Package {0} uploaded
ru: Пакет {0} был выгружен

source: Package {0} already registered.
ru: Пакет {0} уже был зарегистрирован

source: Package {0} upload failed. {1}
ru: Сбой выгрузки пакета {0}. {1}

source: Importing package {0} failed. Reason: {1}
ru: Сбой импорта пакета {0}. Причина: {1}

source: Bundle successfully imported.
ru: Набор пакетов был успешно импортирован.

source: Couldn't update package {0} parameters. Error: {1}
ru: Не удалось обновить параметры пакета {0}. Ошибка: {1}

source: Error {0} occurred while setting image {1}, {2} public
ru: Во время настройки статуса общедоступности образа {1}, {2} возникла ошибка {0}.

source: Couldn't initialise glance v1 client, therefore could not make the following images public: {0}
ru: Не удалось инициализировать клиент службы glance версии 1, поэтому не удалось сделать общедоступными следующие образы: {0}

source: You are not allowed to change this properties of the package
ru: Вам не разрешено изменять свойства этого пакета

source: Modifying package failed
ru: Сбой изменения пакета

source: Unable to modify package
ru: Невозможно изменить пакет

source: Package parameters successfully updated.
ru: Параметры пакета были успешно обновлены

source: Uploading package failed. {0}
ru: Сбой выгрузки пакета. {0}

source: Package creation failed.Reason: Can't find Package name from repository.
ru: Сбой создания пакета. Причина: не найдено имя пакета в репозитории.

source: Package creation failed.Reason: {0}
ru: Сбой создания пакетов. Причина: {0}

source: Error {0} occurred while installing package {1}
ru: Во время установки пакета {1} возникла ошибка {0}

source: Package with specified name already exists
ru: Пакет с таким именем уже существует

source: Unable to retrieve package details.
ru: Не удалось получить подробные сведения о пакете

source: Something went wrong during package downloading
ru: Что-то пошло не так во время скачивания пакета

source: Unable to download package.
ru: Невозможно скачать пакет

source: No license
ru: Без лицензии

source: No requirements
ru: Без требований

source: Author
ru: Автор

source: Add to Env
ru: Добавить к env

source: Create Env
ru: Создать Env

source: Application Details
ru: Подробные сведения о приложении

source: Details
ru: Подробности

source: Click to create new environment
ru: Нажмите чтобы создать новое окружение

source: Recent Activity
ru: Недавние действия

source: No recent activity to report at this time.
ru: На данный момент нет действий, для которых можно создать отчёт

source: App Category:
ru: Категория приложения:

source: Filter
ru: Фильтр

source: Previous Page
ru: Пред. страница

source: Next Page
ru: След. страница

source: There are no applications in the catalog. You can import apps from <a href="%(display_repo_url)s" target="_blank"> %(display_repo_url)s</a>.
ru: В каталоге нет приложений. Импортировать приложения можно из <a href="%(display_repo_url)s" target="_blank"> %(display_repo_url)s</a>.

source: Go to <b><a href=%(pkg_def_url)s>Packages</a></b>, click 'Import Package' and select <i>Repository</i> as <i>Package Source</i>.
ru: Перейдите в меню <b><a href=%(pkg_def_url)s>Пакеты</a></b>, нажмите «Импортировать пакет» и в качестве <i>Источника пакета</i> выберите <i>Репозиторий</i>.

source: There are no applications matching your criteria.
ru: Нет приложений, соответствующих критериям

source: Quick Deploy
ru: Быстрое развёртывание

source: Add new category to the application catalog.
ru: Добавить новую категорию в каталог приложений

source: Provide desired name for a new category
ru: Укажите желаемое имя новой категории

source: Deployment Logs
ru: Журналы развёртываний

source: Environment Deployment History
ru: История развёртывания окружений

source: Deployment Details
ru: Подробные сведения о развёртывании

source: Choose a name for the environment
ru: Выберите имя окружения

source: An environment is a collection of applications that are meant to operate under similar conditions.
ru: Окружение — это набор приложений, предназначенных для работы в определённых условиях

source: Add New
ru: Добавить

source: Select an image registered in Glance Image Services.
ru: Выбрать образ, зарегистрированный в службе образов Glance

source: Image Title
ru: Заголовок образа

source: Image Type
ru: Тип образа

source: Select an image type supported by Murano. Choose 'Custom type' to enter type manually.
ru: Выберите тип образа, поддерживаемый каталогом приложений Murano. Чтобы указать тип вручную, выберите «Пользовательский тип»

source: Enter an image type supported by Murano.
ru: Введите тип образа, поддерживаемый каталогом приложений Murano.

source: Package Tags
ru: Метки пакета

source: Enabled
ru: Включено

source: None
ru: Нет

source: Bundle's full name.
ru: Полное имя набора пакетов.

source: The bundle is going to be installed from <a href="%(murano_repo_url)s" target="_blank">%(murano_repo_url)s</a> repository.
ru: Набор пакетов будет установлен из репозитория <a href="%(murano_repo_url)s" target="_blank">%(murano_repo_url)s</a>.

source: HTTP/HTTPS URL of the bundle file.
ru: HTTP/HTTPS URL файла набора пакетов

source: Note
ru: Обратите внимание

source: You'll have to configure each package installed from this bundle separately.
ru: Каждый пакет, устанавливаемый из этого набора, необходимо будет настроить вручную

source: If packages depend upon other packages and/or require specific glance images, those are going to be installed with them from murano repository.
ru: Если пакеты зависят от других пакетов, и/или для него требуются конкретные образы из службы образов Glance, то они будут установлены вместе с пакетами из репозитория каталога приложений Murano

source: Cancel
ru: Отмена

source: Next
ru: Вперёд

source: Select one or more categories for a package.
ru: Выберите одну или более категорий для пакета

source: Update
ru: Обновить

source: Set up for identifying a package.
ru: Настроить для идентификации пакетов

source: Used for identifying and filtering packages.
ru: Используется для идентификации и фильтрации пакетов

source: Defines whether or not a package can be used by other tenants. (Applies to package dependencies)
ru: Указывает, может ли пакет использоваться другими арендаторами. (Применяется и к зависимостям пакетов)

source: Allows to hide a package from the catalog. (Applies to package dependencies)
ru: Позволяет спрятать пакет в каталоге. (Применяется и к зависимостям пакетов)

source: Allows adding additional information about a package.
ru: Позволяет добавить дополнительную информацию о пакетах

source: Specifying a category helps to filter applications in the catalog
ru: Указание категории помогает фильтрации пакетов в каталоге

source: Choose a Zip archive to upload into the catalog.
ru: Выберите архив zip для выгрузки в каталог

source: Packages should contain:
ru: Пакеты должны содержать:

# Package requirements
source: Manifest file
ru: Файл манифеста

# Package requirements
source: UI definition folder
ru: Папка с определением UI

# Package requirements
source: Classes definition folder
ru: Папка с определениями классов

# Package requirements
source: Execution plans folder
ru: Папка с планами исполнения

source: Fully qualified package name.
ru: Полное имя (FQN) пакета

source: Package Version
ru: Версия пакета

source: Version of the package (optional).
ru: Версия пакета (дополнительно)

source: The package is going to be imported from <a href="%(murano_repo_url)s" target="_blank">%(murano_repo_url)s</a> repository.
ru: Пакет будет импортирован из репозитория <a href="%(murano_repo_url)s" target="_blank">%(murano_repo_url)s</a>.

source: HTTP/HTTPS URL of the package file.
ru: HTTP/HTTPS URL файла пакета
