Repository: jtux270/translate
Catalog: properties_4/frontend.webadmin.modules.uicompat.src.main.resources.org.ovirt.engine.ui.uicompat/UIConstants_*.po
Languages: ru

# AddVolume
source: Add
ru: Добавить

# ConfigureTitle
source: Configure
ru: Параметры

source: Export Domain is not attached to any Data Center. Data can be retrieved only when the Domain is attached to a Data Center and is active
ru: Домен экспорта не присоединён ни к одному дата-центру. Данные можно получать только с активного домена, присоединённого к дата-центру

source: Name can contain only alphanumeric, '.', '_', '+' or '-' characters.
ru: Имя должно содержать только буквенно-цифровые символы, «.», «_», «+» или «-».

source: VDSM Version -
ru: Версия VDSM —

source: Action
ru: Выполнить

source: Active User Sessions
ru: Активные сеансы пользователя

source: Add
ru: Добавить

source: Add and Close
ru: Добавить и закрыть

# addAnotherHostClusterGuide
source: Add another Host
ru: Добавить другой хост

# addBricksButtonLabel
source: Add
ru: Добавить

source: Replica count can be increased by only one
ru: Число реплик можно увеличить только на единицу

source: Replicate Confirmation
ru: Подтверждение репликации

source: Stripe count can be increased by only one
ru: Число чередований можно увеличить только на единицу

# addBricksTitle
source: Add Bricks
ru: Добавить элементы

source: Multiple bricks of a Replicate volume are present on the same server. This setup is not optimal. Do you still want to continue?
ru: На одном и том же сервере находятся несколько элементов реплицируемого тома. Это не самая оптимальная настройка. Продолжать?

# addBricksVolume
source: Add Bricks
ru: Добавить элементы

source: Attach Cluster to Data Center
ru: Присоединить кластер к дата-центру

source: Add Desktop(s) to User/AD Group
ru: Добавить рабочие столы пользовательской/AD группе

source: Add Event Notification
ru: Добавить уведомление о событии

source: Add iSCSI Bond
ru: Добавить связь iSCSI

source: Add Local Storage
ru: Добавить локальное хранилище

# addMacPoolButton
source: New
ru: Новый

source: Add Hosts
ru: Добавить хосты

source: Add new Label
ru: Добавить новую метку

source: Add Option
ru: Добавить параметр

source: Add Permission to User
ru: Добавить права доступа пользователю

source: Add Provider
ru: Добавить поставщика

source: Add System Permission to User
ru: Добавить системные права доступа пользователю

source: Add Users and Groups
ru: Добавить пользователей и группы

source: Add Host Devices
ru: Добавить устройства хоста

source: The given host address is neither a valid host name nor a valid IP address.
ru: Указанный адрес не может быть ни именем хоста ни адресом IP.

source: Administration Operations
ru: Операции администрирования

source: Brick Advanced Details
ru: Дополнительные сведения об элементах

source: Affinity Groups
ru: Группы схожести

source: Alerts
ru: Предупреждения

source: All networks
ru: Все сети

source: Allocation can be modified only when importing a single VM
ru: Распределения можно изменить только если импортируется одна ВМ

source: Allow to access image domain
ru: Разрешить доступ к домену образов

source: Allow basic VM operations - Run/Stop/Pause
ru: Разрешить базовые операции с ВМ: запуск/остановка/пауза

source: Allow Change VM properties
ru: Разрешить изменение свойств ВМ

source: Allow changing Template administrative properties
ru: Разрешить изменение административных свойств шаблонов

source: Allow changing VM administrative properties
ru: Разрешить изменение административных свойств ВМ

source: Allow connecting to VM serial console
ru: Разрешить подключение к последовательной консоли ВМ

source: Allow import/export operations
ru: Разрешить выполнение операций импорта/экспорта

source: Allow migrating VM between Hosts in a Cluster
ru: Разрешить выполнение миграций ВМ между хостами в кластере

source: Allow to override the currently opened remote console session
ru: Разрешить переназначение текущего открытого сеанса удалённой консоли

source: Allow to add new Host to the Cluster
ru: Разрешить добавление нового хоста в кластер

source: Allow to add/remove disk to the VM
ru: Разрешить добавление/удаление дисков в ВМ

source: Allow to add/remove Logical Networks for the Cluster (from the list of Networks defined by the Data Center)
ru: Разрешить добавление/удаление логических сетей в кластер (из списка сетей, определённого дата-центром)

source: Allow to add/remove permissions for Users on objects in the system
ru: Разрешить добавление/удаление прав доступа пользователям на объекты в системе

source: Allow to Add/Remove Users from the System
ru: Разрешить добавление/удаление системных пользователей

source: Add users and groups from directory while adding permissions
ru: Добавлять пользователей/группы из каталога во время добавления прав доступа

source: Allow to assign CPU Profile to Vm
ru: Разрешить назначение профиля ЦП машине

source: Allow to attach CD to the VM
ru: Разрешить присоединять CD к ВМ

# allowToAttachDiskProfile
source: Allow to attach Disk Profile to a Disk
ru: Разрешить добавлять профиль диска к диску

# allowToAttachDiskProfileToDiskRoleTreeTooltip
source: Allow to attach Disk Profile to a Disk
ru: Разрешить добавлять профиль диска к диску

source: Allow to attach Disk to a VM
ru: Разрешить присоединять диски к ВМ

source: Allow to change Host status: activate/maintenance
ru: Разрешить изменять статус хоста: активация/обслуживание

source: Allow to change properties of the Disk
ru: Разрешить изменять параметры диска

source: Allow to change properties of the VM-Pool
ru: Разрешить изменять свойства пула ВМ

source: Allow to change SCSI I/O privileges
ru: Разрешить изменять привилегии ввода/вывода SCSI

source: Allow to change Storage Domain status: maintenance/activate; attach/detach
ru: Разрешить изменять статус домена хранилища: активация/обслуживание; присоединить/отсоединить

source: Allow to change Template properties
ru: Разрешить изменять параметры шаблона

source: Allow changing VM custom properties
ru: Разрешить изменять пользовательские параметры ВМ

source: Allow to configure Host's Network physical interfaces (Nics)
ru: Разрешить настраивать физические интерфейсы (Nic) сетей хоста

source: Allow to configure Temlate Network
ru: Разрешить настраивать сеть шаблонов

source: Allow to configure VMs network
ru: Разрешить настраивать сеть виртуальных машин

source: Allow to copy Template between Storage Domains
ru: Разрешить копирование шаблона между доменами хранилищ

source: Allow to create CPU Profile
ru: Разрешить создание профиля ЦП

source: Allow to create Data Center
ru: Разрешить создание дата-центров

source: Allow to create/delete snapshots of the VM
ru: Разрешить создание/удаление снимков ВМ

source: Allow to create Disk Profile
ru: Разрешить создавать профили дисков

source: Allow to create Disk
ru: Разрешить создавать диски

source: Allow to create Gluster Volumes
ru: Разрешить создавать тома Gluster

source: Allow to create Logical Network per Data Center
ru: Разрешить создавать логическую сеть на дата-центр

source: Create
ru: Создать

source: Allow to create new Cluster
ru: Разрешить создавать новые кластеры

source: Allow to create new Vms from Instance Type
ru: Разрешить создавать новые ВМ из типа экземпляра

source: Allow to create new Template
ru: Разрешить создавать новые шаблоны

source: Allow to create new Vms
ru: Разрешить создавать новые ВМ

source: Allow to create Storage Domain
ru: Разрешить создавать домены хранилищ

source: Allow to create VM-Pool
ru: Разрешить создавать пулы ВМ

source: Allow to create vNIC Profile
ru: Разрешить создавать профили vNIC

source: Allow to define/configure roles in the System
ru: Разрешить определять/настраивать роли в системе

source: Allow to delete CPU Profile
ru: Разрешить удаление профиля ЦП

source: Allow to delete Disk Profile
ru: Разрешить удалять профили дисков

source: Allow to delete Disk
ru: Разрешить удалять диски

source: Allow to delete Gluster Volumes
ru: Разрешить удалять тома Gluster

source: Allow to delete Logical Network
ru: Разрешить удалять логические сети

source: Delete
ru: Удалить

source: Allow to delete Storage Domain
ru: Разрешить удалять домены хранилищ

source: Allow to delete VM-Pool
ru: Разрешить удалять пулы ВМ

source: Allow to delete vNIC Profile
ru: Разрешить удалять профили vNIC

source: Allow to Edit Cluster properties
ru: Разрешить изменять параметры кластера

source: Allow to Edit Host properties; upgrade/install
ru: Разрешить изменять параметры хоста; обновлять/устанавливать

source: Allow to edit Logical Network's properties
ru: Разрешить изменять свойства логической сети

source: Allow to edit Logical Networks properties within the Cluster (e.g. non-required or display network)
ru: Разрешить изменять свойства логической сети внутри кластера (напр., необязательные сети или сети передачи экрана)

# allowToEditMacPoolTooltip
source: Edit
ru: Изменить

source: Allow to edit vNIC Profile
ru: Разрешить изменять профили vNIC

source: Allow to get or set System Configuration
ru: Разрешить получать или устанавливать системные параметры

source: Allow to live migrate a Disk to another Storage Domain
ru: Разрешить проводить динамическую миграцию диска на другой домен хранилища

source: Allow to login to the system
ru: Разрешить выполнять вход в систему

source: Allow to manage Audit Logs
ru: Разрешить работу с журналами аудита

source: Allow to manage Bookmarks
ru: Разрешить работу с закладками

source: Allow to manage Event Notifications
ru: Разрешить работу с уведомлениями о событиях

source: Allow to manage Tags
ru: Разрешить работу с тегами

source: Allow to add, edit or remove Affinity Groups within the Cluster
ru: Разрешить добавлять, изменять или удалять группы схожести в кластере

source: Allow to manipulate Gluster Volumes
ru: Разрешить управлять томами Gluster

source: Allow to modify Data Center properties
ru: Разрешить изменять параметры дата-центра

source: Allow to modify Storage Domain properties
ru: Разрешить изменять параметры домена хранилища

source: Allow to move Disk to another Storage Domain
ru: Разрешить переносить диски в другой домен хранилища

source: Allow to move VM image to another Storage Domain
ru: Разрешить переносить образ ВМ в другой домен хранилища

source: Allow to remove Cluster
ru: Разрешить удалять кластеры

source: Allow to remove Data Center
ru: Разрешить удалять дата-центры

source: Allow to remove existing Host from the Cluster
ru: Разрешить удалять существующие хосты из кластера

source: Allow to remove existing Template
ru: Разрешить удалять существующие шаблоны

source: Allow to remove Vms from the system
ru: Разрешить удалять ВМ из системы

source: Allow to Run/Pause/Stop a VM from VM-Pool
ru: Разрешить запуск/паузу/останов машин из пула ВМ

source: Allow to update CPU Profile
ru: Разрешить обновление профиля ЦП

source: Allow to update Disk Profile
ru: Разрешить обновлять профили дисков

# allowToUseMacPoolTooltip
source: Configure
ru: Параметры

source: Allow connecting to the VM graphical console screen
ru: Разрешить подключение к экрану графической консоли ВМ

source: Allow setting port mirroring to VMs networks
ru: Разрешить настройку зеркалирования портов в сетях ВМ

source: Any Data Center
ru: Любой дата-центр

source: Any Host in Cluster
ru: Любой хост в кластере

source: Any Host in Data Center
ru: Любой хост в дата-центре

source: Applications
ru: Приложения

source: Are you sure you want to detach selected Virtual Machine(s)?
ru: Точно отсоединить выбранные ВМ?

# areYouSureTitle
source: Are you sure?
ru: Продолжить?

source: Are you sure you want to deactivate the following VM disk(s)?
ru: Точно деактивировать следующие диски ВМ?

source: Are you sure you want to detach the following storage(s)?
ru: Точно отсоединить следующие хранилища?

source: Are you sure you want to detach from the user the following Virtual Machine(s)
ru: Точно отсоединить от пользователя следующие ВМ?

source: Are you sure you want to detach Storage from the following Data Center(s)?
ru: Точно отсоединить хранилище от следующих дата-центров?

source: Changes done to the Networking configuration are temporary until explicitly saved. Are you sure you want to make the changes persistent?
ru: Изменения параметров сети являются временными вплоть до явного их сохранения. Точно сделать эти изменения постоянными?

source: Are you sure you want to place the following host(s) into maintenance mode?
ru: Точно переместить следующие хосты в режим обслуживания?

source: Are you sure you want to place the following Storage Domain into maintenance mode?
ru: Точно переместить следующие домены хранилищ в режим обслуживания?

source: Are you sure you want to Reboot the following Virtual Machines?
ru: Точно перезапустить следующие ВМ?

source: Are you sure you want to Restart the following Host(s), ungracefully stopping running VM(s)?
ru: Точно перезапустить следующие хосты? Выполняющиеся ВМ будут жёстко остановлены.

source: Are you sure you want to Shut down the following Virtual Machines?
ru: Точно завершить выполнение следующих ВМ?

source: Are you sure you want to Stop the following Host(s)?
ru: Точно остановить следующие хосты?

source: Are you sure you want to Power Off the following Virtual Machines?
ru: Точно остановить следующие ВМ?

source: Are you sure you want to synchronize all host's networks?
ru: Точно синхронизировать все сети хоста?

source: Are you sure you want to Upgrade this Host?
ru: Точно обновить это хост?

source: There are running VMs on this host. Are you sure you want to continue the upgrade process? Running VM(s) will be migrated to another host.
ru: На этом хосте есть выполняющиеся машины. Точно продолжить процесс обновления? Выполняющиеся машины будут перенесены на другой хост.

source: Are you sure you want to unplug the VM Network Interface?
ru: Точно отключить сетевой интерфейс ВМ?

source: Name can contain only 'A-Z', 'a-z', '0-9', '_' or '-' characters, and might be followed by '@' and domain name
ru: Имя должно содержать только символы «a-z», «A-Z», «0-9», «_» или «-», а далее должен следовать символ «@» и доменное имя

source: Name can contain only 'A-Z', 'a-z', '0-9', '_' or '-' characters.
ru: Имя сети должно содержать только символы «a-z», «A-Z», «0-9», «_» или «-».

source: Only alphanumeric and some special characters that conform to the standard ASCII character set are allowed.
ru: Разрешены только буквенно-цифровые и некоторые специальные символы, отвечающие стандарту ASCII.

source: Manage Network
ru: Управление сетью

source: Manage Networks
ru: Управление сетями

source: Assign Disk Quota
ru: Назначить дисковую квоту

source: Assign Tags
ru: Назначить теги

source: Assign Users and Groups to Quota
ru: Привязать пользователей и группы к квоте

source: At least one disk must be marked.
ru: Как минимум один диск должен быть помечен

source: Attach/Detach Network to/from Clusters
ru: Присоединять/отсоединять сети от/к кластеру

# attachDiskProfileRoleTree
source: Disk Profile
ru: Профиль диска

source: Attach Export Domain
ru: Присоединить домен экспорта

# attachISOLibraryTitle
source: Attach ISO Library
ru: Присоединить библиотеку ISO

source: Note: to fully configure the Data-Center, at least one local Storage Domain should be attached and activated.
ru: Внимание: для полной настройки дата-центра необходимо присоединить и активировать как минимум один локальный домен хранилища.

# attachStorageTitle
source: Attach Storage
ru: Присоединить хранилище

source: Attach to Data Center
ru: Присоединить к дата-центру

# attachVirtualDiskTitle
source: Attach Virtual Disks
ru: Присоединить виртуальные диски

source: Attached
ru: Присоединённый

source: attaching
ru: присоединяется

source: Automatic
ru: Автоматически

source: Back
ru: Назад

source: Backup Template
ru: Резервная копия шаблона

source: Ballooning is only available for Cluster compatibility version 3.3 and higher
ru: Ballooning поддерживается только версией совместимости кластера 3.3 и выше

source: Base Template(s) not Found on Export Domain
ru: Базовые шаблоны не найдены в домене экспорта

source: Basic Operations
ru: Основные операции

source: Blank Template cannot be copied
ru: Нельзя скопировать пустой шаблон

source: Blank Template cannot be edited
ru: Нельзя изменить пустой шаблон

source: Blank Template cannot be exported
ru: Нельзя экспортировать пустой шаблон

source: Blank Template cannot be removed
ru: Нельзя удалить пустой шаблон

source: A bond name must begin with the prefix 'bond' followed by a number.
ru: В начале имени связки должен стоять префикс «bond», далее должно идти число.

source: Bond Network Interfaces
ru: Объединённые сетевые интерфейсы

source: (boot)
ru: (загрузочный)

source: [N/A]
ru: [Н/Д]

# bricksTitle
source: Bricks
ru: Элементы

source: Bridge Mappings
ru: Привязка мостов

source: Please use a comma-separated list of 'label:bridge'
ru: Используйте список «label:bridge», через запятую

source: Cancel
ru: Отменить

source: Could not find any host in Up status in the cluster. Please try again later.
ru: На кластере не удалось найти ни одного хоста в рабочем статусе

source: Cannot change Cluster in tree context
ru: Невозможно изменить кластер в контексте дерева

source: Cannot change Data Center in tree context
ru: Невозможно изменить дата-центр в контексте дерева

source: Cannot change Host in tree context
ru: Невозможно изменить хост в контексте дерева

source: Cannot change Repository type with Storage Domains attached to it
ru: Невозможно изменить тип репозитория, если к нему присоединены домены хранилищ.

source: Shut down all VMs before changing the cluster version.
ru: Перед сменой версии кластера завершите работу всех ВМ.

source: Cannot edit name in tree context
ru: Невозможно изменить имя в контексте дерева

source: An IDE disk can't be read-only.
ru: Диск IDE не может быть только для чтения

source: A VirtIO-SCSI DirectLUN disk can't be set as read-only when SCSI pass-through is enabled.
ru: Диск VirtIO-SCSI DirectLUN нельзя настроить только для чтения, если включен «промежуточный» SCSI

source: SCSI pass-through is not supported for read-only disks.
ru: «Промежуточный» SCSI не поддерживается для дисков только для чтения

source: Privileged SCSI I/O can be set only when SCSI pass-through is enabled.
ru: Привилегированный ввод/вывод SCSI можно настроить только при включённом «промежуточном» SCSI

source: VirtIO-SCSI is not supported for the selected OS
ru: Для выбранной ОС VirtIO-SCSI не поддерживается

source: When the VM is running, cannot activate a disk attached with IDE interface.
ru: Нельзя активировать диск, присоединённый через интерфейс IDE, если машина выполняется

source: Cannot activate disk, VM should be in Down, Paused or Up status.
ru: Невозможно активировать диск, ВМ должна иметь статус «Выключена», «Приостановлена» или «Работает»

source: Incorrect bricks selected for removal in Distributed Replicate volume. Either all the selected bricks should be from the same sub volume or one brick each for every sub volume!
ru: Для удаления выбраны неправильные элементы распределённого и реплицируемого тома. Выбранные элементы должны принадлежать тому же подтому или необходимо выбрать по одному элементу с каждого подтома.

source: Incorrect bricks selected for removal in Distributed Stripe volume. Selected bricks should be from the same sub volume!
ru: Для удаления выбраны неправильные элементы распределённого по частям тома. Выбранные элементы должны принадлежать тому же подтому.

source: Incorrect bricks selected for removal in Distributed Striped Replicate volume. Selected bricks should be from the same sub volume!
ru: Для удаления выбраны неправильные элементы распределённого по частям и реплицируемого тома. Выбранные элементы должны принадлежать тому же подтому.

source: Cannot remove more than one brick from a Replicate volume at a time
ru: Невозможно удалить больше одного элемента реплицируемого тома за один раз.

source: Incorrect bricks selected for removal in Striped Replicate volume. Selected bricks should be a multiple of stripe and replica count
ru: Для удаления выбраны неправильные элементы реплицируемого по частям тома. Количество выбранных элементов должно быть кратно количеству частей и реплик

# changeCDTitle
source: Change CD
ru: Сменить CD

source: Change CD
ru: Сменить CD

source: Change Cluster Compatibility Version
ru: Изменить версию совместимости кластера.

source: Change Cluster CPU level
ru: Изменить уровень ЦП кластера.

source: - The following VMs have a custom CPU level which is not supported by the new cluster CPU level:
ru: — Следующие ВМ имеют пользовательский уровень ЦП, который не поддерживается новым уровнем ЦП кластера:

source: Lowering the Cluster CPU level might prevent migration of these VMs to some of the hosts in the Cluster. Are you sure you want to continue?
ru: Понижение уровня ЦП кластера может помешать миграции ВМ на некоторые из хостов этого кластера. Продолжить?

source: - The cluster contains VMs which are currently running.
ru: — На этом кластере есть ВМ, которые в данный момент выполняются.

source: Change Data Center Quota Enforcement Mode
ru: Изменить режим принудительного применения квоты в дата-центре

source: Change Data Center Compatibility Version
ru: Изменить версию совместимости дата-центра

source: This field must contain CIDR notation of an IP subnet, please ensure that the IP address matches the prefix. example: valid network address: 2.2.0.0/16 invalid: 2.2.0.1/16
ru: Это поле должно содержать запись подсети IP в формате CIDR. Убедитесь, что адрес IP соответствует префиксу. Пример: правильный сетевой адрес: 2.2.0.0/16 неправильный: 2.2.0.1/16

source: Clear
ru: Очистить

source: Copy Quota
ru: Копировать квоту

source: Clone
ru: Клонировать

source: Clone VM from Snapshot
ru: Клонировать ВМ из снимка

source: VM's LUN(s) will not be cloned.
ru: LUN машины не будут клонированы.

source: Clone Virtual Machine
ru: Клонировать ВМ

source: Close
ru: Закрыть

source: Plain Text
ru: Обычный текст

source: Content must be Base64
ru: Содержимое должно иметь кодировку Base64

source: List can contain zero or more IP addresses separated by spaces, each in the form xxx.xxx.xxx.xxx
ru: В списке должны находиться адреса IP, количеством от нуля и более, через пробел, в формате xxx.xxx.xxx.xxx

source: /path [Click to Change]
ru: /путь [нажмите чтобы изменить]

source: Passwords do not match
ru: Пароли не совпадают

source: Cluster can be changed only when the Host is in Maintenance mode.
ru: Кластер можно изменить, только если хост находится в режиме обслуживания

source: Policy
ru: Политика

source: Cluster
ru: Кластер

source: At least one service should be selected
ru: Нужно выбрать минимум одну службу

source: Clusters
ru: Кластеры

source: Commit
ru: Зафиксировать

source: Are you sure you want to commit the removal of the following brick(s)?
ru: Точно зафиксировать удаление следующих элементов?

source: Commit Brick Removal
ru: Зафиксировать удаление элементов

source: Concurrent with:
ru: Одновременно с:

# configureClusterRoleTree
source: Configure Cluster
ru: Параметры кластера

source: Volume Snapshot - Cluster Options
ru: Снимок тома — параметры кластера

source: Configure Data Center
ru: Параметры дата-центра

source: Configure Disk Profile
ru: Параметры профиля диска

# configureHostClusterGuide
source: Configure Host
ru: Параметры хоста

# configureHostRoleTree
source: Configure Host
ru: Параметры хоста

source: Configure Later
ru: Настроить позже

source: Configure Local Storage
ru: Параметры локального хранилища

source: Configure Network
ru: Настроить сеть

source: Configure Power Management
ru: Настроить управление питанием

source: Configure Storage Domain
ru: Настроить домен хранилища

source: Configure System
ru: Параметры системы

source: Configure vNIC Profile
ru: Параметры профиля vNIC

source: Volume Snapshot - Volume Options
ru: Снимок тома — параметры тома
