Repository: jtux270/translate
Catalog: properties_4/frontend.webadmin.modules.uicompat.src.main.resources.org.ovirt.engine.ui.uicompat/UIConstants_*.po
Languages: ru

source: Invalid MAC address
ru: Недопустимый MAC адрес

source: The right bound of the MAC address range must not be smaller than its left bound.
ru: Правая граница диапазона MAC адреса не должна быть меньше, чем левая границы

source: Invalid Mount Point.
ru: Недопустимая точка монтирования

source: Invalid name
ru: Недопустимое имя

source: This field must contain a valid unicast MAC address.
ru: Это поле должно содержать допустимый одноадресный MAC адрес

source: iSCSI Bonds
ru: Связи iSCSI

source: Join Bonds
ru: Объединить связи

source: Problem retrieving errata:
ru: Проблема при получении списка известных ошибок:

source: It's not possible to combine checkboxes with direct customization of kernel command line. Use Reset button to drop all custom parameters and enable checkboxes.
ru: Невозможно сочетать отметки флажками с прямым редактированием командной строки ядра. Используйте кнопку «Сброс» для сброса всех пользовательских параметров и включения флажков.

source: Current kernel CMD line:
ru: Текущая командная строка ядра:

source: Not available in cluster with PPC CPUs.
ru: Недоступно для кластера с ЦП PPC

source: If kernel parameters are specified, kernel path must be specified as well.
ru: Если указаны параметры ядра, то необходимо указать и путь ядра

source: KSM control is only available for Cluster compatibility version 3.4 and higher
ru: Контроль KSM доступен только для версии совместимости кластера от 3.4 и выше

source: KSM with NUMA optimization control is only available for Cluster compatibility version 3.6 and higher
ru: KSM с контролем оптимизации NUMA доступен только для версий совместимости кластера 3.6. и выше

source: Label already exists in the Data Center.
ru: Эта метка уже существует в дата-центре

source: Last Day
ru: Последний день

source: Last day of month cannot be selected with other month days
ru: Последний день месяца нельзя выбрать вместе с другими днями месяца

source: In case the vm is stateless, vm will be re-created with the LATEST template version
ru: В случае если ВМ является ВМ без сохранения состояния, то она будет создана заново на основе ПОСЛЕДНЕЙ версии шаблона

source: Updating 'Link State' on a 'passthrough' vm network interface is not supported
ru: Обновление «Статуса канала» на «промежуточном» сетевом интерфейсе ВМ не поддерживается

source: Could not detect Guest Agent on the VM. Note that without a Guest Agent the data on the created snapshot may be inconsistent.
ru: Не удалось обнаружить гостевого агента на ВМ. Обратите внимание, что без гостевого агента данные создаваемых снимков могут быть неполными.

source: Note: Some target domains are filtered by the source domain type (file/block)
ru: Внимание: некоторые целевые домены отфильтрованы по типу исходного домена (файл/блок)

source: Moving disk(s) while the VM is running
ru: Перемещение дисков во время выполнения ВМ

source: fetching fingerprint...
ru: Идёт получение отпечатка…

source: Local Data Center already contains a Host
ru: Локальный дата-центр уже содержит хосты

source: Mount path is illegal, please use [/path] convention.
ru: Недопустимый путь монтирования, используйте обозначение [/путь].

source: Logical Networks
ru: Логические сети

source: Login All
ru: Выполнить вход для всех

source: Login
ru: Вход в систему

# lowTitle
source: Low
ru: Низкое

source: LUN is not usable
ru: LUN не пригоден для использования

source: The following LUNs are already in use:
ru: Следующие LUN уже используются:

source: The following LUNs are already part of Storage Domains:
ru: Следующие LUN уже являются частью домена хранилища:

source: MAC Pools
ru: Пулы MAC адресов

source: MAC Pool User
ru: Пользователь пула MAC адресов

source: Maintenance Host(s)
ru: Хосты обслуживания

source: Storage Domain maintenance
ru: Обслуживание доменов хранилищ

source: Manage Gluster Swift
ru: Управление Gluster Swift

source: Manage Policy Units
ru: Управление компонентами политики

source: Manual
ru: Вручную

# mediumTitle
source: Medium
ru: Среднее

source: Can't save configuration - Management Network must be attached
ru: Невозможно сохранить параметры: необходимо присоединить сеть управления

source: Migrate Virtual Machine(s)
ru: Миграция ВМ

source: Missing Quota for the selected Cluster, Please define proper Quota
ru: Для выбранного кластера отсутствует квота, определите правильную квоту

source: Missing Quota for the selected Storage Domain(s), Please define proper Quota
ru: Для выбранных доменов хранилищ отсутствует квота, определите правильную квоту

source: You have selected windows OS and have not selected VirtIO drivers. This may cause the system not to boot up.
ru: Была выбрана ОС Windows, но не выбраны драйвера VirtIO. Это может привести к невозможности загрузки системы.

source: Monitor
ru: Монитор

source: Enter additional Mount Options, as you would normally provide them to the mount command using the -o argument. The mount options should be provided in a comma-separated list. See 'man mount' for a list of valid mount options.
ru: Введите дополнительные параметры монтирования, какие обычно указываются для команды mount с использованием аргумента «-o». Эти параметры должны предоставляться в виде списка, через запятую. Допустимые параметры см. в man mount.

source: Move Down
ru: Переместить ниже

source: Move Up
ru: Переместить выше

source: Move Disk(s)
ru: Переместить диск(и)

source: Move Virtual Machine
ru: Переместить ВМ

source: Name is already used in the environment, create new unique name.
ru: Это имя уже используется в среде, создайте другое уникальное имя

source: Name must be up to 126 characters and start with any word character.
ru: Имя не должно превышать 126 символов и должно начинаться с любого словообразующего символа

source: Name must contain alphanumeric characters, '-' or '_' (maximum length 15 characters).
ru: Имя должно содержать буквенно-цифровые символы, «-» или «_» (максимальная длина — 15 символов)

source: 'Network Filter' cannot be set if the vNIC Profile is 'Passthrough'
ru: Нельзя указать «Сетевой фильтр», если vNIC имеет «Промежуточный» профиль

source: Network Interfaces
ru: Сетевые интерфейсы

source: Network name shouldn't start with 'bond'.
ru: Имя сети не может начинаться с «bond».

source: Network (PXE)
ru: Сеть (PXE)

source: Profiles
ru: Профили

source: Network QoS
ru: QoS сети

source: 'Network QoS' cannot be set if the vNIC Profile is 'Passthrough'
ru: Нельзя указать «QoS сети», если vNIC имеет «Промежуточный» профиль

source: Network
ru: Сеть

# networksTitle
source: Networks
ru: Сети

source: Never
ru: Никогда

source: New Affinity Group
ru: Новая группа схожести

source: New Bookmark
ru: Новая закладка

source: Cluster - Guide Me
ru: Кластер — пошаговый помощник

source: New Scheduling Policy
ru: Новая политика планирования

source: New Cluster
ru: Новый кластер

source: New CPU QoS
ru: Новая QoS ЦП

source: Data Center - Guide Me
ru: Дата-центр — пошаговый помощник

source: New Data Center
ru: Новый дата-центр

source: New Domain
ru: Новый домен

source: New External Subnet
ru: Новая внешняя подсеть

source: New Geo-Replication Session
ru: Новый сеанс георепликации

source: New Host Network QoS
ru: Новая QoS сети хоста

source: New Host
ru: Новый хост

source: New ISO Library
ru: Новая библиотека ISO

source: New Instance Type
ru: Новый тип экземпляра

source: Add new Label to
ru: Добавить новую метку для

source: [New Label]
ru: [Новая метка]

source: New Local Domain
ru: Новый локальный домен

source: New Logical Network
ru: Новая логическая сеть

source: New Network Interface
ru: Новый сетевой интерфейс

source: New Network QoS
ru: Новая QoS сети

# newNetworkQosButton
source: New
ru: Новая

source: New Pool
ru: Новый пул

source: New Quota
ru: Новая квота

source: New Role
ru: Новая роль

source: New MAC Address Pool
ru: Новый пул MAC адресов

source: New Storage QoS
ru: Новая QoS хранилища

source: New Storage
ru: Новое хранилище

source: New Tag
ru: Новый тег

source: New Template
ru: Новый шаблон

source: New Virtual Disk
ru: Новый виртуальный диск

source: Virtual Machine - Guide Me
ru: Виртуальная машина — пошаговый помощник

source: New Virtual Machine
ru: Новая ВМ

source: New Volume
ru: Новый том

source: Next
ru: Далее

source: NFS mount path is illegal, please use [IP:/path or FQDN:/path] convention.
ru: Недопустимый путь монтирования NFS, используйте обозначение [IP:/путь или FQDN:/путь].

source: V3 (default)
ru: V3 (по умолчанию)

source: Auto Negotiate
ru: Автосогласование

source: No
ru: Нет

source: Please select an action to continue
ru: Чтобы продолжить, выберите действие

source: There are no active Data Centers in the system.
ru: В системе нет активных дата-центров

source: No active source Storage Domain is available
ru: Нет доступного исходного домена хранилища

source: The Template that the VM is based on does not exist on any active Storage Domain
ru: Шаблон, на котором основана ВМ, не существует ни на одном из активных доменов хранилища

source: There are no active Storage Domains that you have permissions to create a disk on in the relevant Data Center.
ru: В соответствующем дата-центре нет активных доменов с доступными правамидля создания диска.

source: No active target Storage Domain is available
ru: Нет доступных целевых доменов хранилища

# noAlerts
source: No
ru: Нет

source: No available VMs
ru: Нет доступных ВМ

source: No CDs
ru: Нет CD

source: There are no available OpenStack Volume storage domains that you have permissions to create a disk on in the relevant Data Center.
ru: В соответствующем дата-центре нет доступных доменов хранилища томов OpenStack с правами для создания диска.

source: There is no cluster supporting selected VM(s) architecture in selected Data Center
ru: В выбранном дата-центре отсутствует кластер с архитектурой, поддерживающей выбранные ВМ.

source: Cannot create an ISO domain in a non-active Data Center
ru: Нельзя создать домен ISO в неактивном дата-центре

source: No disks selected
ru: Диски не выбраны

source: No End Date
ru: Отсутствует дата окончания

source: No active external image provider has been configured.
ru: Нет настроенных активных поставщиков образов.

source: VM cannot be set highly available when hosted engine is used.
ru: ВМ не может быть настроена как высокодоступная, если используется виртуализированный ЦУ.

source: [No Hosts]
ru: [Нет хостов]

source: No available keys
ru: Нет доступных ключей

source: No LUNs selected. Please select LUNs.
ru: LUN не выбраны, выберите LUN

source: No month days selected
ru: Дни месяца не выбраны

source: No networks selected
ru: Сеть не выбрана

source: No new devices were found. This may be due to either: incorrect multipath configuration on the Host or wrong address of the iscsi target or a failure to authenticate on the target device. Please consult your Storage Administrator.
ru: Новых устройств не найдено. Возможные причины: неверные параметры multipath на хосте, неправильный адрес таргета iscsi или сбой аутентификации на целевом устройстве. Обратитесь к администратору хранилища.

source: Please select a resolve action to continue
ru: Чтобы продолжить, выберите действие устранения

source: Name can contain only 'A-Z', 'a-z', '0-9', '_', '-' or '.' characters.
ru: Имя должно содержать только символы «a-z», «A-Z», «0-9», «_» или «-».

source: No active Storage Domain is available - check Storage Domains and Hosts status.
ru: Нет доступного активного домена хранилища — проверьте статусы доменов хранилища и хостов.

source: No storage domains to import have been found.
ru: Не найдено доменов хранилища для импорта

source: No storage domains selected. Please select storage domains to import.
ru: Домены хранилищ не выбраны. Выберите домены хранилищ для импорта.

source: The selected domain already has an ISO domain and an export domains attached
ru: К выбранному домену уже присоединены домен ISO и домен экспорта

source: There should be at least one active Host in the Data Center
ru: В дата-центре должен быть как минимум один активный хост

source: No Message
ru: Нет сообщения

source: No week days selected
ru: Дни недели не выбраны

source: UTF characters are not allowed.
ru: Символы UTF не разрешены.

source: [None]
ru: [Нет]

source: Normal
ru: Нормальный

source: N/A
ru: [Н/Д]

source: Not available when no Export Domain is active.
ru: Недоступно, если нет активного домена экспорта

source: Not available when Templates are not configured.
ru: Недоступно, если шаблоны не настроены.

source: Not available when no Data Center is up.
ru: Недоступно, если нет работающего дата-центра

source: There is no Cluster on which you can create a VM. Please check Data Center status and Cluster permissions.
ru: Нет кластера, на котором можно создать ВМ. Проверьте статус дата-центра и права доступа кластера.

source: Not Configured
ru: Не настроено

source: Not Running
ru: Не выполняется

source: Not Specified
ru: Не указано

source: Not supported for Cinder disks
ru: Не поддерживается для дисков Cinder

source: Note: Local Storage is already configured for this Host. The Host belongs to
ru: Внимание: для этого хоста локальное хранилище уже настроено. Хост принадлежит

source: note: Permissions containing these operations should be associated with Data Center Object (or equivalent)
ru: Внимание: права доступа, включающие эти операции, должны быть связаны с объектом дата-центра (или эквивалентом)

source: note: Permissions containig these operations should be associated with Storage Domain Object (or above)
ru: Внимание: права доступа, включающие эти операции, должны быть связаны с объектом дата-центра (или выше)

source: note: Permissions containing these operations should be associated with Cpu Profile administration operations
ru: Внимание: права доступа, охватывающие эти действия, должны быть связаны с действиями по администрированию профиля ЦП.

source: note: Permissions containing these operations should be associated with Cpu Profile provisioning operations
ru: Внимание: права доступа, охватывающие эти действия, должны быть связаны с действиями по подготовке профиля ЦП.

source: note: Permissions containing these operations should be associated with Disk or Storage Domain Object (or above)
ru: Внимание: права доступа, включающие эти операции, должны быть связаны с диском или объектом домена хранилища (или выше)

source: Note: Permissions containing these operations should be associated with Disk Profile or Storage Domain Object (or above)
ru: Внимание: права доступа, включающие эти операции, должны быть связаны с профилем диска или объектом домена хранилища (или выше)

source: note: Permissions containing these operations should be associated with Network Object (or equivalent)
ru: Внимание: права доступа, включающие эти операции, должны быть связаны с объектом сети (или эквивалентом)

source: NOTE: - Removing the tag will also remove all of its descendants. - Tag and descendants will be erased from all objects that are attached to them.
ru: ВНИМАНИЕ: — удаление тега также удалит всех его потомков; — тег и его потомки будут удалены со всех прикреплённых к ним объектов.

source: Note: The deleted items might still appear on the sub-tab, since the remove operation might be long. Use the Refresh button, to get the updated status.
ru: Внимание: удалённые элементы могут по-прежнему появляться во вкладках, поскольку операция удаления может долго выполняться. Чтобы увидеть обновлённый статус, используйте кнопку «Обновить сведения».

source: Note: This action will remove the Template permanently from all Storage Domains.
ru: Внимание: это действие окончательно удалит шаблон из всех доменов хранилищ

source: Cannot add vm network to bond in bond mode 0, 5 or 6.
ru: Невозможно добавить сеть ВМ к связке, в режиме связки 0, 5 или 6.

source: Invalid operation, an out-of-sync network can only be detached.
ru: Недопустимое действие, сеть без синхронизации можно только отсоединить.

source: Cannot have more than one non-VLAN network on one interface.
ru: Невозможно иметь более одной не VLAN сети в одном интерфейсе.

source: Invalid operation, an unmanaged network can only be detached.
ru: Недопустимая операция, сеть без управления можно только отсоединить.

source: To enable NUMA set migration mode to non-migratable, and pin VM to host that supports NUMA topology
ru: Чтобы включить NUMA, установите режим «без миграции» и прикрепите ВМ к хосту, поддерживающему топологию NUMA.

source: Click on Numa Pinning to configure VM's virtual node span on top of physical host NUMA nodes
ru: Чтобы настроить охват виртуальных узлов ВМ физических узлов NUMA хоста, нажмите на «Прикрепление NUMA»

source: oVirt Engine for Servers and Desktops:
ru: ЦУ "ROSA Virtualization" для серверов и рабочих столов:

source: oVirt Engine Hypervisor Hosts:
ru: Хосты гипервизора ЦУ "ROSA Virtualization":

source: There can be only one bootable disk defined
ru: Можно определить только один загрузочный диск

source: None of the above, take me to the 'Custom Preview Snapshot' dialog.
ru: Ничего из перечисленного, перейти к диалогу «Пользовательский просмотр снимка».

source: Are you sure you want to continue?
ru: Продолжить?

source: Optimize for Virt Store
ru: Оптимизировать для виртуального хранилища

source: The following volumes were found not to be of the suggested replica-3 type :
ru: Обнаружены следующие тома, не имеющие требуемого типа replica-3 :

source: OS Version -
ru: Версия ОС —

source: Parameters
ru: Параметры

source: 'Passthrough' cannot be changed if the vNIC Profile is used by a VM
ru: «Промежуточный» параметр нельзя изменить, если профиль vNIC используется машиной

source: pause
ru: приостановить

source: Pause
ru: Приостановить

source: Permissions
ru: Права доступа

source: Play
ru: Воспроизвести

source: Please select a key...
ru: Выберите ключ…

source: Please select a Storage Domain to import
ru: Выберите домен хранилища для импорта

source: Name can contain only alphanumeric, '.', '_' or '-' characters, and optionally one sequence of '?' to specify mask for the VM indexes
ru: Имя должно содержать только буквенно-цифровые символы, «.», «_», или «-», а также, опционально, последовательность из «?», чтобы указать маску индексам ВМ

source: Pools
ru: Пулы

source: The address has to be in form: [port://]hostnameOrIp[:port]
ru: Адрес должен быть вида: [protocol://]имя_хоста или ip[:порт]

source: 'Port Mirroring' cannot be set if the vNIC Profile is 'Passthrough'
ru: Нельзя указать «Зеркалирование портов», если vNIC имеет «Промежуточный» профиль

source: 'Port Mirroring' cannot be changed if the vNIC Profile is used by a VM
ru: Параметр «Зеркалирование портов» нельзя изменить, если профиль vNIC используется машиной

source: 'Port Mirroring' is not supported for externally-provided networks
ru: «Зеркалирование портов» не поддерживается для сетей от внешнего поставщика

source: Enter a valid FS type (e.g. nfs/glusterfs/cifs/smbfs etc.
ru: Введите допустимый тип файловой системы (напр., nfs/glusterfs/cifs/smbfs)

source: Power Management Configuration
ru: Параметры управления питанием

source: power off
ru: выключение

source: power on
ru: включение

source: Include in the previewed VM all disks (keep the disks that are not included in the snapshot as-is).
ru: Включить в просматриваемую ВМ все диски (включая диски, не включённые в снимок)

source: Preview Partial Snapshot
ru: Предварительный просмотр части снимка

source: Preview Snapshot
ru: Предварительный просмотр снимка

source: Primary
ru: Первичный

source: Changing management network is only permitted via the 'Manage Cluster Networks' dialog.
ru: Изменять сеть управления разрешено только в диалоге «Управление сетями кластера».

# providerNetworksTitle
source: Networks
ru: Сети

source: No provider
ru: Без поставщика

source: Change Provider URL
ru: Изменить URL поставщика

source: Providers
ru: Поставщики

source: Provisioning Operations
ru: Подготовка операций

source: Network QoS is supported only for Data Center version 3.3 or higher
ru: QoS сети поддерживается только для версии дата-центра 3.3. или выше

source: Quota must contain limitations
ru: Квота должна содержать ограничения

source: Quota enforcement activated. Quota must be defined for the selected storage domain
ru: Активирована принудительная квота. Квота должна быть активирована для выбранного домена хранилища.

source: Quota
ru: Квота

source: RDP is not supported in your browser
ru: Данный браузер не поддерживает RDP

# rebalanceStatusTitle
source: Rebalance Status
ru: Статус перебалансировки

source: Reboot Virtual Machine(s)
ru: Перезагрузка ВМ

source: Register Disks
ru: Регистрация дисков

source: The relevant Data Center is not active.
ru: Соответствующий дата-центр неактивен.

source: Remove Affinity Group(s)
ru: Удалить группы схожести

source: Remove All
ru: Удалить всё

source: Remove Backed up Template(s)
ru: Удалить шаблоны, имеющие резервные копии

source: Template(s) has dependent VM(s) on Export Domain
ru: У шаблонов есть зависящие ВМ в домене экспорта

source: Remove Backed up VM(s)
ru: Удалить ВМ, имеющие резервные копии

source: Remove Bookmark(s)
ru: Удалить закладки

# removeBricksButtonLabel
source: Remove
ru: Удалить

source: Are you sure you want to remove the following Brick(s)?
ru: Точно удалить следующие элементы)?

source: Remove Bricks Status
ru: Статус удаления элементов

source: Remove Bricks
ru: Удалить элементы

source: NOTE: -Removing brick(s) can result in data loss.
ru: ВНИМАНИЕ: — удаление элементов может привести к потере данных.

source: Remove Scheduling Policy
ru: Удалить политику планирования

source: Remove Cluster(s)
ru: Удалить кластер(ы)

source: Remove CPU Profile(s)
ru: Удалить профили ЦП

source: Remove CPU QoS
ru: Удалить QoS ЦП

source: Remove Data Center(s)
ru: Удалить дата-центр(ы)

source: Remove the Data Center(s) will move the entities residing on the storage domain(s) to an unregistered state. For further information please consult documentation.
ru: Операция удаления дата-центров переместит сущности, расположенные в доменах хранилищ, в незарегистрированное состояние. Подробности см. в документации.

source: Remove Disk Profile(s)
ru: Удалить профили дисков

source: Remove Disk(s)
ru: Удалить диск(и)

source: remove
ru: удалить

# removeGeoRepProgressText
source: Remove
ru: Удалить

source: Remove Gluster Volume snapshot schedule
ru: Удалить расписание создания снимков тома Gluster

source: Remove Host Device(s)
ru: Удалить устройства хоста

source: Remove Host Network QoS
ru: Удалить QoS сети хоста

source: Remove Host(s)
ru: Удалить хост(ы)

source: Remove Instance Type
ru: Удалить тип экземпляра

source: Remove iSCSI Bond(s)
ru: Удалить связ(и) iSCSI

source: Remove Logical Network(s)
ru: Удалить логические сети

source: Are you sure you want to remove the following Brick(s) from meta volume?
ru: Точно удалить следующие элементы мета-тома?

source: NOTE: -Removing bricks from meta volume will impact normal working of features like volume snapshot, geo-replication etc.
ru: ВНИМАНИЕ: — удаление элементов мета-тома повлияет на нормальную работу такого функционала, как снимок тома, георепликация, и т.д.

source: NOTE: - Removing meta volume will impact normal working of features like volume snapshot, geo-replication etc.
ru: ВНИМАНИЕ: — удаление мета-тома повлияет на нормальную работу такого функционала, как снимки тома, георепликация, и т.д.

source: Remove network(s) from the external provider(s) as well.
ru: Также удалить сети внешних поставщиков.

source: Remove Network Interface(s)
ru: Удалить сетевые интерфейсы

source: Are you sure you want to remove this Network QoS
ru: Точно удалить QoS этой сети?

source: Remove Network QoS
ru: Удалить QoS сети

source: Remove Permission
ru: Удалить права доступа

source: Remove Pool(s)
ru: Удалить пулы
