Repository: jtux270/translate
Catalog: properties_4/frontend.webadmin.modules.uicompat.src.main.resources.org.ovirt.engine.ui.uicompat/UIConstants_*.po
Languages: ru

source: Remove Provider(s)
ru: Удалить поставщиков

source: Remove Quota Assignment from User(s)
ru: Удалить назначение квоты пользователями

source: Remove Quota(s)
ru: Удалить квоты

source: Remove Role(s)
ru: Удалить роли

source: Remove Authentication Key(s)
ru: Удалить ключи аутентификации

source: Remove MAC Address Pool(s)
ru: Удалить пулы MAC адресов

source: Remove Storage QoS
ru: Удалить QoS домена хранилища

source: Remove Storage(s)
ru: Удалить хранилища

source: Remove System Permission(s)
ru: Удалить системные права доступа

source: Remove Tag(s)
ru: Удалить теги

source: Remove Template Disk(s)
ru: Удалить диски шаблонов

source: Remove Template(s)
ru: Удалить шаблоны

source: Remove User(s)
ru: Удалить пользователей

source: Remove Virtual Machine
ru: Удалить ВМ

source: Remove Virtual Machine(s)
ru: Удалить ВМ)

source: All VM disks are sharable and cannot be removed
ru: Все диски ВМ являются общими и не могут быть удалены

source: VM has no disks
ru: ВМ не имеет дисков

source: Cannot remove VM with detaching disks - VM has snapshots
ru: Невозможно удалить ВМ с отсоединёнными дисками — у ВМ есть снимки

source: VM is created from template thus disks must be removed
ru: ВМ была создана из шаблона, следовательно, диски должны быть удалены

source: Remove VM Interface Profile(s)
ru: Удалить профили интерфейса ВМ

source: Remove Volume
ru: Удалить том

source: NOTE: -Removing volume will erase all information about the volume.
ru: ВНИМАНИЕ: — удаление тома удалит всю информацию об этом томе.

source: Pin VM to Host
ru: Прикрепить ВМ к хосту

source: Replace Brick
ru: Заменить элемент

source: Number of bricks should be equal to Replica Count
ru: Число элементов должно быть равно числу реплик

source: A Request to the Server failed
ru: Сбой запроса сервера

source: A Request to the Server failed with the following Status Code
ru: Сбой запроса сервера, код статуса

# resetAllConfigsTitle
source: Reset All
ru: Сбросить все

source: Are you sure you want to reset all the options?
ru: Точно сбросить все параметры?

source: Reset All Options
ru: Сбросить все параметры

# resetAllVolume
source: Reset All
ru: Сбросить все

source: Are you sure you want to reset the Emulated-Machine of the following clusters?
ru: Точно сбросить параметры эмулируемой машины следующих кластеров?

source: Reset Cluster(s) Emulated Machine
ru: Сбросить параметры эмулируемой машины кластера(ов)

source: Are you sure you want to reset the following option?
ru: Точно сбросить следующий параметр?

source: Reset Option
ru: Сбросить параметр

# resetTitle
source: Reset
ru: Сброс

# resetVolume
source: Reset
ru: Сброс

source: Resolve Conflicts
ru: Устранить конфликты

source: Restart Host(s)
ru: Перезапустить хост(ы)

source: resume
ru: возобновить

source: Resume
ru: Возобновить

source: Retain
ru: Сохранить

source: Are you sure you want to retain the following brick(s)?
ru: Точно сохранить следующие элементы?

source: Retain Bricks
ru: Сохранить элементы

source: Retrieving CDs...
ru: Идёт получение CD…

source: Random Number Generator not supported for this cluster level or is disabled in the engine config.
ru: Генератор случайных чисел не поддерживается для кластера этого уровня или же отключён в конфигурации ЦУ.

source: Random Number Generator requirements must be set in Cluster.
ru: Требования для генератора случайных чисел должны указываться в кластере.

source: Random Number Generator is not supported by your cluster compatibility version.
ru: Генератор случайных чисел не поддерживается версией совместимости этого кластера.

source: If period is specified, bytes per period must be specified as well.
ru: Если указан промежуток времени, то также должны быть указаны и байты за промежуток времени

source: Role's Permissions
ru: Права доступа роли

source: Roles
ru: Роли

source: Run Virtual Machine(s)
ru: Запуск ВМ

source: Running
ru: Выполняется

source: Some VMs are running in the external system and therefore have been filtered
ru: Некоторые ВМ выполняются во внешней системе и поэтому были отфильтрованы

source: Selected Virtual Machines have to have same architecture.
ru: Выбранные ВМ должны иметь одинаковую архитектуру.

source: Save network configuration
ru: Сохранить параметры сети

source: Secondary
ru: Вторичный

source: Authentication Key value must be encoded in Base64.
ru: Значение ключа аутентификации должно иметь кодировку Base64.

source: Select fence proxy preference type to add
ru: Выбрать добавляемый тип прокси для операции блокады

source: Select Host
ru: Выбрать хост

# selectHostsClusterGuide
source: Select Hosts
ru: Выбрать хосты

source: Please select a storage device to create brick.
ru: Выберите устройство хранилища для создания элемента.

source: Select a VM
ru: Выбрать ВМ

source: Send
ru: Послать

source: Services
ru: Службы

source: Set
ru: Настроить

source: Notice
ru: Уведомление

source: Share memory pages across all available memory (best KSM effectivness)
ru: Сделать страницы памяти общими для всей доступной памяти (наилучшая эффективность KSM)

source: Share memory pages inside NUMA nodes (best NUMA performance)
ru: Сделать страницы памяти общими внутри узлов NUMA (наилучшая производительность NUMA)

source: Shareable Disk is not supported by the Data Center Compatibility Version
ru: Диски, которые можно сделать общими, не поддерживаются версией совместимости дата-центра

source: Shareable Disk is not supported by the selected configuration
ru: Диски, которые можно сделать общими, не поддерживаются выбранной конфигурацией

source: Show Advanced Options
ru: Показать расширенные параметры

source: Shut down Virtual Machine(s)
ru: Завершить работу ВМ

source: SMT Disabled
ru: Синхронная многопоточность (SMT) отключена

source: SMT Enabled
ru: Синхронная многопоточность (SMT) включена

source: Snapshot cannot be created since the VM is performing an operation on a Snapshot.
ru: Невозможно создать снимок, т.к. ВМ выполняет операцию со снимком.

source: Snapshot cannot be created since the VM is previewing a Snapshot.
ru: Невозможно создать снимок, т.к. ВМ выполняет предварительный просмотра снимка

source: Snapshot cannot be created since the VM contains a stateless Snapshot.
ru: Невозможно создать снимок, т.к. ВМ содержит снимок без сохранения состояния.

source: Update
ru: Обновить

source: Snapshots
ru: Снимки

source: Some non-default base template has to exist first.
ru: Сначала необходим базовый шаблон не по умолчанию.

source: Soundcard is not available in selected cluster
ru: На выбранном кластере звуковая карта недоступна

source: Source Storage Domain is not active
ru: Исходный домен хранилища неактивен

source: Only alphanumeric and some special characters that conform to the standard ASCII character set and UTF letters are allowed.
ru: Разрешены только буквенно-цифровые и некоторые специальные символы, отвечающие стандарту ASCII, а также буквы UTF.

source: Special Keys
ru: Специальные ключи

source: Specific networks
ru: Конкретные сети

source: Force start
ru: Принудительный запуск

source: Following volumes are already started but some/all bricks are down. Do you want to force start them ?
ru: Следующие тома уже запущены, но некоторые/все элементы не работают. Запустить их принудительно?

source: start
ru: запустить

source: Start
ru: Запустить

source: stop
ru: остановить

# stopGeoRepProgressText
source: Stop
ru: Остановить

source: Stop Gluster service
ru: Остановить службу Gluster

source: Stop Host(s)
ru: Остановить хост(ы)

source: NOTE: -Stopping meta volume will impact normal working of features like volume snapshot, geo-replication etc.
ru: ВНИМАНИЕ: — останов мета-тома повлияет на нормальную работу такого функционала, как снимки тома, георепликация, и т.д.

# stopRebalance
source: Stop
ru: Остановить

# stopRemoveBricksButton
source: Stop
ru: Остановить

source: Are you sure you want to stop the removal operation of the following bricks?
ru: Точно остановить операцию удаления следующих элементов?

source: Stop Brick Removal
ru: Остановить удаление элементов

# stopSpiceConsole
source: Stop
ru: Остановить

source: Power Off Virtual Machine(s)
ru: Завершить работу ВМ

source: Are you sure you want to stop the following Volume(s)?
ru: Точно остановить следующие тома?

source: NOTE: -Stopping volume will make its data inaccessible.
ru: ВНИМАНИЕ: — останов тома сделает его данные недоступными.

source: Storage Devices
ru: Устройства хранения

source: Storage Domain must be specified.
ru: Нужно указать домен хранилища

source: Storage Domain
ru: Домен хранилища

source: Storage Domain(s) are already attached to a Data Center. Approving this operation might cause data corruption if both Data Centers are active.
ru: Домены хранилищ уже присоединены к дата-центру. Одобрение этой операции может привести к повреждению данных, если оба дата-центра являются активными.

# storageDomainsAttachedToDataCenterWarningTitle
source: Are you sure?
ru: Продолжить?

source: Storage QoS
ru: QoS хранилища

source: Format Domain, i.e. Storage Content will be lost!
ru: Форматировать домен, т.е. содержимое хранилища будет потеряно.

source: Storage
ru: Хранилище

source: Number of bricks should be equal to Stripe Count
ru: Число элементов должно быть равно числу чередований

source: Number of bricks should be equal to Stripe Count * Replica count
ru: Число элементов должно быть равно числу реплик x число чередований

source: Subnet Mask is not Valid
ru: Недопустимая маска подсети

source: Fetched fingerprint successfully
ru: Отпечаток успешно получен

source: Suspend
ru: Приостановить

source: The VM is suspended, it might not operate normally after resume on different cluster. It's suggested to power it off before cluster change.
ru: Эта ВМ заморожена, и после возобновления работы на другом кластере в её работе могут появиться ошибки. Перед сменой кластера рекомендуется машину выключить.

source: Switch to maintenance mode to enable Upgrade.
ru: Переключить в режим обслуживания для обновления

source: Synchronize all host networks
ru: Синхронизировать все сети хоста

source: System Permission
ru: Системные права доступа

# systemRoleTree
source: System
ru: Системное

# systemTitle
source: System
ru: Система

source: Templates already exist
ru: Шаблоны уже существуют

source: Template Import
ru: Импорт шаблона

source: No Templates exist
ru: Шаблонов не существует

source: Template
ru: Шаблон

source: Template(s) not Found on Export Domain
ru: В домене экспорта шаблонов не найдено

source: Templates reside on several Data Centers. Make sure the exported Templates reside on the same Data Center.
ru: Шаблоны расположены в нескольких дата-центрах. Убедитесь, что экспортируемые шаблоны расположены в том же дата-центре.

source: Templates
ru: Шаблоны

source: The following user session(s) will be terminated. Are you sure you want to continue?
ru: Следующие сеансы пользователей будут завершены. Продолжить?

source: Terminate Session(s)
ru: Завершить сеанс(ы)

source: Insufficient parameters to test connectivity
ru: Недостаточно параметров для проверки соединения

source: Test Failed (unknown error).
ru: Сбой проверки (неизвестная ошибка).

source: Testing in progress. It will take a few seconds. Please wait...
ru: Идёт проверка. Подождите…

source: The Cluster isn't attached to a Data Center
ru: Кластер не присоединён к дата-центру

source: The Export Domain is inactive. Data can be retrieved only when the Domain is activated
ru: Домен экспорта неактивен, данные можно получить только после его активации.

source: The field contains special characters. Only numbers, letters, '-' and '_' are allowed.
ru: Это поле содержит специальные символы. Разрешены только буквы, цифры и символы «_» и «-».

source: The field must contain a time value
ru: Это поле должно содержать временное значение

source: The following template versions are based on templates which do not exist on the export domain and are required for the template version to function. If you proceed you will not be able to import these template versions unless you already have the relevant templates on the target domains, or by using Clone. Do you wish to continue anyway?
ru: Следующие версии шаблонов основаны на шаблонах, которые отсутствуют в домене экспорта, но требуются для функционирования версии шаблона. В случае продолжения, эти версии шаблонов невозможно будет импортировать, если только соответствующие шаблоны уже не находятся в целевых доменах, или же если будет использовано клонирование. Продолжить?

source: The following virtual machines are based on templates which do not exist on the export domain and are required for the virtual machines to function. If you proceed you will not be able to import these virtual machines unless you already have the relevant templates on the target domains. Do you wish to continue anyway?
ru: Следующие ВМ основаны на шаблонах, которые отсутствуют в домене экспорта, но требуются для функционирования ВМ. В случае продолжения, эти ВМ будет невозможно импортировать, если только соответствующие шаблоны уже не находятся в целевых доменах. Продолжить?

source: The following templates have dependent VM(s) on the export domain and are required for importing these VM(s). If you proceed you will not be able to import these virtual machines unless you already have the relevant templates on the target domains. Do you wish to continue anyway?
ru: Следующие шаблоны имеют зависимые ВМ в домене экспорта и требуются для импорта этих ВМ. В случае продолжения, эти ВМ будет невозможно импортировать, если только соответствующие шаблоны уже не находятся в целевых доменах. Продолжить?

source: The relevant Export Domain is not active. Please activate it.
ru: Соответствующий домен экспорта неактивен, активируйте его.

source: There are no compatible Storage Domains to attach to this Data Center. Please add new Storage from the Storage tab.
ru: Отсутствуют совместимые домены хранилищ, которые можно присоединить к этому дата-центру. Добавьте новое хранилище во вкладке хранилищ.

source: There are No Data Centers to which the Storage Domain can be attached
ru: Отсутствуют дата-центры, к которым можно присоединить домен хранилища

source: There are no ISO versions that are compatible with the Host's current version.
ru: Отсутствуют версии ISO, совместимые с текущей версией хоста.

source: There are no networks available. Please add additional networks.
ru: Нет доступных сетей. Добавьте сети.

source: There is no active Storage Domain to create the Disk in. Please activate a Storage Domain.
ru: Отсутствуют активные домены хранилищ, где можно создать диск. Активируйте домен хранилища.

source: There is no Data Storage Domain to import the Template into. Please attach a Data Storage Domain to the Template's Data Center.
ru: Отсутствует домен хранилища, куда можно импортировать этот шаблон. Присоедините домен хранилища данных к дата-центру шаблона.

source: There is no Export Domain to Backup the Virtual Machine into. Attach an Export Domain to the Virtual Machine's Data Center.
ru: Отсутствует домен экспорта, где можно создать резервную копию этой ВМ. Присоедините домен экспорта к дата-центру машины.

source: There is no Export Domain to export the Template into. Please attach an Export Domain to the Template's Data Center.
ru: Отсутствует домен экспорта, куда можно экспортировать этот шаблон. Присоедините домен экспорта к дата-центру шаблона.

source: There is no storage domain under the specified path. Check event pane for more details.
ru: По указанному пути домен хранилища отсутствует. Подробности см. на панели событий.

source: Thin
ru: Тонкая

source: This Cluster belongs to a Local Data Center which already contain a Host
ru: Этот кластер принадлежит локальному дата-центру, который уже содержит хост.

source: This field can't be empty.
ru: Это поле не может быть пустым.

source: This field can't contain spaces.
ru: Это поле не может содержать пробелы.

source: This field must contain a CIDR in format xxx.xxx.xxx.xxx/yy, where xxx is between 0 and 255 and yy is between 0 and 32.
ru: Это поле должно содержать CIDR в формате xxx.xxx.xxx.xxx/yy, где xxx имеет значение от 0 до 255, а yy — от 0 до 32.

source: This field must contain an integer number
ru: Это поле должно содержать целое число

source: This field must contain an IP address in format xxx.xxx.xxx.xxx
ru: Это поле должно содержать адрес IP в формате xxx.xxx.xxx.xxx

source: This field must contain a valid IPv6 address
ru: Это поле должно содержать допустимый адрес IPv6

source: This field must contain a positive integer number
ru: Это поле должно содержать положительное целое число

source: This field must contain a number
ru: Это поле должно содержать число

source: This field must contain a subnet of the following format: xxx.xxx.xxx.xxx where xxx is between 0 and 255
ru: Это поле должно содержать подсеть в следующем формате: xxx.xxx.xxx.xxx где xxx находится между 0 и 255

source: This field must contain a subnet in either of the following formats: xxx.xxx.xxx.xxx where xxx is between 0 and 255. xx where xx is between 0-32
ru: Это поле должно содержать подсеть в одном из следующих форматов: xxx.xxx.xxx.xxx где xxx находится между 0 и 255. xx где xx находится между 0-32

source: This Network does not exist in the Cluster
ru: Эта сеть не существует в кластере

source: Time Zone cannot be changed after the Virtual Machine is initialized.
ru: Нельзя изменить часовой пояс после инициализации ВМ.

source: Toggle Full Screen
ru: Вкл/выкл полный экран

source: There are too many MACs in this range. Number of MACs in any MAC address range must be smaller than (2^32)-1.
ru: В этом диапазоне слишком много MAC. Число MAC в любом диапазоне адресов MAC должно быть меньше, чем (2^32)-1.

source: This field can't contain trimming whitespace characters.
ru: Это поле не может содержать обрамляющие символы пробелов.

source: Cannot change Cluster's trust support state while host/s existed in the cluster
ru: Невозможно изменить статус доверенной поддержки кластера, если в кластере существуют хосты.

source: Unable to fetch gluster volume snapshot schedule
ru: Невозможно получить расписание создания снимков тома gluster

source: You must have at least 1 proxy preference
ru: Прокси должен иметь как минимум один приоритет.

source: Unable to remove proxy preference
ru: Невозможно удалить приоритет прокси

source: Unattached
ru: Неприсоединённый

source: Unknown
ru: Неизвестно

source: [Unlimited]
ru: [Неограниченно]

source: Unplug VM Network Interface
ru: Отключить сетевой интерфейс ВМ

source: Unsupported
ru: Не поддерживается

source: Changing certain properties (e.g. VLAN, MTU) of the management network could lead to loss of connectivity to hosts in the data center, if its underlying network infrastructure isn't configured to accommodate the changes. Are you sure you want to proceed?
ru: Изменение некоторых параметров сети управления (напр., VLAN, MTU) может привести к потере связи с хостами дата-центра, если нижележащая сетевая инфраструктура не настроена на адаптацию к таким изменениям. Продолжить?

source: Update snapshot configuration options
ru: Обновить параметры снимка

source: Upgrade Host
ru: Обновить хост

source: Are you sure you want to cancel uploading to the following disks?
ru: Точно отменить отправку на следующие диски?

source: Cancel Upload(s)
ru: Отменить отправку

source: There are image uploads in progress. Leaving the application will pause the uploads. Continue?
ru: В данный момент выполняется отправка образов. Выход из приложения приостановит отправку. Продолжить?

source: Uploading an image with a backing file is unsupported.
ru: Отправка образа с резервным файлом не поддерживается.

source: Resume Uploading Image
ru: Возобновить отправку образа

source: Upload Image
ru: Отправить образ

source: Given URI is of an invalid format.
ru: Указанный URI имеет недопустимый формат.

source: Console connection denied. Another user has already accessed the console of this VM. The VM should either be rebooted to allow another user to access it, or changed by an admin to not enforce a reboot between users accessing its console.
ru: В доступе к консоли отказано. Доступ к консоли этой ВМ уже получил другой пользователь. Чтобы дать другому пользователю доступ к консоли, эту ВМ нужно либо перезагрузить, либо администратор должен отменить принудительную перезагрузку между доступами пользователей к консоли.

source: User Sessions
ru: Сеансы пользователя

source: Users
ru: Пользователи

source: You must select a provider
ru: Нужно выбрать поставщика

source: Value does not match pattern: key=value,key=value...
ru: Значение не соответствует шаблону: ключ=значение,ключ=значение…

source: Value does not match pattern: key=value,key,key=value...
ru: Значение не соответствует шаблону: ключ=значение,ключ,ключ=значение…

source: Hook content is empty or binary
ru: Пустое или бинарное содержимое ловушки

source: Unable to fetch the hook content, please try again later.
ru: Не удалось получить содержимое ловушки, повторите попытку позже.

source: Hook Content
ru: Содержимое ловушки

source: Virtual Machines
ru: Виртуальные машины

source: VMs already exist
ru: ВМ уже существует

# vmAttachVirtualDisksAction
source: Attach Virtual Disks
ru: Присоединить виртуальные диски

source: Create a Virtual Disk
ru: Создать виртуальный диск

source: VM Devices
ru: Устройства ВМ

# vmHighPriority
source: High
ru: Высокий

source: VM Import
ru: Импорт ВМ

source: Name can contain only 'A-Z', 'a-z', '0-9', '_', '-' or ':' characters.
ru: Имя должно содержать только символы «a-z», «A-Z», «0-9», «_», «-» или «:».

# vmLowPriority
source: Low
ru: Низкий

# vmMediumPriority
source: Medium
ru: Средний

source: No VMs exist
ru: ВМ не существуют

source: VM Pool
ru: Пул ВМ

source: VM
ru: ВМ

# vmUnknownPriority
source: Unknown
ru: Неизвестный

source: The selected CPU type is not supported by the VM cluster, this may cause scheduling limitations and prevent this vm from running on certain hosts. Are you sure you want to proceed?
ru: Выбранный тип ЦП не поддерживается кластером ВМ. Это может привести к ограничениям для расписания и к невозможности работы этой ВМ на некоторых хостах. Продолжить?

source: Unsupported CPU type for current cluster
ru: Тип ЦП не поддерживается текущим кластером

source: There are VMs attached to this instance type-this will make them attached to 'Custom'
ru: К этому типу экземпляра присоединены ВМ — это действие присоединит их к «Пользовательскому» типу.

source: The following VMs are attached to the instance type
ru: Следующие ВМ присоединены к типу экземпляра

source: Virtual Machines reside on several Data Centers. Make sure the exported Virtual Machines reside on the same Data Center.
ru: ВМ расположены в нескольких дата-центрах. Убедитесь, что экспортируемые ВМ расположены в том же дата-центре.

source: VMs
ru: ВМ

source: VM Interface Profile
ru: Профиль интерфейса ВМ

source: vNIC Profiles
ru: Профили vNIC

source: No host found in 'UP' state in the cluster, please select another cluster.
ru: На кластере не найдено хостов в работоспособном состоянии, выберите другой кластер.

# volumeRebalanceStatusTitle
source: Rebalance Status
ru: Статус перебалансировки

source: Volume
ru: Том

source: At least one transport type should be selected.
ru: Нужно выбрать как минимум один тип переноса

source: Volumes
ru: Тома

source: with local Storage Domain. If OK is clicked - this Host will be moved to a new Data Center, and a new Local Storage Domain will be created. Hit Cancel to abort the operation.
ru: локальному домену хранилища. Нажмите «OK» для переноса этого хоста в новый дата-центр и создания нового домена хранилища. «Отмена» — для прерывания операции.

source: xen+ssh://root@<hostname>
ru: xen+ssh://root@<имя_хоста>

source: Yes
ru: Да
