Repository: jtux270/translate
Catalog: properties_4/frontend.webadmin.modules.uicompat.src.main.resources.org.ovirt.engine.ui.uicompat/UIConstants_*.po
Languages: ru

source: Are you sure you want to change the Cluster Compatibility Version?
ru: Точно изменить версию совместимости кластера?

source: You are about to change the Cluster Compatibility Version and the cluster contains some non responsive hosts. If these hosts do not support the selected compatibility level they may move to non operational after connectivity is restored. Are you sure you want to continue?
ru: Сейчас версия совместимости кластера будет изменена, но в кластере есть несколько неотвечающих хостов. Если эти хосты не поддерживают выбранный уровень совместимости, после восстановления связи они получат неработоспособный статус. Продолжить?

source: You are about to disable CPU thread support for this cluster. Disabling this can affect the ability to run VMs with certain CPU configurations. Please ensure there are no VMs in this cluster making use of specific CPU settings such as CPU-pinning which may be affected by this change. Are you sure you want to continue?
ru: Сейчас поддержка потоков ЦП в этом кластере будет отключена. Это может повлиять на возможность запуска ВМ с определёнными параметрами ЦП. Убедитесь, что в этом кластере нет ВМ, использующих такие параметры, как закрепление ЦП, т.к. изменение может повлиять на эти параметры. Продолжить?

source: Moving Quota to Enforce Mode All the templates, virtual machines, and disks must be assigned into specific quota allocations otherwise will be unusable. Users should be added as quota consumers. Please consider using Audit mode until you define Quotas for the users. Are you sure you want to continue?
ru: Квота перемещается в принудительный режим. Всем шаблонам, ВМ и дискам должна быть выделена конкретная квота, в противном случае они станут непригодными для работы. Пользователи должны быть добавлены как потребители квоты. Рассмотрите возможность использования режима аудита до того момента. как пользователям будут назначены квоты. Продолжить?

source: You are about to change the Data Center Compatibility Version. Are you sure you want to continue?
ru: Версия совместимости дата-центра будет сейчас изменена. Продолжить?

source: Configuring volume snapshot options Changing configuration parameters will limit the creation of new snapshots if they exceed the new limit. Do you want to continue?
ru: Настраиваются параметры снимков тома. Изменение параметров настройки ограничит создание новых снимков, если они будут превышать новый лимит. Продолжить?

source: You are about to attach the network to all the selected clusters and to detach the network from all the unselected clusters. Are you sure you want to continue?
ru: Сейчас сеть будет присоединена ко всем выбранным кластерам, и отсоединена от всех неотмеченных кластеров. Продолжить?

source: You are about to set an Unlimited quota on specific resource. This is inadvisable. The aggregated value of this quota will be Unlimited. Do you wish to proceed?
ru: Сейчас указанным ресурсам будет присвоена безлимитная квота. Это действие не рекомендуется. Совокупное значение этой квоты будет неограниченным. Продолжить?

source: The snapshot schedule would be deleted. Do you want to continue?
ru: Расписание создания снимков будет удалено. Продолжить?

source: You haven't configured Power Management for this Host. Are you sure you want to continue?
ru: Для этого хоста не было настроено управление питанием. Продолжить?

source: You must approve the action by clicking on this checkbox.
ru: Необходимо подтвердить действие, отметив этот флажок.

source: Please choose a file to upload.
ru: Выберите файл для отправки.

source: Disk allocation will use virtual size, please refer to the documentation for more information
ru: При выделении дисковых ресурсов будет использован виртуальный размер, подробности см.в документации.
