Repository: jtux270/translate
Catalog: properties_4/frontend.webadmin.modules.uicompat.src.main.resources.org.ovirt.engine.ui.uicompat/UIConstants_*.po
Languages: ru

source: Configure Volumes
ru: Параметры томов

source: Configured
ru: Настроено

source: Configuring Local Storage...
ru: Идёт настройка локального хранилища…

source: Configuring local Storage is permitted only to Administrators with System-level permissions
ru: Настройка локального хранилища разрешена только администраторам с системными правами доступа

source: Confirm Cluster Edit
ru: Подтвердить изменение параметров кластера

source: Console connect
ru: Консольное подключение

source: There may be users connected to the console who will not be able to reconnect. Do you want to proceed?
ru: Возможно, есть подключённые к консоли пользователи, которые не смогут переподключиться. Продолжить?

source: Disable Gluster Hooks
ru: Отключить ловушки Gluster

source: Start Volume
ru: Запустить том

source: Stop Volume
ru: Остановить том

source: Stop Rebalance
ru: Остановить перебалансировку

source: Confirm
ru: Подтвердить

source: The selected snapshot will be activated. Do you want to continue?
ru: Выбранный снимок будет активирован. Продолжить?

source: The selected snapshot will be deactivated. Do you want to continue?
ru: Выбранный снимок будет деактивирован. Продолжить?

source: All snapshots will be removed. Do you want to continue?
ru: Все снимки будут удалены. Продолжить?

source: The volume will be brought down and restored to the state of the selected snapshot. Do you want to continue?
ru: Работа тома будет остановлена, и том будет восстановлен до состояния выбранного снимка. Продолжить?

source: Connecting to pool not supported.
ru: Подключение к пулу не поддерживается

source: Console Disconnected
ru: Консоль отключена

source: Console Options
ru: Параметры консоли

source: Set public key for Serial Console proxy access
ru: Установить открытый ключ для доступа к последовательной консоли через прокси.

source: Containers
ru: Контейнеры

# continueOptimiseForVirtStore
source: Yes
ru: Да

source: Clone Scheduling Policy
ru: Политика планирования клонирования

source: Copy Disk(s)
ru: Копировать диск(и)

source: Copy Role
ru: Копировать роль

source: Copy Template
ru: Копировать шаблон

source: Copy to Clipboard
ru: Копировать в буфер обмена

source: Could not connect to the Engine Service, please try to refresh the page. If the problem persists contact your System Administrator.
ru: Не удалось подключиться к службе ЦУ, попробуйте обновить страницу. Если проблема не устранилась, обратитесь к системному администратору.

source: Could not read templates from Export Domain
ru: Не удалось прочитать шаблоны из домена экспорта

source: Could not retrieve LUNs, please check your storage.
ru: Не удалось получить LUN, проверьте хранилище

source: 'CPU Pinning topology' is only available for cluster compatible with ver 3.1 or higher, when 'Do not allow migration' is selected and host is specified
ru: Параметр «Топология закрепления ЦП» доступен только для кластеров, совместимых с версией 3.1 или выше, при выбранном параметре «Не разрешать миграцию» и указанном хосте.

source: 'CPU Pinning topology' is only available for cluster compatible with ver 3.1 or higher
ru: Параметр «Топология закрепления ЦП» доступен только для кластеров, совместимых с версией 3.1 или выше.

source: Cpu Profile
ru: Профиль ЦП

source: CPU Profile
ru: Профиль ЦП

source: CPU QoS
ru: QoS ЦП

source: Create Brick
ru: Создать элемент

source: Create New Bond
ru: Создать новую связь

source: Create/Schedule Snapshot
ru: Создать/запланировать снимок

source: Create Authentication Key
ru: Создать ключ аутентификации

source: Create Snapshot
ru: Создать снимок

source: creating
ru: идёт создание

source: No instance type - if selected the instance will be attached to no instance type
ru: Без типа экземпляра — если выбрано, экземпляр не будет присоединён к типу экземпляра

# customInstanceTypeName
source: Custom
ru: Пользовательское

# customMtu
source: Custom
ru: Пользовательское

source: Custom Preview Snapshot
ru: Пользовательский просмотр снимка

source: Add another Cluster
ru: Добавить другой кластер

# dataCenterAddAnotherHostAction
source: Add another Host
ru: Добавить другой хост

source: Add more Storage
ru: Добавить больше хранилищ

# dataCenterAttachISOLibraryAction
source: Attach ISO Library
ru: Присоединить библиотеку ISO

source: Attach more Storage
ru: Присоединить ещё хранилище

# dataCenterAttachStorageAction
source: Attach Storage
ru: Присоединить хранилище

# dataCenterConfigureClustersAction
source: Configure Cluster
ru: Параметры кластера

# dataCenterConfigureHostsAction
source: Configure Host
ru: Параметры хоста

source: Configure ISO Library
ru: Параметры библиотеки ISO

source: Configure Storage
ru: Параметры хранилища

source: Data Center is not accessible.
ru: Отсутствует доступ к дата-центру

source: Data Center Re-Initialize
ru: Повторная инициализация дата-центра

# dataCenterRoleTree
source: Data Center
ru: Дата-центр

# dataCenterSelectHostsAction
source: Select Hosts
ru: Выбрать хосты

# dataCenterTitle
source: Data Center
ru: Дата-центр

source: Data Center was already initialized
ru: Дата-центр уже был инициализирован

source: Data Centers
ru: Дата-центры

source: Data Center can be changed only when the Host is in Maintenance mode.
ru: Дата-центр можно изменять только если хост находится в режиме обслуживания.

source: Deactivate VM Disk(s)
ru: Деактивировать диски ВМ

source: Default
ru: По умолчанию

# defineClusterQuotaOnDataCenterTitle
source: Edit Quota
ru: Изменить квоту

# defineStorageQuotaOnDataCenterTitle
source: Edit Quota
ru: Параметры квоты

source: Delete Snapshot
ru: Удалить снимок

source: Destroy Storage Domain
ru: Уничтожить домен хранилища

source: Note: You chose to detach all VMs from the pool - this will remove the pool itself.
ru: Внимание: было выбрано отсоединение всех ВМ от пула — это действие удалит и сам пул.

source: Detach Hosts
ru: Отсоединить хосты

source: Detach Network Interfaces
ru: Отсоединить сетевые интерфейсы

source: Detach Storage
ru: Отсоединить хранилище

source: Detach Virtual Machine(s)
ru: Отсоединить ВМ

source: The detach operation will move the entities residing on the storage domain(s) to an unregistered state. For further information please consult documentation.
ru: Операция отсоединения переместит сущности, расположенные в доменах хранилищ, в незарегистрированное состояние. Подробности см. в документации.

source: Directory Groups
ru: Группы каталога

source: Disable CPU Thread Support
ru: Отключить поддержку потоков ЦП

source: Are you sure you want to disable the following Hook(s)?
ru: Точно отключить следующие ловушки?

source: Disk exists on all active Storage Domains
ru: Диски существуют во всех активных доменах хранилищ

# diskProfileTitle
source: Disk Profile
ru: Профиль диска

source: Disk Profiles
ru: Профили дисков

source: Disk
ru: Диск

source: Disks already exist on all available Storage Domains.
ru: Диски уже существуют во всех доступных доменах хранилища

source: Disk Import
ru: Импорт диска

source: Disks
ru: Диски

source: Number of bricks should be a mutiple of Replica Count
ru: Число элементов должно быть кратным числу реплик

source: Number of bricks should be a mutiple of Stripe Count
ru: Число элементов должно быть кратным числу чередований

source: Number of bricks should be a mutiple of Stripe Count and Replica count
ru: Число элементов должно быть кратным числу чередований и реплик

source: At least 1 brick should be present
ru: Должен присутствовать как минимум 1 элемент

# doNotOptimiseForVirtStore
source: No
ru: Нет

source: Brick with the same details already exist
ru: Элемент с такими параметрами уже существует

source: Duplicate fence agent found.
ru: Обнаружен дублирующий агент операции блокады

source: This label has already been specified in another entry.
ru: Эта метка уже была указана в другой записи

source: Edit
ru: Изменить

source: Edit Affinity Group
ru: Параметры группы схожести

source: Edit and Approve Host
ru: Изменить и утвердить хост

source: Edit Bookmark
ru: Параметры закладки

source: Edit Scheduling Policy
ru: Параметры политики планирования

source: Edit Cluster
ru: Параметры кластера

source: Edit CPU QoS
ru: Параметры QoS ЦП

source: Edit Data Center
ru: Параметры дата-центра

source: Manage Domain
ru: Управление доменом

source: Edit fence agent
ru: Параметры агента интерфейса низкоуровнего управления

source: Edit Host Network QoS
ru: Параметры QoS сети хоста

source: Edit Host
ru: Параметры хоста

source: Edit Instance Type
ru: Параметры типа экземпляра

source: Edit iSCSI Bond
ru: Параметры связи iSCSI

source: Edit Logical Network
ru: Параметры логической сети

source: Edit Management Network Interface
ru: Параметры интерфейса сети управления

source: Edit Network Interface
ru: Параметры сетевого интерфейса

source: Edit Network QoS
ru: Параметры QoS сети

source: Pending Virtual Machine changes
ru: Отложенные изменения параметров ВМ

source: Edit Option
ru: Изменить параметр

source: Edit Options
ru: Изменить параметры

source: Edit Policy
ru: Параметры политики

source: Edit Pool
ru: Параметры пула

source: Edit Provider
ru: Параметры поставщика

# editQuotaTitle
source: Edit Quota
ru: Параметры квоты

source: Edit Role
ru: Параметры роли

source: Edit Authentication Key
ru: Параметры ключа аутентификации

source: Edit MAC Address Pool
ru: Параметры пула MAC адресов

source: Edit Storage QoS
ru: Параметры QoS хранилища

source: Edit Tag
ru: Параметры тега

source: Edit Template
ru: Параметры шаблона

source: Edit Virtual Disk
ru: Параметры виртуального диска

source: Edit Virtual Machine
ru: Параметры виртуальной машины

# editVolume
source: Edit
ru: Параметры

source: Edit Snapshot Schedule
ru: Параметры расписания создания снимков

source: Either Total or Read/Write can have values.
ru: Ни Total ни чтение/запись не могут иметь значений.

source: Eject
ru: Извлечь

source: Bricks cannot be empty
ru: Элементы не могут быть пустыми

source: Brick Directory field is mandatory
ru: Поле каталога элементов является обязательным

source: Please fill in all fields.
ru: Заполните все поля

source: Unable to fetch the gluster hosts. Please try again
ru: Не удалось получить доступ к хостам gluster. Повторите попытку позже.

source: There are no new hosts in the cluster
ru: В кластере нет новых хостов

source: This field can be empty or contain an IP address in format xxx.xxx.xxx.xxx
ru: Это поле может быть пустым или содержать адрес IP в формате xxx.xxx.xxx.xxx

source: This field can be empty or contain a valid IPv6 address
ru: Это поле может быть пустым или содержать допустимый адрес IPv6

source: Server field is mandatory
ru: Поле сервера является обязательным

source: End by date cannot be equal to or before start date
ru: «Закончить к дате» не может быть равно или быть раньше даты начала

source: Date
ru: Дата

source: Errata
ru: Список известных ошибок

source: Error in fetching the brick details, please try again.
ru: Ошибка получения сведений об элементе, повторите попытку позже.

source: Error in fetching volume option list, please try again.
ru: Ошибка получения списка параметров тома, повторите попытку позже.

source: Error in fetching fingerprint
ru: Ошибка получения отпечатка

source: Error in retrieving the relevant Storage Domain.
ru: Ошибка получения доступа к соответствующему домену хранилища.

source: VM(s) cannot be imported: One of the templates cannot be found. Please verify that the template exists in both setup and export domain.
ru: Невозможно импортировать ВМ: не удалось найти один из шаблонов. Убедитесь, что шаблон существует и в домене настройки и в домене экспорта

source: Error
ru: Ошибка

# errorWhileRetrievingListOfDomains
source: Error while retrieving list of domains. Please consult your Storage Administrator.
ru: Ошибка получения списка доменов, обратитесь к администратору хранилища

# errorWhileRetrievingListOfDomainsImportSanStorage
source: Error while retrieving list of domains. Please consult your Storage Administrator.
ru: Ошибка получения списка доменов, обратитесь к администратору хранилища

source: Event Details
ru: Сведения о событии

source: Event Notifier
ru: Уведомления о событиях

source: Events
ru: События

source: Include in the previewed VM only the disks that are included in the snapshot.
ru: Включить в просматриваемую ВМ только диски, содержащиеся в снимке

source: existing
ru: существующий

source: Export Image(s)
ru: Экспорт снимков

source: Export Template
ru: Экспорт шаблона

source: Export Virtual Machine
ru: Экспорт ВМ

source: Discovered Hosts
ru: Обнаруженные хосты

source: Provisioned Hosts
ru: Подготовленные хосты

source: External Providers
ru: Внешние поставщики

source: Failed to retrieve existing storage domain information.
ru: Сбой получения информации о существующих доменах хранилищ

source: Fetching Data
ru: Получение данных

source: Field value should follow: <parameter=value;parameter=value;...>
ru: Значение поля должно соответствовать шаблону: <параметр=значение;параметр=значение;...>

source: Address Error:
ru: Ошибка адреса:

source: Fingerprint needs to be verified before importing the gluster configuration
ru: Отпечаток должен быть проверен до начала импорта конфигурации gluster

source: Force Remove Data Center
ru: Принудительно удалить дата-центр

# forceStorageDomainCreation
source: Are you sure?
ru: Продолжить?

source: General
ru: Общие

source: Could not fetch brick details
ru: Не удалось получить сведения об элементах

source: This will force the operation on geo-replication sessions on the nodes that are part of the master volume .If it is unable to successfully perform the operation on any node which is online and part of the master volume, the command will still perform the operation on as many nodes as it can. This command can also be used to re-perform the operation on the nodes where the session has died, or the operation has not be executed.
ru: Это действие принудительно запустит сеансы георепликации на узлах, являющихся частью главного тома. Если операцию не удастся завершить удачно на всех узлах, находящихся в сети и входящих в состав главного тома, команда выполнит операцию на тех узлах, на которых сможет. Эту команду также можно использовать для повторного выполнения на тех узлах, где сеанс прекратился или операция не была выполнена.

source: Geo-replication session configuration reset failed
ru: Не удалось откатить параметры сеанса гео-репликации

source: Geo-replication session configuration set failed
ru: Не удалось настроить параметры сеанса гео-репликации

source: Could not fetch Geo-Replication status details
ru: Не удалось получить сведения о сеансе гео-репликации

source: Geo-replication reset config
ru: Откат конфигурации гео-репликации

source: Geo-replication set config
ru: Настройка конфигурации гео-репликации

source: Geo-Replication Options
ru: Параметры гео-репликации

source: Pause Geo-Replication
ru: Приостановить гео-репликации

source: Warning : Recommendations for geo-replication not met -
ru: Внимание: требования для гео-репликации не выполнены —

source: Remove Geo-Replication
ru: Удалить гео-репликацию

source: Resume Geo-Replication
ru: Возобновить гео-репликацию

source: Geo-Replication Session Details
ru: Сведения о сеансе гео-репликации

source: Start Geo-Replication
ru: Запустить гео-репликацию

source: Stop Geo-Replication
ru: Остановить гео-репликацию

source: Geo-Replication
ru: Гео-репликация

source: For data integrity make sure that the server is configured with Quorum (both client and server Quorum)
ru: В целях сохранения целостности данных, убедитесь, что сервер настроен с кворумом (как клиент, так и сервер)

source: Gluster Hooks
ru: Ловушки Gluster

source: Guest Agent is not responsive
ru: Guest Agent не отвечает

source: Guest Information
ru: Сведения о госте

source: No actions available on cluster.
ru: Нет доступных действий на кластере

source: Global Maintenance Enabled
ru: Глобальное обслуживание включено

source: Local Maintenance Enabled
ru: Локальное обслуживание включено

source: Not Active
ru: Неактивно

source: Hard Disk
ru: Жёсткий диск

source: Hide Advanced Options
ru: Убрать расширенные параметры

# highTitle
source: High
ru: Высокое

source: 'Use Host CPU' is only available for non-PPC-based clusters compatible with version 3.2 or higher with 'Do not allow migration' selected.
ru: Параметр «Использовать ЦП хоста» доступен только для кластеров, созданных не на базе PPC, совместимых с версией 3.2 или более поздней и с отмеченным параметром «Не разрешать миграцию».

source: Activating the Hosts may take a while, please close the 'Guide Me' window and track the Hosts activation via the Events tab or the Hosts tab
ru: Активация хостов может занять некоторое время. Закройте окно пошагового помощника и следите за активацией во вкладке событий или во вкладке хостов.

# hostBricksTitle
source: Bricks
ru: Элементы

source: Changing Host Clusters is taking longer than expected, please close the 'Guide Me' window and activate hosts via the Hosts tab
ru: Смена кластеров хоста занимает больше времени, чем ожидалось. Закройте окно пошагового помощника и активируйте хосты во вкладке хостов.

source: Host Devices
ru: Устройства хоста

source: Host doesn't support Local Storage configuration
ru: Хост не поддерживает настройку локального хранилища

source: Host Hooks
ru: Ловушки хоста

source: Host must be migratable or pinned to multiple hosts when high availability is requested.
ru: При запросе высокой доступности хост должен быть переносимым или прикреплённым к нескольким хостам.

source: Host must be installed before upgrade.
ru: Перед обновлением хост должен быть сначала установлен

source: Host name must be at least one character long and may contain only 'a-z', '0-9', '_', '.' or '-' characters.
ru: Имя хоста должно состоять минимум из одного символа и должно содержать только символы «a-z», «A-Z», «0-9», «_» или «-».

source: Host Network QoS
ru: QoS сети хоста

source: Host cannot be set highly available when 'Do not allow migration' is selected and pinning to a single hosts is requested.
ru: Хост не может быть хостом высокой доступности, если был выбран параметр «Не разрешать миграцию» и требуется закрепление за одним хостом.

source: Host
ru: Хост

source: Hosts
ru: Хосты

source: Updating 'Link State' on a running virtual machine while the NIC is plugged is not supported for externally-provided networks
ru: Сети, предоставленные внешним поставщиком, не поддерживают обновление «Статуса канала» на работающей машине при подключённом NIC.

source: In order to change 'MAC' please Unplug and then Plug again
ru: Чтобы сменить значение параметра «MAC» отключитесь и затем снова подключитесь

source: Detaching an externally-provided network from a plugged NIC on a running virtual machine is not supported
ru: Отсоединение сетей, предоставленных внешним поставщиком, от подключённого NIC на работающей ВМ не поддерживается

source: In order to change 'Type' please Unplug and then Plug again
ru: Чтобы сменить значение параметра «Тип», выполните отключение, а затем выполните подключение

source: Name can contain only alphanumeric, '.', '_' or '-' characters.
ru: Имя должно содержать только буквенно-цифровые символы, «.», «_», или «-».

source: Icon file is not parsable.
ru: Файл значка невозможно обработать

source: Icon is not validated yet. Please try it again later.
ru: Значок ещё не одобрен. Повторите попытку позже.

source: The selected IDE disk(s) will be attached, but will not be activated. In order to activate them, you should shut the VM down and manually activate them.
ru: Выбранные диски IDE будут подключены, но не активированы. Выключите ВМ и активируйте диски вручную.

source: Images
ru: Образы

source: Import of a VM with the clone option must be with collapse snapshot
ru: Импорт ВМ с параметром клонирования необходимо проводить со свёрнутым снимком

source: Import Disk(s)
ru: Импорт диск(ов)

source: Cannot import network, another network with the same name has been marked for import.
ru: Невозможно импортировать сеть, другая сеть с таким именем уже была выбрана для импорта

source: Import Image(s)
ru: Импорт образ(ов)

source: Some imported VMs depend on one or more templates which are not available in the system. Therefore you must Import those VMs with 'collapse snapshots', another option is to Import missing templates first and then try import the VMs again
ru: Некоторые импортированные ВМ зависят от одного или более шаблонов, недоступных в системе. Поэтому эти ВМ должны быть импортированы с параметром «свернуть снимки». Другая возможность: сначала импортировать отсутствующие снимки и потом снова попробовать импортировать ВМ.

source: Import
ru: Импорт

source: Import Networks
ru: Импортировать сети

source: Import Pre-Configured Domain
ru: Импорт предварительно настроенного домена

source: Import provider certificate
ru: Импорт сертификата поставщика

source: Import of a thin provisioned raw disk from a block device must be with collapse snapshot
ru: Импорт неподготовленного диска с тонким резервированием из блочного устройства должен проводиться со свёрнутыми снимками

source: Import Template Conflict
ru: Конфликт импорта шаблонов

source: Import of a Template that exists in the system has to be imported in clone mode
ru: Импорт шаблона, существующего в системе, должен проводиться в режиме клонирования

source: Import of a Template which base template doesn't exists in the system has to be imported in clone mode
ru: Импорт шаблона, базовый шаблон которого не существует в системе, должен проводиться в режиме клонирования

source: Import Template(s)
ru: Импорт шаблон(ов)

source: Import of a VM that exists in the system has to be imported in clone mode
ru: Импорт ВМ, существующей в системе, должен проводиться в режиме клонирования

source: Import of a VM based on template that does not exist in the system must be with collapse snapshot
ru: Импорт ВМ, основанной на шаблоне, которого не существует в системе, должен проводиться со свёрнутым снимком

source: Import Virtual Machine(s)
ru: Импорт ВМ

source: Import Virtual Machine Conflict
ru: Конфликт импорта ВМ

source: Importing Storage Domain...
ru: Идёт импорт домена хранилища…

source: Invalid mask value
ru: Недопустимое значение маски

source: If initrd path is specified, kernel path must be specified as well.
ru: Если указан путь до initrd, необходимо также указать путь до ядра

source: Install Host
ru: Установить хост

source: InterfaceList
ru: Список интерфейсов

source: Interface Mappings
ru: Привязка интерфейсов

source: Please use a comma-separated list of 'label:interface'
ru: Используйте список «метка:интерфейс», через запятую

source: The given mappings are of an invalid format.
ru: Указанные привязки имеют недопустимый формат

source: Brick Directory should be at least 2 characters
ru: Имя каталога элементов должно иметь как минимум два символа

source: Brick Directory should not contain any space
ru: Имя каталога элементов не должно иметь пробелов

source: Invalid Brick Directory
ru: Недопустимый каталог элементов

source: Brick Directory should start with '/'
ru: Имя каталога элементов должно начинаться с символа «/»

source: Invalid E-Mail address
ru: Недопустимый почтовый адрес

source: This field is not a valid Guid (use 0-9,A-F format: 00000000-0000-0000-0000-000000000000)
ru: Это поле не является допустимым Guid (используйте формат 0-9,A-F: 00000000-0000-0000-0000-000000000000)

source: There are selected items with non-matching architectures. Please select only items with the same architecture to proceed the import process.
ru: Выбраны элементы с несовпадающими архитектурами. Для продолжения процедуры импорта выберите элементы с совпадающими архитектурами.

source: Invalid Import Configuration
ru: Недопустимая конфигурация импорта
