Repository: jtux270/translate
Catalog: openstack/zanata/senlin-dashboard-stable-wallaby/*/senlin_dashboard/locale/djangojs.po
Languages: ru

source: ACTIVE
ru: АКТИВЕН

source: ERROR
ru: ОШИБКА

source: CRITICAL
ru: КРИТИЧЕСКИЙ

source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ

source: CREATING
ru: СОЗДАНИЕ

source: UPDATING
ru: ОБНОВЛЕНИЕ

source: DELETING
ru: УДАЛЕНИЕ

source: RESIZING
ru: ИЗМЕНЕНИЕ РАЗМЕРА

source: CHECKING
ru: ИДЁТ ПРОВЕРКА

source: RECOVERING
ru: ИДЁТ ВОССТАНОВЛЕНИЕ

source: Cluster
ru: Кластер

source: Clusters
ru: Кластеры

source: Name
ru: Имя

source: Status
ru: Статус

source: Status Reason
ru: Причина назначения статуса

source: Profile Name
ru: Название профиля

source: Created
ru: Создано

source: Updated
ru: Обновлено

source: Create Cluster
ru: Создать кластер

source: Delete Clusters
ru: Удалить кластеры

source: Update Cluster
ru: Обновить кластер

source: Manage Policies
ru: Управление политиками

source: Scale-in Cluster
ru: Масштабирование: увеличить кластер

source: Scale-out Cluster
ru: Масштабирование: уменьшить кластер

source: Resize Cluster
ru: Изменить размер кластера

source: Delete Cluster
ru: Удалить кластер

source: You are not allowed to delete clusters: %s
ru: Отсутствуют разрешения на удаление кластеров: %s

source: Confirm Delete Cluster
ru: Подтвердить удаление кластера

source: You have selected "%s". Deleted Cluster is not recoverable.
ru: Ваш выбор: "%s". Удалённые кластеры восстановлению не подлежат.

source: Deleted Cluster: %s.
ru: Кластер был удалён: %s.

source: Unable to delete Cluster: %s.
ru: Невозможно удалить кластер: %s.

source: Type
ru: Тип

source: Number
ru: Число

source: Specifying whether the resize should be performed on a best-effort basis when the new capacity may go beyond size constraints.
ru: Должно ли изменение размера выполняться по «наилучшему варианту» в тех случаях, когда новое значение может превысить ограничения по размеру.

source: Minimum Size
ru: Мин. размер

source: Maximum Size
ru: Макс. размер

source: Select type for resize.
ru: Выберите тип для изменения размера

source: Capacity
ru: Ёмкость

source: Adjustment
ru: Корректировка

source: Percentage
ru: Процентное значение

source: Specify the number according to the type you selected as follows.
ru: Укажите число в соответствии с выбранным типом следующим образом:

source: Capacity: The desired number of nodes of the cluster.
ru: Ёмкость: желаемое количество узлов в кластере

source: Adjustment: A positive integer meaning the number of nodes to add, or a negative integer indicating the number of nodes to remove. And this can not be zero.
ru: Корректировка: положительное целое число для узлов, которые необходимо добавить, или отрицательное целое число для узлов, которые необходимо удалить. Значение не может быть нулём.

source: Percentage: A value that is interpreted as the percentage of size adjustment. This value can be positive or negative. And this can not be zero.
ru: Процентное значение: значение, интерпретируемое как процент от корректировки размера. Значение может быть положительным или отрицательным и не может быть нулём.

source: An integer specifying the number of nodes for adjustment when "Percentage" is specified for "Type".
ru: Целое число, указывающее число узлов для корректировки, когда «Процентное значение» указано как тип.

source: New lower bound of cluster size.
ru: Новая нижняя граница размера кластера.

source: New upper bound of cluster size. A value of -1 indicates no upper limit on cluster size.
ru: Новая верхняя граница размера кластера. Значение -1 означает, что верхнегопредела для размера кластера не существует.

source: Cluster resize %s was successfully accepted.
ru: Изменение размера кластера %s было принято успешно.

source: Resize
ru: Изменить размер

source: Node Count
ru: Число узлов

source: Specify node count for scale-in.
ru: Укажите число узлов для положительного масштабирования

source: Cluster scale-in %s was successfully accepted.
ru: Положительное масштабирование кластера %s было успешно принято

source: Scale-In
ru: Положительное масштабирование

source: Specify node count for scale-out.
ru: Укажите число узлов для отрицательного масштабирования

source: Cluster scale-out %s was successfully accepted.
ru: Отрицательное масштабирование кластера %s было успешно принято

source: Scale-Out
ru: Отрицательное масштабирование

source: The informations needed for cluster creation
ru: Сведения, необходимые для создания кластера

source: An arbitrary human-readable name.
ru: Произвольное имя, доступное для человеческого понимания

source: Profile
ru: Профиль

source: Profile used for this cluster.
ru: Профиль, использующийся для этого кластера

source: Min Size
ru: Мин. размер

source: Min size of the cluster. Default to 0.
ru: Мин. размер кластера. По умолчанию: 0

source: Max Size
ru: Макс. размер

source: Max size of the cluster. Default to -1 means unlimited.
ru: Макс. размер кластера. По умолчанию: -1, т.е. без ограничений

source: Desired Capacity
ru: Желательная ёмкость

source: Desired capacity of the cluster. Default to 0.
ru: Желательный объём кластера. По умолчанию: 0

source: Timeout
ru: Истечение времени ожидания

source: Cluster creation timeout in seconds.
ru: Истечение времени ожидания создания кластера, в сек.

source: Metadata
ru: Метаданные

source: The metadata yaml used to create the profile.
ru: YAML метаданных для создания профиля

source: Cluster %s was successfully created.
ru: Кластер "%s" был успешно создан

source: Create
ru: Создать

source: Create At
ru: Создать на

source: Policies
ru: Политики

source: Select policies from the available policies below.
ru: Выберите политику из доступных политик ниже.

source: Policies for the cluster.
ru: Политики для кластера

source: Select the policy to apply to the cluster.
ru: Выберите политику, чтобы применить в кластере

source: Policies on the cluster were successfully updated.
ru: Политики кластера были успешно обновлены

source: You may update the editable properties of your cluster here.
ru: Здесь можно обновить редактируемые параметры кластера

source: New timeout (in seconds) value for the cluster.
ru: Новое значение истечения времени ожидания для кластера ( в сек.)

source: YAML formated metadata
ru: Метаданные в формате YAML

source: Cluster %s was successfully updated.
ru: Кластер %s был успешно обновлён

source: Update
ru: Обновить

source: Cluster Name
ru: Имя кластера

source: Name of the cluster.
ru: Имя кластера

source: Select profile for the cluster.
ru: Выберите профиль кластера

source: Metadata of the cluster in YAML format.
ru: Метаданные кластера в формате YAML

source: Overview
ru: Обзор

source: Event
ru: Событие

source: Events
ru: События

source: Object Name
ru: Имя объекта

source: Object ID
ru: ID объекта

source: Action
ru: Действие

source: Generated
ru: Создан

source: Node
ru: Узел

source: Nodes
ru: Узлы

source: Physical ID
ru: Физический ID

source: Role
ru: Роль

source: Cluster ID
ru: ID кластера

source: Create Node
ru: Создать узел

source: Delete Nodes
ru: Удалить узлы

source: Update Node
ru: Обновить узел

source: Delete Node
ru: Удалить узел

source: You are not allowed to delete nodes: %s
ru: Отсутствуют разрешения на удаление узлов: %s

source: Confirm Delete Node
ru: Подтвердить удаление узла

source: You have selected "%s". Deleted Node is not recoverable.
ru: Ваш выбор: "%s". Удалённые узлы восстановлению не подлежат.

source: Deleted Node: %s.
ru: Узел был удалён: %s.

source: Unable to delete Node: %s.
ru: Невозможно удалить узел: %s.

source: Node %s was successfully created.
ru: Узел "%s" был успешно создан

source: The informations needed for node creation.
ru: Сведения, необходимые для создания узла

source: Profile used for this node.
ru: Профиль, использующийся для этого узла

source: Cluster for this node.
ru: Кластер для этого узла

source: Role for this node in the specific cluster.
ru: Роль этого узла в конкретном кластере

source: The metadata yaml used to create the node.
ru: YAML метаданных для создания узла

source: You may update the editable properties of your node here.
ru: Здесь можно обновить редактируемые параметры узла

source: The metadata yaml used to update the node.
ru: YAML метаданных для обновления узла

source: Node %s was successfully updated.
ru: Узел %s был успешно обновлён

source: Name of the node.
ru: Имя узла

source: Select profile for the node.
ru: Выберите профиль узла

source: Select cluster for the node.
ru: Выберите кластер для узла

source: Role for this node in the cluster.
ru: Роль этого узла в кластере

source: Metadata of the node in YAML format.
ru: Метаданные узла в формате YAML

source: Unable to retrieve the nodes.
ru: Не удалось получить сведения об узлах

source: Unable to retrieve the node with id: %(id)s.
ru: Не удалось получить сведения об узле с ID: %(id)s.

source: Unable to create the node with name: %(name)s
ru: Невозможно создать узел с именем: %(name)s

source: Unable to update the node with name: %(name)s
ru: Невозможно обновить узел с именем: %(name)s

source: Unable to delete the node with id: %(id)s
ru: Невозможно удалить узел с ID: %(id)s

source: Unable to retrieve the events with id: %(id)s.
ru: Не удалось получить сведения о событиях с ID: %(id)s.

source: Unable to retrieve the receivers.
ru: Не удалось получить сведения о получателях

source: Unable to retrieve the receiver with id: %(id)s.
ru: Не удалось получить сведения о получателе с ID: %(id)s.

source: Unable to create the receiver with name: %(name)s
ru: Не удалось создать новый получатель с именем: %(name)s

source: Unable to update the receiver with name: %(name)s
ru: Не удалось обновить новый получатель с именем: %(name)s

source: Unable to delete the receiver with id: %(id)s.
ru: Не удалось удалить получатель с ID: %(id)s.

source: Unable to retrieve the profiles.
ru: Не удалось получить сведения о профилях

source: Unable to retrieve the profile with id: %(id)s.
ru: Не удалось получить сведения о профиле с ID: %(id)s.

source: Unable to delete the profile with id: %(id)s.
ru: Невозможно удалить профиль с ID: %(id)s.

source: Unable to create the profile with name: %(name)s
ru: Не удалось создать новый профиль с именем: %(name)s

source: Unable to update the profile with name: %(name)s
ru: Не удалось обновить профиль с именем: %(name)s

source: Unable to retrieve the clusters.
ru: Не удалось получить сведения о кластерах

source: Unable to retrieve the cluster with id: %(id)s.
ru: Не удалось получить сведения о кластере с ID: %(id)s.

source: Unable to create the cluster with name: %(name)s
ru: Не удалось создать кластер с именем: %(name)s

source: Unable to update the cluster with name: %(name)s
ru: Не удалось обновить кластер с именем: %(name)s

source: Unable to delete the cluster with id: %(id)s.
ru: Не удалось удалить кластер с id: %(id)s.

source: Unable to scale-%(scale)s the cluster with name: %(name)s
ru: Не удалось масштабировать-%(scale)s кластер с именем: %(name)s

source: Unable to resize the cluster with name: %(name)s
ru: Не удалось изменить размер кластера с именем: %(name)s

source: Unable to retrieve the policies of the cluster with id: %(id)s.
ru: Не удалось получить сведения о политиках кластера с ID: %(id)s.

source: Unable to update policies of the cluster
ru: Не удалось обновить политики кластера

source: Unable to retrieve the policies.
ru: Не удалось получить сведения о политиках

source: Unable to retrieve the policy with id: %(id)s.
ru: Не удалось получить сведения о политике с ID: %(id)s.

source: Unable to create the policy with name: %(name)s
ru: Не удалось создать политику с именем: %(name)s

source: Unable to update the policy with name: %(name)s
ru: Невозможно обновить политику с именем: %(name)s

source: Unable to delete the policy with id: %(id)s.
ru: Невозможно удалить политику с ID: %(id)s.

source: Policy
ru: Политика

source: Spec
ru: Спецификация

source: Create Policy
ru: Создать политику

source: Delete Policies
ru: Удалить политики

source: Update Policy
ru: Обновить политику

source: Delete Policy
ru: Удалить политику

source: You are not allowed to delete policies: %s
ru: Отсутствуют разрешения на удаление политик: %s

source: Confirm Delete Policy
ru: Подтвердить удаление политики

source: You have selected "%s". Deleted Policy is not recoverable.
ru: Ваш выбор: "%s". Удалённые политики восстановлению не подлежат.

source: Deleted Policy: %s.
ru: Политика была удалена: %s.

source: Unable to delete Policy: %s.
ru: Невозможно удалить политику: %s.

source: Policy %s was successfully created.
ru: Политика %s была успешно создана

source: Policy %s was successfully updated.
ru: Политики %s были успешно созданы

source: Load Spec from File
ru: Загрузить спецификацию из файла

source: Load the spec yaml file and set to spec below.
ru: Загрузить файл YAML спецификации и указать в качестве спецификации ниже

source: The spec yaml used to create the policy. Edit loaded yaml from file using above 'Load Spec from File', or see samples from link below to write.
ru: YAML спецификации, используемый для создания политики. Редактируйте загруженный из файла YAML с помощью действия «Загрузить спецификации из файла» выше, или см. примеры для создания по ссылке ниже.

source: Policy Spec Examples
ru: Примеры спецификаций политик

source: Name of the policy.
ru: Имя политики

source: Profiles
ru: Профили

source: Create Profile
ru: Создать профиль

source: Update Profile
ru: Обновить профиль

source: Delete Profile
ru: Удалить профиль

source: Delete Profiles
ru: Удалить профили

source: You are not allowed to delete profiles: %s
ru: Отсутствуют разрешения на удаление профилей: %s

source: Confirm Delete Profile
ru: Подтвердить удаление профиля

source: You have selected "%s". Deleted Profile is not recoverable.
ru: Ваш выбор: "%s". Удалённые профили восстановлению не подлежат.

source: Deleted Profile: %s.
ru: Профиль был удалён: %s.

source: Unable to delete Profile: %s.
ru: Невозможно удалить профиль: %s

source: Profile %s was successfully created.
ru: Профиль %s был успешно создан

source: A profile encodes the information needed for node creation.
ru: В профиле кодируется информация, необходимая для создания узла

source: The spec yaml used to create the profile. Edit loaded yaml from file using above 'Load Spec from File', or see samples from link below to write.
ru: Файл YAML спецификации, используемый для создания профиля. Редактируйте загруженный из файла YAML с помощью действия «Загрузить спецификации из файла» выше, или см. примеры для создания по ссылке ниже.

source: Profile Spec Examples
ru: Примеры спецификаций профилей

source: You may update the editable properties of your profile here.
ru: Здесь можно обновить редактируемые параметры профиля

source: The metadata yaml used to update the profile.
ru: YAML метаданных для обновления профиля

source: Profile %s was successfully updated.
ru: Профиль %s был успешно обновлён

source: Name of the profile.
ru: Имя профиля

source: Metadata of the profile in YAML format.
ru: Метаданные профиля в формате YAML

source: Receiver
ru: Получатель

source: Receivers
ru: Получатели

source: Channel
ru: Канал

source: Parameters
ru: Параметры

source: Create Receiver
ru: Создать получатель

source: Delete Receivers
ru: Удалить получатели

source: Update Receiver
ru: Обновить получатель

source: Delete Receiver
ru: Удалить получатель

source: Receiver %s was successfully created.
ru: Получатель %s был успешно создан

source: You are not allowed to delete receivers: %s
ru: Отсутствуют разрешения на удаление получателей: %s

source: Confirm Delete Receiver
ru: Подтвердить удаление получателя

source: You have selected "%s". Deleted Receiver is not recoverable.
ru: Ваш выбор: "%s". Удалённые получатели восстановлению не подлежат.

source: Deleted Receiver: %s.
ru: Получатель удалён: %s.

source: Unable to delete Receiver: %s.
ru: Не удалось удалить получатель: %s.

source: Type of the receiver. Default to webhook
ru: Тип получателя. По умолчанию: веб-перехватчик.

source: Targeted cluster for this receiver.
ru: Целевой кластер для данного получателя

source: Name or ID of the targeted action to be triggered.
ru: Имя или ID запускаемого целевого действия

source: Params
ru: Параметры

source: YAML formatted parameters that will be passed to target action when the receiver is triggered.
ru: Параметры в формате YAML, которые будут переданы целевому действию после запуска получателя

source: Receiver %s was successfully updated.
ru: Получатель %s был успешно обновлён

source: Name of the receiver.
ru: Имя получателя

source: Select type for the receiver.
ru: Выберите тип получателя

source: Webhook
ru: Веб-перехватчик

source: Message
ru: Сообщение

source: Select cluster for the receiver.
ru: Выберите кластер получателя

source: Select action for the receiver.
ru: Выберите действие получателя

source: Scale In the Cluster
ru: Масштабирование в кластере

source: Parameters of the receiver in YAML format.
ru: Параметры получателя в формате YAML
