Repository: jtux270/translate
Catalog: openstack/zanata/openstack-helm-master/*/doc/source/locale/doc-troubleshooting.po
Languages: ru

source: Backing up a PVC
ru: Резервное копирование PVC

source: Backing up a PVC stored in Ceph, is fairly straigthforward, in this example we use the PVC ``mysql-data-mariadb-server-0`` as an example, but this will also apply to any other services using PVCs eg. RabbitMQ, Postgres.
ru: Резервное копирование PVC, хранящегося в Ceph, достаточно просто. Ниже для примера приведён PVC ``mysql-data-mariadb-server-0``, но та же процедура подходит и для любых других сервисов, использующих PVC, таких как RabbitMQ или Postgres.

source: Restoring is just as straightforward. Once the workload consuming the device has been stopped, and the raw RBD device removed the following will import the back up and create a device:
ru: Восстановление - так же достаточно простая процедура. Как только рабочая нагрузка использующая устройство остановлена, и отключено устройство с сырыми данными RBD, нижеприведённая процедура импортирует резерную копию и создаст устройство.

source: Once this has been done the workload can be restarted.
ru: После вполнения процедуры рабочая нагрузка может быть перезапущена.

source: Database Deployments
ru: Развёртывание баз данных

source: This guide is to help users debug any general storage issues when deploying Charts in this repository.
ru: Это руководство предназначается для помощи пользователям в поиске и исправлении типичных ошибок в подсистеме хранения данных при развёртывании Chart'ов этого репозитория.

source: Galera Cluster
ru: Кластер Galera

source: To test MariaDB, do the following:
ru: Выполните эти команды для тестирования MariaDB:

source: Troubleshooting
ru: Поиск и устранение неполадок

source: Sometimes things go wrong. These guides will help you solve many common issues with the following:
ru: Иногда что-то идёт не так. Эти руководства помогут вам разрешить многие из типичных проблем:

source: Getting help
ru: Помощь

source: Channels
ru: Чаты

source: Join us on `Slack <http://slack.k8s.io/>`_ - #openstack-helm
ru: Присоединяйтесь к нам в `Slack <http://slack.k8s.io/>`_ - #openstack-helm

source: Bugs and Feature requests
ru: Сообщения об ошибках и запросы нового функционала

source: Persistent Storage
ru: Постоянное хранилище

source: This guide is to help users debug any general storage issues when deploying charts in this repository.
ru: Это руководство предназначается для помощи пользователям в поиске и исправлении типичных ошибок в подсистеме хранения данных при развёртывании Chart'ов этого репозитория.

source: Ceph Deployment Status
ru: Статус развёртывания Ceph

source: First, we want to validate that Ceph is working correctly. This can be done with the following Ceph command:
ru: В начале давайте проверим, что Ceph работоспособен. Это можно сделать с помощью следующей команды Ceph:

source: Use one of your Ceph Monitors to check the status of the cluster. A couple of things to note above; our health is `HEALTH\_OK`, we have 3 mons, we've established a quorum, and we can see that all of our OSDs are up and in the OSD map.
ru: Для проверки статуса кластера, воспользуйтесь одним из мониторов Ceph. Некоторые замечания: статус здоровья - `HEALTH\_OK`, у нас 3 монитора, установлен кворум, а так же мы можем видеть, что все наши OSD работоспособны и присутствуют в карте OSD.

source: PVC Preliminary Validation
ru: Предварительная проверка PVC

source: Before proceeding, it is important to ensure that you have deployed a client key in the namespace you wish to fulfill ``PersistentVolumeClaims``. To verify that your deployment namespace has a client key:
ru: Перед тем, как продолжить далее, важно убедиться, что вы установили клиентский ключ в том пространстве имён, в котором вы собираетесь заполнять ``PersistentVolumeClaims``. Выполните нижеприведённую команду для проверки того, что в этом пространстве имён есть клиеннтский ключ:

source: Without this, your RBD-backed PVCs will never reach the ``Bound`` state. For more information, see how to `activate namespace for ceph <../install/multinode.html#activating-control-plane-namespace-for-ceph>`_.
ru: Без этого ваш PVC с RBD бэкэндом никогда не достигнет состояния ``Bound`` (Подключен). За более подробной информацией обратитесь к разделу `активация пространства имён Ceph <../install/multinode.html#activating-control-plane-namespace-for-ceph>`_.

source: Note: This step is not relevant for PVCs within the same namespace Ceph was deployed.
ru: Важно: Этот шаг не имеет отношения к PVC в тех же пространствах имён, в которых развёрнут Ceph.

source: Ceph Validating PVC Operation
ru: Проверка работы PVC Ceph

source: To validate persistent volume claim (PVC) creation, we've placed a test manifest `here <https://raw.githubusercontent.com/openstack/openstack-helm/master/tests/pvc-test.yaml>`_. Deploy this manifest and verify the job completes successfully.
ru: Для проверки создания требования постоянного хранилища (PVC) мы `опубликовали <https://raw.githubusercontent.com/openstack/openstack-helm/master/tests/pvc-test.yaml>`_ тестовый манифест. Разверните его, и убедитесь, что задание успешно завершается.

source: Ceph Validating StorageClass
ru: Проверка StorageClass'а Ceph

source: Next we can look at the storage class, to make sure that it was created correctly:
ru: Далее мы можем посмотреть на класс хранилища, чтобы убедиться, что он создан корректно:

source: The parameters are what we're looking for here. If we see parameters passed to the StorageClass correctly, we will see the ``ceph-mon.ceph.svc.cluster.local:6789`` hostname/port, things like ``userid``, and appropriate secrets used for volume claims.
ru: Здесь мы должны обратить внимание на параметры. Если они корректно преданы StorageClass'у, то мы увидим имя хоста/порт как ``ceph-mon.ceph.svc.cluster.local:6789``, а так же ``userid``, и соответствующие секреты, использующиеся для запроса томов хранилищ.

source: Ubuntu HWE Kernel
ru: HWE ядро Ubuntu

source: To make use of CephFS in Ubuntu the HWE Kernel is required, until the issue described `here <https://github.com/kubernetes-incubator/external-storage/issues/345>`_ is fixed.
ru: До исправления проблемы, описанной `здесь <https://github.com/kubernetes-incubator/external-storage/issues/345>`_, для использования CephFS в Ubuntu требуется использовать HWE ядро.

source: Installation
ru: Установка и развёртывание

source: To deploy the HWE kernel, prior to deploying Kubernetes and OpenStack-Helm the following commands should be run on each node:
ru: Для развёртывания HWE ядра перед установкой Kubernetes и OpenStack-Helm, команды, приведённые ниже, должны быть выполнены на каждом узле:
