Repository: jtux270/translate
Catalog: openstack/zanata/manila-ui-stable-wallaby/*/manila_ui/locale/django.po
Languages: ru

source: %(used)s of %(quota)s Used
ru: используется %(used)s из %(quota)s

source: Resize the size of a share.
ru: Изменить размер разделяемого ресурса.

source: From here you can revert the share to its latest snapshot.
ru: Здесь можно откатить разделяемый ресурс до состояния последнего снимка

source: Add policy rule to share, 'ip' rule represents IPv4 or IPv6 address, 'user' rule represents username or usergroup, 'cephx' rule represents ceph auth ID.
ru: Добавление правила политики разделяемому ресурсу: правило 'ip' представляет собой адрес IPv4 или IPv6, 'user' — имя пользователя или группу пользователя, 'cephx' — идентификатор авторизации ceph.

source: From here you can modify name, description and visibility of a share.
ru: Здесь можно изменить имя, описание и видимость разд. ресурса

source: To unset metadata use:
ru: Для удаления метаданных используйте:

source: All pairs that are in field for left are set for this metadata.
ru: Все пары, присутствующие в левом поле, настроены в этих метаданных

source: Share Rules
ru: Правила разделяемого ресурса

source: Create share replica in specific availability zone.
ru: Создание реплики разд. ресурса в конкретной зоне доступности

source: Set share replica with ID
ru: Настроить реплику разд. ресурса с ID

source: as Active?
ru: как активную?

source: Create Share Replica
ru: Создать реплику разделяемого ресурса

source: Delete User Message
ru: Удалить сообщение пользователя

source: Deleted User Message
ru: Сообщение пользователя было удалено

source: Unable to delete message "%s"
ru: Не удалось удалить сообщение "%s"

source: User Message
ru: Сообщение пользователя

source: User Message Details: %(message_id)s
ru: Подробности о сообщении пользователя:

source: Unable to retrieve user message detail.
ru: Не удалось получить подробности о сообщении пользователя

source: User Messages Details
ru: Подробности о сообщении пользователя
