Repository: jtux270/translate
Catalog: openstack/zanata/manila-ui-stable-wallaby/*/manila_ui/locale/django.po
Languages: ru

source: Key '%s' has improper length.
ru: У ключа '%s' неправильная длина.

source: Key can not contain spaces. See string '%s'.
ru: Ключ не должен содержать пробелы. См. строку '%s'.

source: All keys and values must be in range from 1 to 255.
ru: Все ключи и значения должны находиться в диапазоне от 1 до 255.

source: Duplicated keys '%s'.
ru: Дублирующиеся ключи '%s'.

source: Keys should not contain spaces. Error in '%s'.
ru: Ключ не должен содержать пробелы. Ошибка в '%s'.

source: Unable to retrieve list of projects.
ru: Не удалось получить список проектов

source: Shares
ru: Общие ресурсы

source: Share gigabytes
ru: Совместно использовать гигабайты

source: Share Snapshots
ru: Совместно использовать снимки

source: Share Snapshot gigabytes
ru: Совместно использовать гигабайты снимка

source: Share Networks
ru: Сети разделяемых ресурсов

source: Share Groups
ru: Группы разделяемых ресурсов

source: Share Group Snapshots
ru: Снимки групп разделяемых ресурсов

source: Quota Name
ru: Имя квоты

source: Limit
ru: Лимит

source: Shared Quotas
ru: Общие квоты

source: Share Quotas
ru: Квоты разделяемого ресурса

source: Unable to get manila default quota.
ru: Не удалось получить сведения об исходной квоте службы manila

source: Share snapshots
ru: Совместно использовать снимки

source: Share snapshot gigabytes
ru: Совместно использовать гигабайты снимка

source: Unable to update default quotas.
ru: Не удалось обновить исходные квоты

source: Share
ru: Совместно использовать

source: From here you can update the default share quotas (max limits).
ru: Здесь можно обновить изначальные квоты разделяемого ресурса (макс. лимиты)

source: Unable to retrieve default share quotas.
ru: Не удалось получить сведения об изначальных квотах разделяемого ресурса

source: Security Services
ru: Службы безопасности

source: Delete Security Service
ru: Удалить службу безопасности

source: Deleted Security Service
ru: Служба безопасности была удалена

source: Name
ru: Имя

source: Description
ru: Описание

source: Project
ru: Проект

source: Organizational Unit
ru: Подразделение

source: Server
ru: Сервер

source: Domain
ru: Домен

source: Security Service Overview
ru: Обзор службы безопасности

source: Unable to retrieve security services
ru: Не удалось получить сведения о службах безопасности

source: Type
ru: Тип

source: Created at
ru: Время создания

source: Security Service Details
ru: Подробности о службе безопасности

source: User
ru: Пользователь

source: Status
ru: Статус

source: Reseting share group snapshot ('%(id)s') status from '%(from)s' to '%(to)s'.
ru: Статус снимка группы разделяемых ресурсов ('%(id)s') окатывается с '%(from)s' на '%(to)s'.

source: Unable to reset status of share group snapshot '%s'.
ru: Не удалось откатить статус снимка группы разделяемых ресурсов '%s'.

source: Delete Share Group Snapshot
ru: Удалить снимок группы разделяемых ресурсов

source: Deleted Share Group Snapshot
ru: Снимок группы разделяемых ресурсов был удалён

source: Unable to delete share group snapshot "%s". One or more share groups depend on it.
ru: Не удалось удалить снимок группы разделяемых ресурсов "%s". От него зависит одна или более групп разделяемых ресурсов.

source: Reset status
ru: Откатить статус

# Current status of snapshot
source: Available
ru: Доступно

# Current status of snapshot
source: Creating
ru: Идёт создание

# Current status of snapshot
source: Error
ru: Ошибка

source: Source
ru: Источник

source: Share Group Snapshot Overview
ru: Обзор снимка группы разделяемых ресурсов

source: Unable to retrieve share group snapshot list.
ru: Не удалось получить список снимков группы разделяемых ресурсов

source: Share Group Snapshot Details: %(sgs_display_name)s
ru: Подробности о снимке группы разделяемых ресурсов: %(sgs_display_name)s

source: Unable to retrieve share group snapshot details.
ru: Не удалось получить подробности о снимке группы разделяемых ресурсов

source: Reset Status
ru: Откатить статус

source: Reset Share Group Snapshot Status
ru: Откатить статус снимка группы разделяемых ресурсов

source: Unable to retrieve share group snapshot '%s'.
ru: Не удалось получить сведения о снимке группы разделяемых ресурсов '%s'.

source: Source Share Group
ru: Исходная группа разделяемых ресурсов

source: Created
ru: Создано

source: Share Group Snapshot Details
ru: Подробности о снимке группы разделяемых ресурсов

source: Group specs
ru: Спецификации группы

source: Share Types
ru: Типы общих ресурсов

source: At least one share type must be specified.
ru: Необходимо указать как минимум один тип разделяемых ресурсов

source: Public
ru: Общедоступный

source: Expected only pairs of key=value.
ru: Ожидались только пары «ключ=значение»

source: Successfully created share group type: %s
ru: Тип группы разделяемых ресурсов успешно создан: %s

source: Unable to create share group type.
ru: Не удалось создать тип группы разделяемых ресурсов

source: Successfully updated group specs for share group type '%s'.
ru: Спецификации группы для типа группы разделяемых ресурсов успешно обновлены: '%s'.

source: Unable to update group_specs for share group type.
ru: Не удалось обновить group_specs для типа группы разделяемых ресурсов.

source: Share Group Types
ru: Типы группы разделяемых ресурсов

source: Create Share Group Type
ru: Создать тип группы разделяемых ресурсов

source: Delete Share Group Type
ru: Удалить тип группы разделяемых ресурсов

source: Deleted Share Group Type
ru: Тип группы разделяемых ресурсов удалён

source: Manage Share Group Type Access
ru: Управление доступом к типу группы разделяемых ресурсов

source: Update Share group Type
ru: Обновить тип группы разделяемых ресурсов

source: Share types
ru: Типы общих ресурсов

source: Visibility
ru: Видимость

source: Unable to retrieve share group types.
ru: Не удалось получить сведения о типах группы разделяемых ресурсов

source: Create
ru: Создать

source: Update Share Group Type
ru: Обновить тип группы разделяемых ресурсов

source: Update
ru: Обновить

source: Unable to retrieve share_gruop_type.
ru: Не удалось получить сведения о share_gruop_type.

source: Unable to get list of projects.
ru: Не удалось получить список проектов

source: Unable to get information about share group type access.
ru: Не удалось получить сведения о доступе к типу группы разделяемых ресурсов

source: Projects with access to share group type
ru: Проекты с доступом к типу группы разделяемых ресурсов

source: Available projects
ru: Доступные проекты

source: Allow project access to share group type.
ru: Разрешить доступ проекту к типу группы разделяемых ресурсов

source: Selected projects
ru: Выбранные проекты

source: No projects found.
ru: Проектов не найдено

source: No projects selected.
ru: Проекты не выбраны

source: Updated access for share group type "%s".
ru: Доступ к типу группы разделяемых ресурсов "%s" был обновлён

source: Unable to update access for share group type "%s".
ru: Не удалось обновить доступ к типу группы разделяемых ресурсов "%s"

source: Unable to update share group type.
ru: Не удалось обновить тип группы разделяемых ресурсов

source: The share group type defines the characteristics of a share group backend.
ru: Тип группы разделяемых ресурсов определяет характеристики сервера заднего плана группы

source: One line - one action. Empty strings will be ignored.
ru: Одна строка — одно действие. Пустые строки игнорируются.

source: To add group-specs use:
ru: Для добавления спецификаций группы используйте:

source: Placeholder for description of share group type access managing form.
ru: Поле для ввода формы с описанием управления типом группы разделяемых ресурсов

source: Selected Projects
ru: Выбранные проекты

source: Submit
ru: Отправить

source: Cancel
ru: Отмена

source: Here can be modified group-specs for share group type.
ru: Здесь можно изменить спецификации группы для типа группы разделяемых ресурсов

source: To unset group-specs use:
ru: Для удаления спецификаций группы используйте:

source: All pairs that are in field for left are set for this share group type.
ru: Все пары в левом поле настроены для этого типа группы разделяемых ресурсов

source: Create Group Share Type
ru: Создать тип группы разделяемых ресурсов

source: Reseting share group ('%(id)s') status from '%(from)s' to '%(to)s'.
ru: Статус группы разделяемых ресурсов ('%(id)s') откатывается с '%(from)s' на '%(to)s'.

source: Unable to reset status of share group '%s'.
ru: Не удалось откатить статус группы разделяемых ресурсов '%s'.

source: Delete Share Group
ru: Удалить группу разделяемых ресурсов

source: Deleted Share Group
ru: Группа разделяемых ресурсов удалена

source: Host
ru: Хост

source: Availability Zone
ru: Зона доступности

source: Share Network
ru: Сеть разделяемых ресурсов

source: Share Server
ru: Сервер разделяемых ресурсов

source: Share Group Overview
ru: Обзор группы разделяемых ресурсов

source: Unable to retrieve share groups.
ru: Не удалось получить сведения о группах разделяемых ресурсов

source: Share Group Details: %s
ru: Подробности о группе разделяемых ресурсов: %s

source: Unable to retrieve share group details.
ru: Не удалось получить подробности о группе разделяемых ресурсов

source: Reset Share Group Status
ru: Откатить статус группы разделяемых ресурсов

source: Unable to retrieve share group '%s'.
ru: Не удалось получить сведения о группе разделяемых ресурсов '%s'.

source: Source share group snapshot
ru: Исходный снимок группы разделяемых ресурсов

source: Capabilities
ru: Характеристики

source: Share network
ru: Сеть разделяемых ресурсов

source: Share server
ru: Сервер разделяемых ресурсов

source: Share Group Type
ru: Тип группы разделяемых ресурсов

source: Share Group Type Name:
ru: Имя типа группы разделяемых ресурсов:

source: Share Group Type ID:
ru: ID типа группы разделяемых ресурсов:

source: Share Group Type Specs:
ru: Спецификации типа группы разделяемых ресурсов:

source: Share Type Name:
ru: Имя типа группы разделяемых ресурсов:

source: Share Type Visibility:
ru: Видимость типа группы разделяемых ресурсов:

source: Network handling enabled:
ru: Обработка сети включена:

source: Share Group Details
ru: Подробности о группе разделяемых ресурсов

source: Share Instances
ru: Экземпляры разделяемого ресурса

source: Share Server Id
ru: ID сервера разделяемых ресурсов

source: Share ID
ru: ID разделяемого ресурса

source: Share Instance Overview
ru: Обзор экземпляра разделяемого ресурса

source: Unable to retrieve share instances.
ru: Не удалось получить сведения об экземплярах разделяемого ресурса.

source: Share Instance Details: %s
ru: Подробности об экземпляре разделяемых ресурсов

source: Unable to retrieve share instance details.
ru: Не удалось получить подробности об экземпляре разделяемых ресурсов

source: Export locations
ru: Местоположения экспорта

source: Share Instance Details
ru: Подробности об экземпляре разделяемых ресурсов

source: Neutron Net
ru: Сеть Neutron

source: Neutron Subnet
ru: Подсеть Neutron

source: IP Version
ru: Версия IP

source: Network Type
ru: Тип сети

source: Segmentation Id
ru: ID сегментации

source: Share Network Overview
ru: Обзор сети разделяемых ресурсов

source: Unable to retrieve share networks
ru: Не удалось получить сведения о сетях разделяемых ресурсов

source: Share Servers
ru: Серверы разделяемых ресурсов

source: Net Details
ru: Подробности о сети

source: Network
ru: Сеть

source: Subnet
ru: Подсеть

source: Share Network Details
ru: Подробности о сети разделяемых ресурсов

source: Delete Share Server
ru: Удалить сервер разделяемых ресурсов

source: Deleted Share Server
ru: Сервер разделяемых ресурсов удалён

# Current status of share server
source: In-use
ru: В использовании

# Current status of share server
source: Active
ru: Активно

# Current status of share server
source: Creating
ru: Идёт создание

# Current status of share server
source: Error
ru: Ошибка

source: Share Server Overview
ru: Обзор сервера разделяемых ресурсов

source: Unable to retrieve share servers
ru: Не удалось получить сведения о сервере разделяемых ресурсов

source: Share Server Details: %(server_name)s
ru: Подробности о сервере разделяемых ресурсов: %(server_name)s

source: Unable to retrieve share server details.
ru: Не удалось получить подробности о сервере разделяемых ресурсов

source: Shares on this server
ru: Разделяемые ресурсы на этом сервере

source: Specs
ru: Спецификации

source: Share Server Details
ru: Подробности о сервере разделяемых ресурсов

source: %sGiB
ru: %sГиб

source: Delete Snapshot
ru: Удалить снимок

source: Deleted Snapshot
ru: Снимок был удалён

source: Unable to delete snapshot "%s". One or more shares depend on it.
ru: Не удалось удалить снимок "%s". От него зависит один или более разделяемый ресурс.

# Current status of snapshot
source: In-use
ru: В использовании

source: Size
ru: Размер

source: Share Snapshot Overview
ru: Обзор снимка разделяемого ресурса

source: Unable to retrieve share snapshot list.
ru: Не удалось получить список снимков разделяемых ресурсов

source: Path:
ru: Путь:

source: Is admin only:
ru: Доступ только для администраторов:

source: Snapshot Replica ID:
ru: ID реплики снимка:

source: Access Rules
ru: Правила доступа

source: Access to:
ru: Доступ к:

source: Status:
ru: Статус:

source: GiB
ru: Гиб

source: Share Details
ru: Подробности о разделяемом ресурсе

source: Driver handles share servers
ru: Драйвер обрабатывает серверы разделяемых ресурсов

source: Extra specs
ru: Дополнительные спецификации

source: Improper value set to required extra spec 'spec_driver_handles_share_servers'. Allowed values are %s. Case insensitive.
ru: Для требуемой дополнительной спецификации 'spec_driver_handles_share_servers' указано неверное значение. Допустимые значения: %s. Без учёта регистра.

source: Successfully created share type: %s
ru: Тип разделяемых ресурсов успешно создан: %s

source: Unable to create share type.
ru: Не удалось создать тип разделяемых ресурсов

source: Successfully updated extra specs for share type '%s'.
ru: Дополнительные спецификации для типа разделяемых ресурсов '%s' успешно обновлены.

source: Unable to update extra_specs for share type.
ru: Не удалось обновить extra_specs для типа разделяемых ресурсов.

source: Create Share Type
ru: Создать тип разделяемых ресурсов

source: Delete Share Type
ru: Удалить тип разделяемых ресурсов

source: Deleted Share Type
ru: Тип разделяемых ресурсов удалён

source: Manage Share Type Access
ru: Управление доступом к типу разделяемых ресурсов

source: Update Share Type
ru: Обновить тип разделяемых ресурсов

source: Name
ru: Имя

source: Extra Spec
ru: Доп. спецификации

source: Unable to retrieve share types.
ru: Не удалось получить сведения о типах разделяемых ресурсов

source: Unable to retrieve share_type.
ru: Не удалось получить сведения о share_type.

source: Unable to get information about share type access.
ru: Не удалось получить сведения о доступе к типу разделяемых ресурсов

source: Projects with access to share type
ru: Проекты с доступом к типу разделяемых ресурсов

source: Allow project access to share type.
ru: Разрешить доступ проекту к типу разделяемых ресурсов

source: Updated access for share type "%s".
ru: Доступ к типу разделяемых ресурсов "%s" был обновлён

source: Unable to update access for share type "%s".
ru: Не удалось обновить доступ к типу разделяемых ресурсов "%s"

source: Unable to update share type.
ru: Не удалось обновить тип разделяемых ресурсов

source: The share type defines the characteristics of a share backend.
ru: Тип разделяемых ресурсов определяет характеристики сервера заднего плана этих ресурсов

source: To add extra-specs use:
ru: Для добавления доп. спецификаций используйте:

source: Extra spec 'driver_handles_share_servers' is required and should have boolean value.
ru: Доп. спецификация 'driver_handles_share_servers' является обязательной и должна иметь логическое значение.

source: Placeholder for description of share type access managing form.
ru: Поле для описания формы управления доступом к типу разделяемого ресурса

source: Here can be modified extra-specs for share type.
ru: Здесь можно изменить доп. спецификации для типа разделяемых ресурсов

source: To unset extra-specs use:
ru: Для удаления доп. спецификаций используйте:

source: All pairs that are in field for left are set for this share type.
ru: Все пары в левом поле настроены для этого типа разделяемых ресурсов

source: Extra spec 'driver_handles_share_servers' is required and should have boolean value.
ru: Доп. спецификация 'driver_handles_share_servers' является обязательной и должна иметь логическое значение.

source: Share Name
ru: Имя разделяемого ресурса

source: Host to migrate share
ru: Хост для миграции разделяемого ресурса

source: Destination host and pool where share will be migrated to.
ru: Целевой хост и пул, куда будет перенесён разделяемый ресурс

source: Force Host Assisted Migration
ru: Принудительно выполнить миграцию при поддержке хоста

source: Enforces the use of the host-assisted migration approach, which bypasses driver optimizations.
ru: Принудительное использование метода миграции при поддержке хоста, без применения оптимизации со стороны драйвера.

source: Nondisruptive
ru: Неразрушающая

source: Enforces migration to be nondisruptive. If set to True, host-assisted migration will not be attempted.
ru: Принудительно применяет неразрушающую миграцию. Если «Верно», то система не будет пытаться выполнить миграцию при поддержке хоста.

source: Writable
ru: Доступен для записи

source: Enforces migration to keep the share writable while contents are being moved. If set to True, host-assisted migration will not be attempted.
ru: Принудительно оставляет разделяемый ресурс доступным для записи во время переноса контента при миграции. Если «Верно», то система не будет пытаться выполнить миграцию при поддержке хоста.

source: Preserve Metadata
ru: Не изменять метаданные

source: Enforces migration to preserve all file metadata when moving its contents. If set to True, host-assisted migration will not be attempted.
ru: Во время миграции, при переносе содержимого файлов, метаданные файлов будут принудительно оставлены без изменений. Если «Верно», то система не будет пытаться выполнить миграцию при поддержке хоста.

source: Preserve Snapshots
ru: Не изменять снимки

source: Enforces migration of the share snapshots to the destination. If set to True, host-assisted migration will not be attempted.
ru: Принудительное выполнение миграции снимков разделяемых ресурсов на целевой объект. Если «Верно», то система не будет пытаться выполнить миграцию при поддержке хоста.

source: New share network to be set in migrated share
ru: Новая сеть разделяемого ресурса, которая будет настроена в мигрировавшем ресурсе.

source: Specify the new share network for the share. Do not specify this parameter if the migrating share has to be retained within its current share network.
ru: Укажите новую сеть разделяемых ресурсов для разделяемого ресурса. Не указывайте этот параметр, если переносимый разделяемый ресурс должен будет оставаться в рамках текущей сети.

source: New share type to be set in migrating share
ru: Новый тип разделяемого ресурса, настраиваемый для мигрирующего ресурса.

source: Specify the new share type for the share. Do not specify this parameter if the migrating share has to be retained with its current share type.
ru: Укажите новый тип разделяемого ресурса. Не указывайте этот параметр, если тип мигрирующего разделяемого ресурса должен оставаться без изменений.

source: Successfully sent the request to migrate share: %s.
ru: Запрос на миграцию общего ресурса успешно послан: %s.

source: Unable to migrate share %s.
ru: Не удалось выполнить миграцию общего ресурса %s.

source: Successfully sent the request to complete migration of share: %s.
ru: Запрос на завершение миграции общего ресурса успешно послан: %s.

source: Unable to complete migration of share %s.
ru: Не удалось завершить миграцию общего ресурса %s.

source: Migration of share %(name)s is at %(progress)s percent.
ru: Процентное выражение выполнения миграции разд. ресурса %(name)s на данный момент: %(progress)s .

source: Unable to obtain progress of migration of share %s at this moment.
ru: Не удалось получить сведения о ходе выполнения миграции разделяемого ресурса %s

source: Successfully sent the request to cancel migration of share: %s.
ru: Запрос на отмену миграции общего ресурса успешно послан: %s.

source: Unable to cancel migration of share %s at this moment.
ru: Не удалось отменить миграцию разделяемого ресурса %s

source: Share name to be assigned
ru: Имя, назначаемое разделяемому ресурсу

source: Host of share
ru: Хост разделяемого ресурса

source: Host where share is located, example: some.host@driver[#pool]
ru: Хост, на котором размещается разделяемый ресурс, пример: some.host@driver[#pool]

source: Export location
ru: Экспортировать местоположение

source: Export location of share. Example for NFS: 1.2.3.4:/path/to/share
ru: Экспортировать местоположение разделяемого ресурса. Пример для NFS: 1.2.3.4:/path/to/share

source: Share Protocol
ru: Протокол разделяемого ресурса

source: Share Type
ru: Тип разделяемого ресурса

source: Driver options ('volume_id' for Generic driver, etc...)
ru: Параметры драйвера ('volume_id' для драйвера Generic, и т.д.…)

source: Got improper value for field 'driver_options'. Expected only pairs of key=value.
ru: Получено неверное значение поля 'driver_options'. Ожидались только пары «ключ=значение».

source: Successfully sent the request to manage share: %s
ru: Запрос на управление разделяемым ресурсом успешно послан: %s

source: Unable to manage share
ru: Невозможно управлять разделяемым ресурсом

source: Successfully sent the request to unmanage share: %s
ru: Запрос на отмену управления разделяемым ресурсом успешно послан: %s

source: Unable to unmanage share.
ru: Невозможно отменить управление разделяемым ресурсом.

source: Migrate Share
ru: Выполнить миграцию разделяемого ресурса

source: Complete migration
ru: Завершить миграцию общего ресурса

source: Cancel migration
ru: Отменить миграцию

source: Get migration progress
ru: Получить сведения о ходе выполнения миграции

source: Manage Share
ru: Управлять разделяемым ресурсом

source: Unmanage Share
ru: Отменить управление разделяемым ресурсом

source: Manage Replicas
ru: Управлять репликами

source: Share Overview
ru: Обзор разделяемых ресурсов

source: Unable to retrieve share list.
ru: Не удалось получить список разделяемых ресурсов

source: Share Details: %(share_name)s
ru: Подробности о разделяемом ресурсе: %(share_name)s

source: Manage
ru: Управлять

source: Start migration
ru: Начать миграцию

source: Migrate a Share
ru: Выполнить миграцию разделяемого ресурса

source: Unable to retrieve share details.
ru: Не удалось получить подробности о разделяемом ресурсе

source: Confirm Migration Completion of Share
ru: Подтвердить завершение миграции разделяемого ресурса

source: Complete Migration
ru: Завершить миграцию

source: Complete migration of a Share
ru: Завершить миграцию разделяемого ресурса

source: Confirm Migration Cancelling of Share
ru: Подтвердить отмену миграции разделяемого ресурса

source: Cancel Migration
ru: Отменить миграцию

source: Cancel migration of a Share
ru: Отменить миграцию разделяемого ресурса

source: Confirm Obtaining migration progress of Share
ru: Подтвердить получение сведений о ходе миграции разделяемого ресурса

source: Obtain Progress
ru: Получить сведения о ходе выполнения

source: Obtain migration progress of a Share
ru: Получить сведения о ходе миграции разделяемого ресурса

source: Confirm Unmanage Share
ru: Подтвердить отмену управления разделяемым ресурсом

source: Unmanage
ru: Отменить управление

source: Unable to retrieve volume details.
ru: Не удалось получить подробности о томе
