Repository: jtux270/translate
Catalog: openstack/zanata/manila-ui-stable-wallaby/*/manila_ui/locale/django.po
Languages: ru

source: Resync'ing replica '%s'
ru: Повторная синхронизация реплики '%s'

source: Unable to resync replica '%s'.
ru: Не удалось выполнить повторную синхронизацию реплики '%s'.

source: Replica State
ru: Состояние реплики

source: Reseting replica ('%(id)s') status from '%(from)s' to '%(to)s'.
ru: Статус реплики ('%(id)s') откатывается с '%(from)s' на '%(to)s'.

source: Unable to reset status of replica '%s'.
ru: Не удалось откатить статус реплики '%s'.

source: Reseting replica ('%(id)s') state from '%(from)s' to '%(to)s'.
ru: Состояние реплики ('%(id)s') откатывается с '%(from)s' на '%(to)s'.

source: Unable to reset state of replica '%s'.
ru: Не удалось откатить состояние реплики '%s'.

source: Resync replica
ru: Повторная синхронизация реплики

source: Reset replica state
ru: Откат состояния реплики

source: Reset replica status
ru: Откат статуса реплики

source: Delete Replica
ru: Удалить реплику

source: Deleted Replica
ru: Реплика была удалена

source: Unable to delete replica "%s".
ru: Не удалось удалить реплику "%s".

source: Share replica %s has been deleted.
ru: Реплика разделяемого ресурса %s была удалена.

source: Replicas
ru: Реплики

source: Overview
ru: Обзор

source: Resync Replica
ru: Повторная синхронизация реплики

source: Resync
ru: Повторная синхронизация

source: Unable to retrieve replica '%s'.
ru: Не удалось получить сведения о реплике '%s'.

source: Reset Replica Status
ru: Откат статуса реплики

source: Reset Replica State
ru: Откат состояния реплики

source: Reset state
ru: Откат состояния

source: Preferred:
ru: Предпочитаемый:

source: Share Replica ID:
ru: ID реплики разделяемого ресурса:

source: Snapshot ID
ru: ID снимка

source: Availability zone
ru: Зона доступности

source: Protocol
ru: Протокол

source: Share type
ru: Тип разделяемого ресурса

source: Name:
ru: Имя:

source: Share Group
ru: Группа разделяемых ресурсов

source: Mount snapshot support
ru: Поддержка монтирования снимков

source: Task state
ru: Состояние задачи

source: Access Level:
ru: Уровень доступа:

source: Access Key:
ru: Ключ доступа:

source: Created At:
ru: Создано:

source: Updated At:
ru: Обновлено:

source: Metadata
ru: Метаданные

source: Description:
ru: Описание:

source: "Manage" an existing share from a Manila host. This will make the share visible within OpenStack. <br> <br> This is equivalent to the <tt>'manila manage'</tt> command.
ru: «Управление» существующим разделяемым ресурсом с хоста службы Manila. Разделяемый ресурс станет видимым в OpenStack. <br> <br> Параметр является эквивалентом команды <tt>'manila manage'</tt>.

source: Cancel migration of a migrating share. <br> <br> This is equivalent to the <tt>'manila migration-cancel'</tt> command.
ru: Отменить миграцию разделяемого ресурса. <br> <br> Параметр является эквивалентом команды <tt>'manila migration-cancel'</tt>.

source: Complete migration of a migrating share to another Manila host. This operation is expected to be disruptive. <br> <br> This is equivalent to the <tt>'manila migration-complete'</tt> command.
ru: Завершить миграцию разделяемого ресурса на другой хост службы Manila. Ожидается, что данное действие является нарушающим работу. <br> <br> Параметр является эквивалентом команды <tt>'manila migration-complete'</tt>.

source: Obtains migration progress of a migrating share. <br> <br> This is equivalent to the <tt>'manila migration-get-progress'</tt> command.
ru: Получает сведения о ходе миграции разделяемого ресурса. <br> <br> Параметр эквивалентен команде <tt>'manila migration-get-progress'</tt>.

source: Migrate an existing share to another Manila host. This will move all your share data from one host to another. <br> <br> This is equivalent to the <tt>'manila migration-start'</tt> command.
ru: Выполняет миграцию существующего разделяемого ресурса на другой хост службы Manila. Все разделяемые данные будут перемещены с одного хоста на другой. <br> <br> Параметр эквивалентен команде <tt>'manila migration-start'</tt>.

source: When a share is "unmanaged", the share will no longer be visible within OpenStack. Note that the share will not be deleted. <br> <br> This is equivalent to the <tt>'manila unmanage'</tt> command.
ru: «Неуправляемый» разделяемый ресурс больше не будет видим в OpenStack. Обратите внимание, что разделяемый ресурс не будет удалён.<br> <br> Параметр эквивалентен команде <tt>'manila unmanage'</tt>.

source: Get Migration Progress
ru: Получить сведения о ходе выполнения миграции

source: Share Replica Overview
ru: Обзор реплик разделяемых ресурсов

source: Replica state
ru: Состояние реплики

source: Updated
ru: Обновлено

source: Reset share replica's state with ID
ru: Откат состояния реплики разделяемого ресурса с ID

source: Reset share replica's status with ID
ru: Откат статуса реплики разделяемого ресурса с ID

source: Resync share replica with ID
ru: Повторная синхронизация реплики разделяемого ресурса с ID

source: Replica Details
ru: Подробности о реплике

source: Share Replicas
ru: Реплики разделяемых ресурсов

source: User Messages
ru: Сообщения пользователя

source: Unable to retrieve messages list.
ru: Не удалось получить список сообщений

source: User Messages Overview
ru: Обзор сообщений пользователя

source: Action
ru: Действие

source: Message
ru: Сообщение

source: Message Level
ru: Уровень сообщения

source: Resource Type
ru: Тип ресурса

source: Resource ID
ru: ID ресурса

source: Expires at
ru: Срок действия истекает

source: Request ID
ru: ID запроса

source: User Messages Detail
ru: Подробности о сообщениях пользователя

source: Set maximum quotas for the project.
ru: Настроить макс. квоты проекта

source: Unable to retrieve share quotas.
ru: Не удалось получить сведения о квотах разделяемого ресурса

source: Password
ru: Пароль

source: Confirm Password
ru: Подтвердите пароль

source: Passwords do not match.
ru: Пароли не совпадают.

source: Successfully created security service: %s
ru: Служба безопасности была успешно создана: %s

source: Unable to create security service.
ru: Не удалось создать службу безопасности

source: Successfully updated security service "%s"
ru: Служба безопасности была успешно обновлена: "%s"

source: Unable to update security service.
ru: Не удалось обновить службу безопасности

source: Create Security Service
ru: Создать службу безопасности

source: Edit Security Service
ru: Изменить параметры службы безопасности

source: Edit
ru: Редактировать

source: Unable to retrieve security_service.
ru: Не удалось получить сведения о security_service.

source: Add Security Service
ru: Добавить службу безопасности

source: Unable to retrieve share network.
ru: Не удалось получить сведения о сети разделяемого ресурса

source: Security Service Details: %(service_display_name)s
ru: Подробности о службе безопасности: %(service_display_name)s

source: Unable to retrieve security service '%s' details.
ru: Не удалось получить подробности о службе безопасности '%s'

source: The security service can be used by backend drivers to configure clients, for more secure using of share.
ru: Службы безопасности могут использоваться драйверами сервера заднего плана для настройки клиентов на более защищённую работу с разделяемыми ресурсами.

source: Selected Networks
ru: Выбранные сети

source: Available networks
ru: Доступные сети

source: From here you can modify name and description of a security service.
ru: Здесь можно изменить имя и описание служб безопасности

source: Creating share group snapshot "%s".
ru: Идёт создание снимка группы разделяемого ресурса "%s".

source: Unable to create share group snapshot.
ru: Не удалось создать снимок группы разделяемых ресурсов

source: Updating share group snapshot "%s"
ru: Идёт обновление снимка группы разделяемого ресурса "%s"

source: Unable to update share group snapshot.
ru: Не удалось обновить снимок группы разделяемых ресурсов

source: Create Share Group Snapshot
ru: Создать снимок группы разделяемых ресурсов

source: Create Share Group
ru: Создать группу разделяемых ресурсов

source: Unable to get the specified share group '%s' for snapshot creation.
ru: Не удалось получить сведения о группе разделяемых ресурсов '%s' для создания снимка.

source: Update Share Group Snapshot
ru: Обновить снимок группы разделяемых ресурсов

source: Update Share Group
ru: Обновить группу разделяемых ресурсов

source: Unable to retrieve share group snapshot.
ru: Не удалось получить сведения о снимке группы разделяемых ресурсов.

source: From here you can modify name and description of a share group snapshot.
ru: Здесь можно изменить имя и описание снимка группы разделяемых ресурсов

source: Source Type
ru: Тип источника

source: Use share group snapshot as a source
ru: Использовать в качестве источника снимок группы разделяемых ресурсов

source: Share Group Snapshot
ru: Снимок группы разделяемых ресурсов

source: Unable to load the specified share group snapshot.
ru: Не удалось загрузить указанный снимок группы разделяемых ресурсов

source: Snapshot
ru: Снимок

source: Choose a snapshot
ru: Выберите снимок

source: Unable to retrieve share group snapshots.
ru: Не удалось получить сведения о снимках группы разделяемых ресурсов.

source: No source, empty share group
ru: Без источника, пустая группа разделяемого ресурса

source: Share Types (one available)
ru: Типы общих ресурсов (доступен один)

source: Share Types (multiple available)
ru: Типы общих ресурсов (доступно несколько)

source: Creating share group "%s"
ru: Идёт создание группы разделяемого ресурса "%s"

source: Unable to create share group.
ru: Не удалось создать группу разделяемых ресурсов

source: Share Group Name
ru: Имя группы разделяемых ресурсов

source: Updating share group "%s"
ru: Идёт обновление группы разделяемого ресурса "%s"

source: Unable to update share group.
ru: Не удалось обновить группу разделяемых ресурсов

source: Source Share Group Snapshot
ru: Исходный снимок группы разделяемых ресурсов

source: Create a Share
ru: Создать разделяемый ресурс

source: Unable to retrieve share group.
ru: Не удалось получить сведения о группе разделяемых ресурсов.

source: Select parameters of share group you want to create.
ru: Выберите параметры создаваемой группы разделяемых ресурсов

source: Source SG Snapshot
ru: Исходный снимок группы разделяемых ресурсов

source: Share Type Visibility:
ru: Видимость типа разделяемого ресурса:

source: From here you can modify name, description and visibility of a share group.
ru: Здесь можно изменить имя, описание и видимость группы разделяемых ресурсов

source: Successfully created share network: %s
ru: Сеть разделяемого ресурса успешно создана: %s

source: Unable to create share network.
ru: Не удалось создать сеть разделяемого ресурса

source: Updating share network "%s"
ru: Идёт обновление сети разделяемого ресурса "%s"

source: Unable to update share network.
ru: Не удалось обновить сеть разделяемого ресурса

source: Networks
ru: Сети

source: At least one security service must be specified.
ru: Необходимо указать как минимум одну службу безопасности

source: Create Share Network
ru: Создать сеть разделяемого ресурса

source: Delete Share Network
ru: Удалить сеть разделяемых ресурсов

source: Deleted Share Network
ru: Сеть разделяемых ресурсов удалена

source: Edit Share Network
ru: Редактировать параметры сети разделяемых ресурсов

# Current status of share network
source: Active
ru: Активна

# Current status of share network
source: Inactive
ru: Неактивна

# Current status of share network
source: Error
ru: Ошибка

source: Update Share Network
ru: Обновить сеть разделяемого ресурса

source: Share Network Details: %(network_display_name)s
ru: Подробности о сети разделяемых ресурсов: %(network_display_name)s

source: Unknown
ru: Неизвестно

source: Unable to retrieve share network details.
ru: Не удалось получить подробности о сети разделяемого ресурса

source: Share Network Info
ru: Сведения о сети разделяемых ресурсов

source: From here you can update share network info.
ru: Здесь можно обновить сведения о сети разделяемого ресурса.

source: Unable to get the security services hosts
ru: Не удалось получить сведения о хостах служб безопасности

source: Security services within share network
ru: Службы безопасности в сети разделяемого ресурса

source: Add security services to share network.
ru: Добавить службы безопасности в сеть разделяемого ресурса

source: Available security services
ru: Доступные службы безопасности

source: Selected security services
ru: Выбранные службы безопасности

source: No security services found.
ru: Служб безопасности не найдено

source: No security services selected.
ru: Службы безопасности не выбраны.

source: Updated share network "%s".
ru: Сеть разделяемого ресурса "%s" обновлена.

source: Unable to update share network "%s".
ru: Не удалось обновить сеть разделяемого ресурса "%s".

source: Share networks contain network data, that will be used for creation of service VM, where will be hosted shares.
ru: В сетях разделяемых ресурсов содержатся сетевые данные, используемые при создании служебных ВМ, на которых будут размещаться разделяемые ресурсы.

source: Network Details
ru: Подробности о сети

source: Edit Share network
ru: Редактировать параметры сети разделяемых ресурсов

source: From here you can modify name and description of a share network.
ru: Здесь можно изменить имя и описание сети разделяемого ресурса

source: Update share network
ru: Обновить сеть разделяемого ресурса

source: Share Snapshot Name
ru: Имя снимка разделяемого ресурса

source: Creating share snapshot "%s".
ru: Идёт создание снимка разделяемого ресурса "%s".

source: Unable to create share snapshot.
ru: Не удалось создать снимок разделяемого ресурса

source: Updating share snapshot "%s"
ru: Идёт обновление снимка разделяемого ресурса "%s"

source: Unable to update share snapshot.
ru: Не удалось обновить снимок разделяемого ресурса

source: Access Type
ru: Тип доступа

source: Access To
ru: Доступ к

source: Creating snapshot rule for "%s"
ru: Идёт создание правила снимка для "%s"

source: Unable to add snapshot rule.
ru: Не удалось добавить правило снимка

source: Create Share Snapshot
ru: Создать снимок разделяемого ресурса

source: (Quota exceeded)
ru: (Превышена квота)

source: Delete Share Snapshot
ru: Удалить снимок разделяемого ресурса

source: Deleted Share Snapshot
ru: Снимок разделяемого ресурса был удалён

source: Create Share
ru: Создать разделяемый ресурс

source: Edit Share Snapshot
ru: Редактировать параметры снимка разделяемого ресурса

source: Manage Share Snapshot Rules
ru: Управление правилами снимка разделяемого ресурса

source: Add Share Snapshot Rule
ru: Добавить правило снимка разделяемого ресурса

source: Delete Share Snapshot Rule
ru: Удалить правило снимка разделяемого ресурса

source: Deleted Share Snapshot Rule
ru: Правило снимка разделяемого ресурса было удалено

source: Unable to delete snapshot rule "%s".
ru: Не удалось удалить правило снимка разделяемого ресурса "%s".

source: Access to
ru: Доступ к

source: Share Snapshot Rules
ru: Правила снимка разделяемого ресурса

source: Unable to retrieve share snapshots list.
ru: Не удалось получить список снимков разделяемых ресурсов

source: Snapshot Details: %(snapshot_display_name)s
ru: Подробности о снимке: %(snapshot_display_name)s

source: Unable to retrieve snapshot details.
ru: Не удалось получить подробности о снимке

source: Unable to retrieve quotas.
ru: Не удалось получить сведения о квотах

source: Update Share Snapshot
ru: Обновить снимок разделяемого ресурса

source: Unable to retrieve share snapshot.
ru: Не удалось получить сведения о снимке разделяемого ресурса.

source: Add Rule
ru: Добавить правило

source: Add
ru: Добавить

source: Unable to retrieve snapshot.
ru: Не удалось получить сведения о снимке.

source: Snapshot Rules: %(snapshot_display_name)s
ru: Правила снимка: %(snapshot_display_name)s

source: Unable to retrieve share snapshot rules.
ru: Не удалось получить сведения о правилах снимка разделяемого ресурса.

source: Snapshot Overview
ru: Обзор снимка

source: Share Snapshots are used for storing share changes and creating shares.
ru: Снимки разделяемых ресурсов используются для сохранения изменений в ресурсах и создания разделяемых ресурсов

source: Share Limits
ru: Лимиты разделяемого ресурса

source: Total Gibibytes
ru: Всего ГиБ

source: Number of Share Snapshots
ru: Число снимков разделяемого ресурса

source: Add policy rule to snapshot, 'ip' rule represents ip address, 'user' rule represents username or usergroup, 'cephx' rule represents ceph auth ID, and 'cert' rule represents certificate.
ru: Добавление правила политики для снимка: правило 'ip' представляет собой адрес ip, 'user' — имя пользователя или группу пользователя, 'cephx' — идентификатор авторизации ceph, а правило 'cert' — сертификат.

source: From here you can modify name and description of a snapshot.
ru: Здесь можно изменить имя и описание снимка

source: Share Snapshot Details
ru: Подробности о снимке разделяемых ресурсов

source: Unable to retrieve share limit information.
ru: Не удалось получить сведения о лимитах разделяемого ресурса

source: Share Storage
ru: Хранилище разделяемого ресурса

source: Share Snapshots Storage
ru: Хранилище снимков разделяемого ресурса

source: Size (GiB)
ru: Размер (ГиБ)

source: Share Source
ru: Источник разделяемого ресурса

source: Use snapshot as a source
ru: Использовать в качестве источника снимок

source: Make visible to users from all projects
ru: Сделать видимым для пользователей всех проектов

source: Share size must be equal to or greater than the snapshot size (%sGiB)
ru: Размер разделяемого ресурса должен быть равен или превышать размер снимка (%sГиБ)

source: Unable to load the specified snapshot.
ru: Не удалось загрузить указанный снимок

source: Unable to retrieve share snapshots.
ru: Не удалось получить сведения о снимках разделяемых ресурсов

source: No source, empty share
ru: Без источника, пустой ресурс

source: The share size cannot be less than the snapshot size (%sGiB)
ru: Размер разделяемого ресурса не может быть меньше размера снимка (%sГиБ)

source: Creating share "%s"
ru: Идёт создание разделяемого ресурса "%s"

source: Unable to create share. %s
ru: Не удалось создать разделяемый ресурс. %s

source: Unable to create share.
ru: Не удалось создать разделяемый ресурс.

source: Updating share "%s"
ru: Идёт обновление разделяемого ресурса "%s"

source: Unable to update share.
ru: Не удалось обновить разделяемый ресурс

source: Updating share metadata "%s"
ru: Идёт обновление метаданных разделяемого ресурса "%s"

source: Unable to update share metadata.
ru: Не удалось обновить метаданные разделяемого ресурса

source: Access Level
ru: Уровень доступа

source: Creating rule for "%s"
ru: Идёт создание правила для "%s"

source: Unable to add rule.
ru: Не удалось добавить правило

source: Current Size (GiB)
ru: Текущий размер (ГиБ)

source: New Size (GiB)
ru: Новый размер (ГиБ)

source: New size must be different than the existing size
ru: Новый размер должен отличаться от текущего

source: New size should not be less than or equal to zero
ru: Новый размер не должен быть меньше нуля и не должен быть равен нулю

source: Share cannot be extended to %(req)iGiB as you only have %(avail)iGiB of your quota available.
ru: Разделяемый ресурс невозможно расширить до %(req)iГиБ, поскольку в рамках квоты доступно только %(avail)iГиБ.

source: Unable to resize share.
ru: Не удалось изменить размер разделяемого ресурса

source: The operation timed out while resizing. Please try again.
ru: Истекло время ожидания выполнения действия во время изменения размера. Повторите попытку.

source: Resized share "%s"
ru: Размер разделяемого ресурса "%s" был изменён

source: Unable to resize share.
ru: Не удалось изменить размер разделяемого ресурса.

source: Share "%(s)s" has been reverted to "%(ss)s" snapshot successfully
ru: Откат разделяемого ресурса "%(s)s" до снимка "%(ss)s" успешно выполнен

source: Unable to revert share to the snapshot.
ru: Не удалось откатить разделяемый ресурс до состояния снимка

source: Delete Share
ru: Удалить разделяемый ресурс

source: Deleted Share
ru: Разделяемый ресурс был удалён

source: Unable to delete share "%s".
ru: Не удалось удалить разделяемый ресурс "%s".

source: Edit Share
ru: Редактировать параметры разделяемого ресурса

source: Edit Share Metadata
ru: Редактировать метаданные разделяемого ресурса

source: Resize Share
ru: Изменить размер разделяемого ресурса

source: Revert Share
ru: Откатить состояние разделяемого ресурса

# Current status of share
source: Available
ru: Доступно

# Current status of share
source: Creating
ru: Идёт создание

# Current status of share
source: Deleting
ru: Идёт удаление

# Current status of share
source: Migrating
ru: Идёт миграция

# Current status of share
source: Error
ru: Ошибка

# Current status of share
source: Manage Error
ru: Ошибка управления

# Current status of share
source: Unmanage Error
ru: Ошибка отмены управления

# Current status of share
source: Extending Error
ru: Ошибка увеличения размера

# Current status of share
source: Shrinking Error
ru: Ошибка уменьшения размера

# Current status of share
source: Reverting Error
ru: Ошибка отката

source: Manage Rules
ru: Управление правилами

source: Add rule
ru: Добавить правило

source: Delete Rule
ru: Удалить правило

source: Deleted Rule
ru: Правило было удалено

source: Unable to delete rule "%s".
ru: Не удалось удалить правило: "%s".

source: Access Key
ru: Ключ доступа

source: Created At
ru: Создано

source: Updated At
ru: Обновлено

source: Rules
ru: Правила

source: Share Details: %(share_display_name)s
ru: Подробности о разделяемом ресурсе: %(share_display_name)s

source: Unable to retrieve share.
ru: Не удалось получить сведения о разделяемом ресурсе.

source: Save Changes
ru: Сохранить изменения

source: Share Rules: %(share_display_name)s
ru: Правила разделяемого ресурса: %(share_display_name)s

source: Unable to retrieve share rules.
ru: Не удалось получить сведения о правилах разделяемого ресурса.

source: Resize
ru: Изменить размер

source: Revert Share to a Snapshot
ru: Откатить разделяемый ресурс до состояния снимка

source: Revert share to a snapshot
ru: Откатить разделяемый ресурс до состояния снимка

source: Creating replica for share "%s".
ru: Идёт создание реплики разделяемого ресурса "%s".

source: Unable to create share replica.
ru: Не удалось создать реплику разделяемого ресурса.

source: Setting replica "%s" as active...
ru: Реплика "%s"настраивается как активная…

source: Unable to set replica '%s' as active.
ru: Не удалось настроить реплику '%s' как активную

source: Create Replica
ru: Создать реплику

source: Set as Active
ru: Установить как активную

# Current status of replica
source: Available
ru: Доступна

# Current status of replica
source: Creating
ru: Идёт создание

# Current status of replica
source: Deleting
ru: Идёт удаление

# Current status of replica
source: Error
ru: Ошибка

source: Unable to retrieve share. %s
ru: Не удалось получить сведения о разделяемом ресурсе. %s

source: Share Replicas: %(share_display_name)s
ru: Реплики разд. ресурса: %(share_display_name)s

source: Unable to retrieve share replicas.
ru: Не удалось получить сведения о репликах разд. ресурса.

source: Replica Details: %(replica_display_name)s
ru: Подробности о реплике: %(replica_display_name)s

source: Unable to retrieve details of replica %s
ru: Не удалось получить подробности о реплике %s

source: Set Replica as Active
ru: Настроить реплику как активную

source: Select parameters of share you want to create.
ru: Выберите параметры создаваемого разделяемого ресурса.

source: To add metadata use:
ru: Для добавления метаданных используйте:

source: %(used)s of %(quota)s GiB Used
ru: используется %(used)s из %(quota)s ГиБ

source: Number of Shares
ru: Число разд. ресурсов
