Repository: jtux270/translate
Catalog: openstack/zanata/io.energic.landing-prod/*/demo.po
Languages: fr

# demo_title
source: Titre de la page démo
fr: Contactez-nous !

# demo_description
source: Description de la page démo
fr: Les 3 étapes pour démarrer le Challenge Environnemental :

# demo_tri_1_title
source: Titre partie 1 tryptique
fr: Rendez-vous téléphonique

# demo_tri_2_title
source: Titre partie 2 tryptique
fr: Validation et paramétrage

# demo_tri_3_title
source: Titre partie 3 tryptique
fr: Lancement du challenge

# demo_tri_1_desc
source: Description partie 1 tryptique
fr: Nous discutons de vos projets et nous voyons ce qu’il est possible de faire ensemble

# demo_tri_2_desc
source: Description partie 2 tryptique
fr: Le challenge répond à vos besoins ? Nous vous accompagnons dans la création de vos équipes

# demo_tri_3_desc
source: Description partie 3 tryptique
fr: Vous partagez les supports de lancement et on s'occupe du reste !

# demo_form_title
source: Titre du formulaire
fr: Qui va là ?

# demo_form_select_placeholder
source: Placeholder du select
fr: *Motif

# demo_form_select_option_1
source: Option 1 du select
fr: Demander une démo

# demo_form_select_option_2
source: Option 2 du select
fr: Souscrire directement

# demo_form_select_option_3
source: Option 3 du select
fr: Recevoir plus d’informations

# demo_form_select_option_4
source: Option 4 du select
fr: Répondre à un appel d’offre

# demo_form_select_option_5
source: Option 5 du select
fr: Nouer un partenariat

# demo_form_select_option_6
source: Option 6 du select
fr: Prendre un café (bio et équitable)

# demo_form_name_placeholder
source: Placeholder du champ nom
fr: *Prénom / Nom

# demo_form_mail_placeholder
source: Placeholder du champ mail
fr: *Adresse mail

# demo_form_number_placeholder
source: Placeholder du champ number
fr: Numéro de téléphone

# demo_form_text_placeholder
source: Placeholder du champ texte
fr: *Exemple : Je suis intéressé par vos solutions et je souhaiterais mettre en place le Challenge Environnemental dans ...

# demo_form_checkbox_disclaimer
source: Placeholder de la case à cocher Confidentialité
fr: J’accepte d’être contacté·e par Energic en accord avec la politique de confidentialité.

# demo_form_button_text
source: Texte du bouton
fr: Envoyer

# contact_commitment_title
source: Titre de la partie Ils s'engagent
fr: Ils **s’engagent** déjà

# contact_commitment_img_alt
source: Texte de l'image de la partie Ils s'engagent
fr: Logos des clients s'engageant déjà avec le Challenge Environnemental Energic
