Repository: jtux270/translate
Catalog: openstack/zanata/io.energic.landing-prod/*/energic.po
Languages: fr

# energic_about_title
source: Titre de la page Energic
fr: Tout savoir sur Energic

# energic_about_tab_1
source: Description onglet 'Notre vision' de la page Energic
fr: Notre vision

# energic_about_tab_2
source: Description onglet 'Nos valeurs' de la page Energic
fr: Nos valeurs

# energic_about_tab_3
source: Description onglet 'Notre tribu' de la page Energic
fr: Notre tribu

# energic_about_tab_4
source: Description onglet 'Notre histoire' de la page Energic
fr: Notre histoire

# energic_about_header_title
source: Titre du header spécifique de la page Energic
fr: Notre vision

# energic_about_header_desc
source: Description du header spécifique de la page Energic
fr: Convaincu.e.s qu’**il est nécessaire d’agir individuellement et collectivement** pour faire face à l’urgence écologique, il est essentiel de donner à chacun·e les moyens et l’envie d’agir à son échelle. L’humain doit être au coeur du changement. **L’humain est la clef du changement.**

# energic_values_title
source: Titre de la partie 'Nos Valeurs'
fr: Nos valeurs

# energic_values_desc
source: Description de la partie 'Nos Valeurs'
fr: Inscrites **au plus profond de chacun·e de nous**,<br/>nos valeurs nous portent et nous donnent chaque jour <br/>l’énergie de nous battre pour le monde que nous souhaitons créer avec vous :<br/>**un monde juste et respectueux des Hommes et de l’Environnement.**

# energic_values_1_title
source: Titre partie 1 quadriptyque
fr: L’Authenticité

# energic_values_1_desc
source: Description partie 1 quadriptyque
fr: Chacun des membres de la tribu est unique. Cette pluralité nous la cultivons au quotidien. C’est notre plus grande richesse.

# energic_values_2_title
source: Titre partie 2 quadriptyque
fr: La Bienveillance

# energic_values_2_desc
source: Description partie 2 quadriptyque
fr: Être ouvert, écouter, inclure et respecter l’autre, sont les fondamentaux pour apprendre, comprendre et pouvoir composer de manière positive avec le monde.

# energic_values_3_title
source: Titre partie 3 quadriptyque
fr: L’Engagement

# energic_values_3_desc
source: Description partie 3 quadriptyque
fr: Nos convictions mêlées de passion, de détermination et de ténacité sont nos principaux moteurs pour faire du monde actuel un monde meilleur.

# energic_values_4_title
source: Titre partie 4 quadriptyque
fr: L’Exemplarité

# energic_values_4_desc
source: Description partie 4 quadriptyque
fr: Ouvrir la voie et inspirer, être exemplaires en concrétisant les convictions en actions est essentiel pour faire évoluer durablement les comportements.

# energic_team_title
source: Titre de la partie 'Notre tribu'
fr: Notre tribu

# energic_team_desc
source: Description de la partie 'Notre tribu'
fr: Une équipe d'expert·e·s et de passionné·e·s !

# energic_team_former_quote
source: Citation remerciant les anciens d'Energic
fr: « Et merci à tous·tes celles et ceux qui ont contribué à l’aventure Energic en apportant leur pierre à l’édifice, depuis la première heure jusqu’à aujourd’hui. »<br/>La tribu Energic

# energic_team_goto_images
source: Texte du bouton menant à 'Energic en images'
fr: Energic en image

# energic_team_goto_join
source: Texte du bouton menant à 'Rejoignez-nous'
fr: Rejoignez-nous !

# energic_history_title
source: Titre de la partie 'Notre histoire'
fr: Notre histoire

# energic_history_subtitle
source: Sous-titre de la partie 'Notre histoire'
fr: **Il y a quelques années, une graine était plantée...**

# energic_history_content
source: Contenu la partie 'Notre histoire'
fr: **En 2014**, Alexis, alors dirigeant du groupe Pouchain, imagine une solution de coaching à destination des bailleurs sociaux afin de contribuer à la lutte contre la précarité énergétique.<br/><br/>**En 2016**, il fait la rencontre de Quentin et de Tristan. Energic naît officiellement en mai à Euratechnologies (Lille). L’Université Catholique et le Groupe Projex sont les premiers à nous faire confiance. L’entreprise se développe.<br/><br/>**En 2018**, de nombreux clients rejoignent le Challenge Environnemental. Nous préparons la 2ème version des outils Energic et réalisons une levée de fonds de 500 000 €. L’équipe s’agrandit encore, nous voilà 12 personnes. Nous adressons l’ensemble des thématiques environnementales, le tout sous une nouvelle identité visuelle.<br/><br/>**Aujourd'hui**, plus que jamais nous sommes décidés à mettre notre expertise et nos outils au service de cette cause qui nous anime : l’urgence climatique.

# energic_history_quote
source: Citation de la partie 'Notre histoire'
fr: « Soyez le changement que vous voulez voir dans le monde. » Gandhi

# energic_history_goto_solutions
source: Titre du bouton de la partie 'Notre histoire'
fr: Découvrez nos solutions

# energic_join_title
source: Titre de la page Energic Rejoindre
fr: Rejoignez l’aventure !

# energic_join_tab_1
source: Description onglet 'Nos offres' de la page Energic Rejoindre
fr: Nos offres

# energic_join_tab_2
source: Description onglet 'Candidatures spontanées' de la page Energic Rejoindre
fr: Candidature spontanée

# energic_join_header_desc
source: Description du header spécifique de la page Energic Rejoindre
fr: Être audacieux·se, prendre des initiatives, se dépasser, faire des erreurs, apprendre pour grandir chaque jour.<br/>**Bienvenue dans la tribu Energic !**

# energic_join_header_image_title
source: Titre descriptif de l'image
fr: equipe energic

# energic_advert_title
source: Titre de la partie 'Découvrez nos missions !' (Nos offres)
fr: Découvrez nos missions

# energic_advert_subtitle
source: Sous-titre de la partie 'Découvrez nos missions !' (Nos offres)
fr: Pour mettre vos compétences au service de l’environnement :

# energic_advert_no_offer_text
source: Texte 'Découvrez nos missions !' (Nos offres) quand aucune offre
fr: Il n'y a pas d'offre pour le moment.

# energic_application_title
source: Titre de la partie 'Rejoignez la tribu Energic !' (Candidatures spontanées)
fr: Rejoignez la tribu Energic

# energic_application_desc
source: Description de la partie 'Rejoignez la tribu Energic !' (Candidatures spontanées)
fr: Vous avez trouvé la mission de vos rêves parmi nos offres ? <br />Vous souhaitez simplement nous soumettre votre candidature spontanée ? <br />**Remplissez ce (bio) formulaire pour nous en dire plus sur vos motivations !**

# energic_application_1_title
source: Titre partie 1 triptyque
fr: L’Authenticité

# energic_application_1_desc
source: Description partie 1 triptyque
fr: Chacun des membres de la tribu est unique et sincère. Cette pluralité nous la cultivons chacun au quotidien. C’est notre plus grande richesse.

# energic_application_2_title
source: Titre partie 2 triptyque
fr: La Bienveillance

# energic_application_2_desc
source: Description partie 2 triptyque
fr: Être ouvert, écouter, inclure et respecter l’autre, sont les fondamentaux pour apprendre, comprendre et pouvoir composer de manière positive avec le monde.

# energic_application_3_title
source: Titre partie 3 triptyque
fr: L’Engagement

# energic_application_3_desc
source: Description partie 3 triptyque
fr: Nos convictions mêlées de passion, de détermination et de ténacité sont nos principaux moteurs pour faire du monde actuel un monde meilleur.

# energic_application_form_title
source: Titre du formulaire
fr: Votre candidature

# energic_application_form_name_placeholder
source: Placeholder du champ nom
fr: Prénom / Nom

# energic_application_form_mail_placeholder
source: Placeholder du champ mail
fr: Mail*

# energic_application_form_attachment_placeholder
source: Placeholder du champ pièce jointe
fr: CV

# energic_application_form_text_placeholder
source: Placeholder du champ texte
fr: Texte*

# energic_application_form_checkbox_disclaimer
source: Placeholder de la case à cocher Confidentialité
fr: J’accepte d’être contacté·e par Energic à propos de ma candidature selon la politique de confidentialité.*

# energic_application_form_button_text
source: Texte du bouton
fr: Postuler
