Repository: jtux270/translate
Catalog: openstack/zanata/io.energic.landing-prod/*/home.po
Languages: fr

# home_title
source: Titre de la page d'accueil
fr: Le Challenge **Environnemental**

# home_desc
source: Paragraphe entête de la page d'accueil
fr: pour sensibiliser, faire passer à l’action et fédérer vos équipes (même à distance)

# home_video_button
source: Bouton pour lancer la vidéo de découverte
fr: Notre univers en 43 sec !

# home_how_it_works
source: Bouton "Comment ça marche ?"
fr: Comment ça marche ?

# home_triptych_title
source: Titre du tryptique des solutions
fr: L’Environnement, **l’affaire de tous**

# home_tri_1_title
source: Titre partie 1 tryptique
fr: Challenge Entreprise

# home_tri_2_title
source: Titre partie 2 tryptique
fr: Challenge Scolaire

# home_tri_3_title
source: Titre partie 3 tryptique
fr: Challenge Citoyen

# home_tri_1_desc
source: Description partie 1 tryptique
fr: pour engager l’ensemble<br/>de vos collaborateurs

# home_tri_2_desc
source: Description partie 2 tryptique
fr: pour impliquer élèves et personnels<br/>du primaire au supérieur

# home_tri_3_desc
source: Description partie 3 tryptique
fr: pour rendre acteurs l’ensemble<br/>des habitants

# home_tri_ccl
source: Conclusion tryptique
fr: Mais aussi pour vos clients !

# home_stats_titles
source: Titre de la partie "chiffres"
fr: *Depuis* **2016**, Energic c’est :

# home_stats_1
source: Description du premier chiffre rapporté
fr: **joueurs·ses**<br/>sensibilisé.e.s

# home_stats_2
source: Description du second chiffre rapporté
fr: **missions relevées**<br/>pour la planète

# home_stats_3
source: Description du troisième chiffre rapporté
fr: **idées proposées**<br/>par nos communautés

# home_quotation_title
source: Titre de la citation
fr: Notre mission

# home_quotation
source: Citation
fr: Engager le plus grand nombre **dans la transition environnementale et sociale** au quotidien, grâce à un accompagnement ludique et à des outils numériques, pour un **impact positif durable sur les Hommes et sur l’Environnement**.

# home_learn_more
source: Texte du lien pour en savoir plus sur Energic
fr: Tout savoir sur Energic

# home_clients_title
source: Titre de la partie cas clients
fr: Ils parlent de **leur engagement**

# home_newsletter
source: Phrase encourageant à s'inscrire à l'éco-news
fr: Inscrivez-vous à notre newsletter mensuelle :

# home_carbon_footprint_title
source: Titre de la partie bilan carbone
fr: Testez gratuitement une fonctionnalité de l’application !

# home_carbon_footprint_subtitle
source: Sous-titre de la partie bilan carbone
fr: Pour connaître votre (vrai) niveau d’engagement

# home_carbon_footprint_goto
source: Titre du bouton de la partie bilan carbone
fr: Calculer mon bilan carbone

# home_mission_title
source: Titre de la partie Notre mission
fr: *Notre* **mission** chez Energic

# mission_tri_1_title
source: Titre partie 1 tryptique de la partie Notre mission
fr: Sensibiliser

# mission_tri_1_desc
source: Description partie 1 tryptique de la partie Notre mission
fr: le plus grand nombre<br/>aux enjeux environnementaux

# mission_tri_2_title
source: Titre partie 2 tryptique de la partie Notre mission
fr: Réduire

# mission_tri_2_desc
source: Description partie 2 tryptique de la partie Notre mission
fr: le bilan carbone de manière<br/>ludique et positive

# mission_tri_3_title
source: Titre partie 3 tryptique de la partie Notre mission
fr: Valoriser

# mission_tri_3_desc
source: Description partie 3 tryptique de la partie Notre mission
fr: l’engagement de celles et ceux<br/>qui agissent au quotidien

# challenge_goal_title
source: Titre de la partie Objectif du Challenge
fr: L’objectif du Challenge

# challenge_goal_description
source: Description de la partie Objectif du Challenge
fr: Permettre à chacun de **réduire son impact carbone** de manière ludique et à son rythme grâce à : - **une animation** quotidienne, - **des missions** ([Quiz](https://energic.io/blog/quiz-energic-tester-et-valider-ses-connaissances-rse-ecologie-jeu) , [bilan carbone](https://energic.io/blog/bilan-carbone-energic-sensibiliser-prendre-conscience-identifier-levier-action-challenge-environnemental), ...) - **des contenus** variés ([Agora](https://energic.io/blog/agora-challenge-environnemental-energic-federer-communaute-sensibiliser-communiquer-interragir), [Kiosque](https://energic.io/blog/kiosque-energic-contenus-developpement-durable-former-quotidien), [Ecogestes](https://energic.io/blog/eco-gestes-changer-habitudes-en-entreprise-ecole-collectivite-reduction-impact-bilan-carbone)) ! Pour chaque inscription, Energic s’engage à reverser **1 euro à une association** à visée sociale et environnementale.

# header_image_alt
source: Description de l'image dans le header Home
fr: Application Energic, animé, eco-responsable, ludique

# company_image_alt
source: Description de l'image dans la carte Challenge entreprise
fr: Challenge entreprise

# city_image_alt
source: Description de l'image dans la carte Challenge citoyen
fr: Challenge citoyen

# school_image_alt
source: Description de l'image dans la carte Challenge scolaire
fr: Challenge scolaire

# team_image_alt
source: Description de l'image de l'équipe Home
fr: Photo de l'équipe Energic

# header_image_title
source: Titre de l'image dans le header Home
fr: L'application Energic

# company_image_title
source: Titre de l'image dans la carte Challenge entreprise
fr: Challenge entreprise pour encourager vos collaborateurs

# city_image_title
source: Titre de l'image dans la carte Challenge citoyen
fr: Challenge Citoyen pour rendre acteurs l’ensemble des habitants

# school_image_title
source: Titre de l'image dans la carte Challenge scolaire
fr: Challenge Scolaire pour impliquer élèves et personnels du primaire au supérieur

# team_image_title
source: Titre de l'image de l'équipe Home
fr: L'équipe Energic: la tribu débarque

# home_load_more
source: Titre du bouton Voir plus des verbatims
fr: Voir plus
