Repository: jtux270/translate
Catalog: openstack/zanata/io.energic.landing-prod/*/menu.po
Languages: fr

source: Menu energic
fr: L’Équipe

source: Menu solutions
fr: Le Challenge

# menu_methods
source: Menu outils
fr: Les Outils

# menu_resources
source: Menu ressources
fr: Le Blog

# menu_observatory
source: Menu observatoire
fr: Observatoire

# menu_login
source: Menu se connecter
fr: Se connecter

# menu_demo
source: Bouton demander la démo
fr: Contactez-nous !

# menu_energic_element_1
source: Premier titre du menu Energic
fr: Tout savoir sur Energic

# menu_energic_element_1_subtitle
source: Premier sous-titre du menu Energic
fr: Notre vision pour l'environnement

# menu_energic_element_2
source: Second titre du menu Energic
fr: Découvrez Energic en images

# menu_energic_element_2_subtitle
source: Second sous-titre du menu Energic
fr: Notre tribu et nos actions au quotidien

# menu_energic_element_3
source: Troisième titre du menu Energic
fr: Rejoignez l'aventure !

# menu_energic_element_3_subtitle
source: Troisième sous-titre du menu Energic
fr: Nos missions porteuses de sens

# menu_solutions_element_1
source: Premier titre du menu Solutions
fr: Entreprise

# menu_solutions_element_1_subtitle
source: Premier sous-titre du menu Solutions
fr: Pour impliquer vos collaborateurs

# menu_solutions_element_2
source: Second titre du menu Solutions
fr: Scolaire

# menu_solutions_element_2_subtitle
source: Second sous-titre du menu Solutions
fr: Pour former les futurs éco-citoyens

# menu_solutions_element_3
source: Troisième titre du menu Solutions
fr: Citoyen

# menu_solutions_element_3_subtitle
source: Troisième sous-titre du menu Solutions
fr: Pour rendre acteurs vos citoyens

# menu_solutions_element_4
source: Quatrième titre du menu Solutions
fr: Pour vos clients

# menu_solutions_element_4_subtitle
source: Quatrième sous-titre du menu Solutions
fr: Proposez Energic

# menu_methods_element_1
source: Premier titre du menu Méthodes
fr: L’Application

# menu_methods_element_1_subtitle
source: Premier sous-titre du menu Méthodes
fr: Pour impliquer chacun

# menu_methods_element_2
source: Second titre du menu Méthodes
fr: L’Animation

# menu_methods_element_2_subtitle
source: Second sous-titre du menu Méthodes
fr: Pour engager dans la durée

# menu_methods_element_3
source: Troisième titre du menu Méthodes
fr: Le Carnet de Bord

# menu_methods_element_3_subtitle
source: Troisième sous-titre du menu Méthodes
fr: Pour suivre les résultats

# menu_resources_element_1
source: Premier titre du menu Ressources
fr: Portraits d’Engagés

# menu_resources_element_1_subtitle
source: Premier sous-titre du menu Ressources
fr: Les témoignages de nos joueurs

# menu_resources_element_2
source: Second titre du menu Ressources
fr: Cas Clients

# menu_resources_element_2_subtitle
source: Second sous-titre du menu Ressources
fr: Les cas concrets et réussites

# menu_resources_element_3
source: Troisième titre du menu Ressources
fr: Nouveautés

# menu_resources_element_3_subtitle
source: Troisième sous-titre du menu Ressources
fr: Retrouvez nos dernières actualités

# menu_resources_element_4
source: Quatrième titre du menu Ressources
fr: FAQ

# menu_resources_element_4_subtitle
source: Quatrième sous-titre du menu Ressources
fr: Découvrez tous nos secrets

# menu_observatory_element_1
source: Premier titre du menu Observatoire
fr: Ils s'engagent déjà

# menu_observatory_element_1_subtitle
source: Premier sous-titre du menu Observatoire
fr: Découvrez nos belles histoires

# menu_observatory_element_2
source: Second titre du menu Observatoire
fr: Devenez ambassadeur•rice

# menu_observatory_element_2_subtitle
source: Second sous-titre du menu Observatoire
fr: Vos outils pour passer à l'action

# menu_observatory_element_3
source: Troisième titre du menu Observatoire
fr: Participez à notre enquête

# menu_observatory_element_3_subtitle
source: Troisième sous-titre du menu Observatoire
fr: Le baromètre des éco-comportements

# menu_external
source: Menu mon espace
fr: Mon Espace

# menu_external_webapp
source: Titre webapp
fr: Web app

# menu_external_webapp_subtitle
source: Sous-titre webapp
fr: Accès à l’application sur ordinateur

# menu_external_dashboard
source: Titre carnet de bord
fr: Carnet de Bord

# menu_external_dashboard_subtitle
source: Sous-titre carnet de bord
fr: Accès aux statistiques du challenge
