Repository: jtux270/translate
Catalog: openstack/zanata/io.energic.landing-prod/*/methods.po
Languages: fr

# challenge_title
source: Titre majeur de la page méthodes/challenge
fr: Le Challenge Environnemental Energic

# kit_title
source: Titre majeur de la page méthodes/kit
fr: Le Kit de Sensibilisation Energic

# kit_desc
source: Paragraphe entête de la page méthodes/kit
fr: Un premier pas simple pour sensibiliser facilement sur 3 thématiques Développement Durable de votre choix et valider l'intérêt de chacun.e avant de rejoindre le Challenge Environnemental Energic.

# challenge_tab_1
source: Description onglet 1 'Pour l’utilisateur·trice' page méthodes/challenge
fr: Pour l’utilisateur·trice

# challenge_highlighted_1
source: Description en rouge pour onglet 1 page méthodes/challenge
fr: Découvrez l’application Energic (Tribu) disponible sur smartphone, tablette et ordinateur

# challenge_text_1
source: Texte en bleu pour onglet 1 page méthodes/challenge
fr: Pour impliquer efficacement chacun.e, renforcer les liens, **développer l’intelligence collective et améliorer ensemble notre empreinte environnementale**. Et tout cela de manière ludique !

# challenge_steps_1
source: Titre 'étapes' pour onglet 1 page méthodes/challenge
fr: Les étapes pour **l’utilisateur.trice**

# challenge_tab_1_step_1_title
source: Titre étape 1 pour onglet 1 page méthodes/challenge
fr: Prendre conscience avec le bilan carbone

# challenge_tab_1_step_1_desc
source: Description étape 1 pour onglet 1 page méthodes/challenge
fr: Pour connaître son impact, jauger son niveau d’éco-responsabilité et comprendre comment progresser. Le bilan carbone Energic permet à l’utilisateur.trice de se situer par rapport à la moyenne de sa communauté et des Français.es en général tout en permettant d’apprécier sa progression au fil des saisons.

# challenge_tab_1_step_2_title
source: Titre étape 2 pour onglet 1 page méthodes/challenge
fr: Se former tout au long de l’année avec l’Agora

# challenge_tab_1_step_2_desc
source: Description étape 2 pour onglet 1 page méthodes/challenge
fr: Pour apprendre au quotidien grâce aux messages de sensibilisation de Nakoum, notre experte en Animation Développement Durable, connaître les bons éco-gestes à adopter, interagir avec sa communauté et partager ses réflexions et ressources intéressantes en lien avec le Développement Durable et la RSE.

# challenge_tab_1_step_3_title
source: Titre étape 3 pour onglet 1 page méthodes/challenge
fr: Valider ses connaissances quotidiennement avec le Quiz

# challenge_tab_1_step_3_desc
source: Description étape 3 pour onglet 1 page méthodes/challenge
fr: Pour tester ses connaissances, apprendre de ses erreurs et en savoir toujours plus. Le quiz permet de gagner des points d’expérience en validant ses acquis. Quelques questions chaque jour à réaliser en solo, en famille ou entre collègues pour apprendre en s’amusant et devenir un as du Développement Durable.

# challenge_tab_1_step_4_title
source: Titre étape 4 pour onglet 1 page méthodes/challenge
fr: Favoriser l’intelligence collective avec la Boîte à Idées

# challenge_tab_1_step_4_desc
source: Description étape 4 pour onglet 1 page méthodes/challenge
fr: Pour partager ses meilleures idées pour la planète, les soumettre, et ensemble mettre en place les idées les plus appréciées et utiles. La soumission et le vote d’idées permettent de gagner des points d’expérience en contribuant activement sur toutes les thématiques environnementales.

# challenge_tab_1_step_5_title
source: Titre étape 5 pour onglet 1 page méthodes/challenge
fr: Passer à l’action avec les Missions

# challenge_tab_1_step_5_desc
source: Description étape 5 pour onglet 1 page méthodes/challenge
fr: Pour passer de la théorie à la pratique, agir à son échelle et s'engager concrètement. Les missions lancées par Nakoum permettent de remporter des points d’expérience et des nakoumis, les points d’équipe sur l’application Energic ! Troc au bureau, participation à la semaine de la mobilité, l'optimisation du tri des déchets, autant de missions à accomplir en solo ou en équipe et qui auront un réel impact positif !

# challenge_tab_1_step_6_title
source: Titre étape 6 pour onglet 1 page méthodes/challenge
fr: Être valorisé.e avec les Amulettes, les Totems et le Podium

# challenge_tab_1_step_6_desc
source: Description étape 6 pour onglet 1 page méthodes/challenge
fr: Pour rester motivé.e dans la durée, chercher à s’améliorer au quotidien et créer une émulation au sein de la communauté, chaque action positive réalisée est récompensée individuellement ou collectivement et mise en avant afin d’être partagée et généralisée.

# challenge_tab_1_action_title
source: Titre accompagnant le bouton call to action pour onglet 1 page méthodes/challenge
fr: Envie de piloter le Challenge Environnemental ?

# challenge_tab_1_action_button
source: Texte dans le bouton call to action pour onglet 1 page méthodes/challenge
fr: Découvrez nos outils pour vous !

# challenge_tab_2
source: Description onglet 2 'Pour vous' page méthodes/challenge
fr: Pour vous

# challenge_highlighted_2
source: Description en rouge pour onglet 2 page méthodes/challenge
fr: Découvrez le Carnet de Bord Energic disponible sur navigateur

# challenge_text_2
source: Texte en bleu pour onglet 2 page méthodes/challenge
fr: Pour suivre et participer avec votre communauté, **mesurer et améliorer votre bilan carbone** et ainsi **prouver l’efficience de votre démarche Développement Durable**. Le tout simplement, grâce à nos outils et à notre accompagnement au quotidien.

# challenge_steps_2
source: Titre 'étapes' pour onglet 2 page méthodes/challenge
fr: Les étapes pour **vous**

# challenge_tab_2_step_1_title
source: Titre étape 1 pour onglet 2 page méthodes/challenge
fr: Mesurez l’engagement de votre communauté (Statistiques)

# challenge_tab_2_step_1_desc
source: Description étape 1 pour onglet 2 page méthodes/challenge
fr: Pour observer le niveau d’engagement global de votre communauté (nombre d’inscrits, niveau de connaissance, missions en cours, classement etc), repérer vos meilleurs ambassadeurs Développement Durable et compléter simplement votre DPEF en justifiant la réalisation de vos engagements ISO 14 001 et 50 001.

# challenge_tab_2_step_2_title
source: Titre étape 2 pour onglet 2 page méthodes/challenge
fr: Communiquez largement sur vos actions en cours et à venir (Agora)

# challenge_tab_2_step_2_desc
source: Description étape 2 pour onglet 2 page méthodes/challenge
fr: Pour partager et faire connaître vos actions d’ores et déjà entreprises, fédérer autour de ces actions et les faire grandir. L’Agora vous permettra de diffuser vos contenus Développement Durable, de suivre les échanges et d'interagir avec votre communauté au quotidien.

# challenge_tab_2_step_3_title
source: Titre étape 3 pour onglet 2 page méthodes/challenge
fr: Pilotez efficacement votre stratégie RSE (Idées)

# challenge_tab_2_step_3_desc
source: Description étape 3 pour onglet 2 page méthodes/challenge
fr: Pour connaître les idées émises par votre communauté, classées par pertinence et par catégorie, pour vous aider dans vos prises de décision au quotidien et co-construire votre politique Développement Durable.

# challenge_tab_2_step_4_title
source: Titre étape 4 pour onglet 2 page méthodes/challenge
fr: Observez l’évolution de votre impact environnemental (Bilan carbone et Conso)

# challenge_tab_2_step_4_desc
source: Description étape 4 pour onglet 2 page méthodes/challenge
fr: Pour suivre en temps réel vos données de consommation (électricité, eau gaz, déchets etc), les analyser et les corréler avec les actions entreprises par votre communauté si ces données sont télé-relevées par l’un de vos prestataires. Pour vous aider à mesurer et prouver l’impact positif de vos actions au quotidien.

# challenge_tab_2_step_5_title
source: Titre étape 5 pour onglet 2 page méthodes/challenge
fr: Recevez des bilans complets et des conseils personnalisés (Bilans)

# challenge_tab_2_step_5_desc
source: Description étape 5 pour onglet 2 page méthodes/challenge
fr: Pour suivre facilement l’évolution de votre communauté, observer l’atteinte de vos objectifs, et obtenir des conseils personnalisés afin d’aller toujours plus loin. Pour partager facilement un résumé des actions menées à l’ensemble de vos parties prenantes et vous faire gagner du temps.

# challenge_tab_2_step_6_title
source: Titre étape 6 pour onglet 2 page méthodes/challenge
fr: Communiquez sur la démarche (Affichage dynamique)

# challenge_tab_2_step_6_desc
source: Description étape 6 pour onglet 2 page méthodes/challenge
fr: Pour diffuser sur vos écrans d’affichage les meilleurs messages et idées de la communauté, le classement, les missions en cours. Pour communiquer largement sur votre démarche, faire participer toujours plus de joueurs et valoriser les meilleures contributions.

# challenge_tab_2_action_title
source: Titre accompagnant le bouton call to action pour onglet 2 page méthodes/challenge
fr: Besoin d’une expertise en animation ?

# challenge_tab_2_action_button
source: Texte dans le bouton call to action pour onglet 2 page méthodes/challenge
fr: Découvrez l’accompagnement Energic !

# challenge_tab_3
source: Description onglet 3 'Avec Energic' page méthodes/challenge
fr: Avec Energic

# challenge_highlighted_3
source: Description en rouge pour onglet 3 page méthodes/challenge
fr: Découvrez notre accompagnement Energic

# challenge_text_3
source: Texte en bleu pour onglet 3 page méthodes/challenge
fr: Pour vous aider dans la **mise en place du Challenge Environnemental**, pour le faire **vivre dans la durée**, et pour **fêter ensemble vos plus belles réussites**. Le tout grâce à notre expertise en Développement Durable, en animation et en conduite du changement.

# challenge_steps_3
source: Titre 'étapes' pour onglet 3 page méthodes/challenge
fr: Nous travaillons **ensemble**

# challenge_tab_3_step_1_title
source: Titre étape 1 pour onglet 3 page méthodes/challenge
fr: La préparation au lancement

# challenge_tab_3_step_1_desc
source: Description étape 1 pour onglet 3 page méthodes/challenge
fr: Préparez au mieux le lancement du Challenge Environnemental grâce à l'accompagnement d’Energic pour composer les équipes, choisir les relais en interne, définir la date de lancement adéquate et valider le programme d’animation, le rythme et les thématiques répondant au mieux à vos enjeux.

# challenge_tab_3_step_2_title
source: Titre étape 2 pour onglet 3 page méthodes/challenge
fr: Le lancement du Challenge Environnemental

# challenge_tab_3_step_2_desc
source: Description étape 2 pour onglet 3 page méthodes/challenge
fr: Bénéficiez de l’expertise de notre équipe animation et de notre Kit de Lancement clés en main adapté à votre structure. Car mobiliser en interne n’est pas toujours simple, nous avons développé cette méthode unique et sur-mesure pour vous accompagner pas à pas et faire de votre lancement un événement mémorable et réussi.

# challenge_tab_3_step_3_title
source: Titre étape 3 pour onglet 3 page méthodes/challenge
fr: Les outils de communication interne numériques et ludiques

# challenge_tab_3_step_3_desc
source: Description étape 3 pour onglet 3 page méthodes/challenge
fr: Bénéficiez de nombreux outils de communication interne : des affiches et un kakémono pour le lancement, un affichage dynamique pour communiquer les résultats en temps réel, des vidéos tuto pour une bonne prise en main des outils. Déployer une nouvelle solution n’aura jamais été si simple !

# challenge_tab_3_step_4_title
source: Titre étape 4 pour onglet 3 page méthodes/challenge
fr: L’animation du Challenge Environnemental dans la durée

# challenge_tab_3_step_4_desc
source: Description étape 4 pour onglet 3 page méthodes/challenge
fr: Faites vivre le Challenge Environnemental dans la durée grâce à notre expertise en animation et en gamification, organisez des points d’étape avec Nakoum, pour ajuster, encourager et récompenser vos tribus et offrez à chaque utilisateur une expérience réussie, riche de sens et positive pour l’environnement.

# challenge_tab_3_step_5_title
source: Titre étape 5 pour onglet 3 page méthodes/challenge
fr: Les guides de tribu : vos meilleurs relais

# challenge_tab_3_step_5_desc
source: Description étape 5 pour onglet 3 page méthodes/challenge
fr: Bénéficiez de nombreux soutiens en interne, que vous connaissez ou que nous vous permettrons de découvrir à travers nos outils, pour vous aider à déployer et à faire vivre le Challenge Environnemental, et gagnez un temps précieux dans vos missions au quotidien.

# challenge_tab_3_step_6_title
source: Titre étape 6 pour onglet 3 page méthodes/challenge
fr: L’éco-système Energic

# challenge_tab_3_step_6_desc
source: Description étape 6 pour onglet 3 page méthodes/challenge
fr: Rejoignez l’éco-système Energic pour découvrir d’autres solutions vous permettant de pousser encore davantage votre démarche, et bénéficiez des conseils des personnes engagées dans le Challenge Environnemental, et d’une mise en avant de vos actions sur nos réseaux pour valoriser votre image d’acteur engagé.

# challenge_tab_3_action_title
source: Titre accompagnant le bouton call to action pour onglet 3 page méthodes/challenge
fr: Vous souhaitez mettre en place Energic ?

# challenge_tab_3_action_button
source: Texte dans le bouton call to action pour onglet 3 page méthodes/challenge
fr: Demander une démo

# kit_tab_1
source: Description onglet 1 'Pour l’utilisateur·trice' page méthodes/kit
fr: Pour l’utilisateur·trice

# kit_highlighted_1
source: Description en rouge pour onglet 1 page méthodes/kit
fr: Le contenu

# kit_text_1
source: Texte en bleu pour onglet 1 page méthodes/kit
fr: Pour **être sensibilisé.e** sur les principales thématiques Développement Durable et **commencer à agir**.

# kit_steps_1
source: Titre 'étapes' pour onglet 1 page méthodes/kit
fr: Un concept simple et efficace : 1 mois = 1 thématique

# kit_tab_1_step_1_title
source: Titre étape 1 pour onglet 1 page méthodes/kit
fr: Sensibilisez grâce à une approche simple et ludique

# kit_tab_1_step_1_desc
source: Description étape 1 pour onglet 1 page méthodes/kit
fr: Recevez par mail les chiffres clefs, des articles et une vidéo sur la thématique, pour acculturer chacun.e. Recevez également une affiche pour vous aider à communiquer sur la démarche et un nudge à déployer en interne pour ancrer la bonne habitude dans la durée.

# kit_tab_1_step_2_title
source: Titre étape 2 pour onglet 1 page méthodes/kit
fr: Passez à l’action avec notre mission collective

# kit_tab_1_step_2_desc
source: Description étape 2 pour onglet 1 page méthodes/kit
fr: Bénéficiez d’une mission collective clé en main à lancer pour faire passer chacun.e de la prise de conscience à l’action sur la thématique abordée (suppression de mails, troc au bureau, challenge mobilité…).

# kit_tab_1_step_3_title
source: Titre étape 3 pour onglet 1 page méthodes/kit
fr: Validez les connaissances avec le quiz

# kit_tab_1_step_3_desc
source: Description étape 3 pour onglet 1 page méthodes/kit
fr: Mesurez le niveau de sensibilisation et l’acquisition de nouvelles compétences grâce au quiz envoyé par mail pour permettre à chacun.e de tester ses connaissances et sa progression sur la thématique en question.

# kit_tab_1_action_title
source: Titre accompagnant le bouton call to action pour onglet 1 page méthodes/kit
fr: Envie de mettre en place le Kit de Sensibilisation ?

# kit_tab_1_action_button
source: Texte dans le bouton call to action pour onglet 1 page méthodes/kit
fr: Demandez une démo

# kit_tab_2
source: Description onglet 2 'Pour vous' page méthodes/kit
fr: Pour vous

# kit_highlighted_2
source: Description en rouge pour onglet 2 page méthodes/kit
fr: Le déroulement

# kit_text_2
source: Texte en bleu pour onglet 2 page méthodes/kit
fr: Pour **déployer facilement** le Kit de Sensibilisation en interne et **toucher le plus grand nombre** en un minimum de temps.

# kit_steps_2
source: Titre 'étapes' pour onglet 2 page méthodes/kit
fr: Un concept simple et efficace : 1 mois = 1 thématique

# kit_tab_2_step_1_title
source: Titre étape 1 pour onglet 2 page méthodes/kit
fr: Choisissez les 3 thématiques qui répondent à vos enjeux

# kit_tab_2_step_1_desc
source: Description étape 1 pour onglet 2 page méthodes/kit
fr: Parmi un large éventail de sujets Développement Durable applicables en milieu professionnel comme à la maison : numérique responsable · télétravail · gestion des déchets · éco-mobilité…

# kit_tab_2_step_2_title
source: Titre étape 2 pour onglet 2 page méthodes/kit
fr: Recevez chaque mois votre Kit de Sensibilisation Energic

# kit_tab_2_step_2_desc
source: Description étape 2 pour onglet 2 page méthodes/kit
fr: Recevez par mail, l’ensemble des contenus à diffuser de votre Kit de Sensibilisation étayé d’un plan d’action pour vous accompagner dans la diffusion progressive des éléments et ancrer efficacement le message en interne.

# kit_tab_2_step_3_title
source: Titre étape 3 pour onglet 2 page méthodes/kit
fr: Découvrez votre bilan complet à l’issue des 3 mois

# kit_tab_2_step_3_desc
source: Description étape 3 pour onglet 2 page méthodes/kit
fr: Mesurez facilement l’impact et le niveau d’adhésion de chacun.e sur chaque thématique grâce à un bilan détaillé, pour constater les évolutions, repérer vos leviers d’action et poursuivre l’aventure en rejoignant le Challenge Environnemental Energic.

# kit_tab_2_action_title
source: Titre accompagnant le bouton call to action pour onglet 2 page méthodes/kit
fr: Envie de mettre en place le Kit de Sensibilisation ?

# kit_tab_2_action_button
source: Texte dans le bouton call to action pour onglet 2 page méthodes/kit
fr: Demandez une démo

# eco_blog_title
source: Titre de la partie 'Eco-Blog Energic'
fr: Découvrez l’éco-blog Energic

# eco_blog_desc
source: Description de la partie 'Eco-Blog Energic'
fr: Des articles **gratuits pour sensibiliser** le plus grand nombre aux enjeux du Développement Durable et **passer à l’action au quotidien** avec Energic !

# tools_blog_title
source: Titre de la section blog des pages outils
fr: À lire dans **le Blog**

# tools_app_title
source: Titre de la page Application
fr: L’Application

# tools_app_subtitle
source: Description de la page Application
fr: Pour rendre le Challenge Environnemental accessible à tous, nous avons développé une solution **numérique et ludique complète** pour impliquer chacun·e (même à distance) **déjà adoptée par +XX participants !**

# tools_app_sensitize_title
source: Titre de l image partie sensitize de la page Application
fr: Les fonctionnalités pour sensibiliser chacun

# tools_app_sensitize_desc
source: Description de la partie sensitize de la page Application
fr: Le [bilan carbone](https://energic.io/blog/bilan-carbone-energic-sensibiliser-prendre-conscience-identifier-levier-action-challenge-environnemental) permet à chacun d’évaluer son impact et d’identifier ses leviers d’action. Les ressources (articles, vidéos, podcasts) disponibles dans le [Kiosque](https://energic.io/blog/kiosque-energic-contenus-developpement-durable-former-quotidien) et partagées par tous dans [l'Agora](https://energic.io/blog/agora-challenge-environnemental-energic-federer-communaute-sensibiliser-communiquer-interragir) contribuent à la prise de conscience. Finalement, le [Quiz](https://energic.io/blog/quiz-energic-tester-et-valider-ses-connaissances-rse-ecologie-jeu) quotidien évalue les connaissances environnementales. Rien de mieux pour apprendre en s’amusant !

# tools_app_act_title
source: Titre de l image partie act de la page Application
fr: Les fonctionnalités pour faire passer à l’action

# tools_app_act_desc
source: Description de la partie act de la page Application
fr: Plus de 100 **[Ecogestes](https://energic.io/blog/eco-gestes-changer-habitudes-en-entreprise-ecole-collectivite-reduction-impact-bilan-carbone)** classés par niveau sont disponibles pour aider les joueurs à réduire leur impact à leur rythme. Parce que l’environnement est l’affaire de tous, la **[Boite à Idées](https://energic.io/blog/boite-a-idee-challenge-environnemental-energic-intelligence-collaborative-rse) ** catalyse la réflexion. Les [**Missions**](https://energic.io/blog/missions-pour-passer-action-pour-la-planete-en-solo-ou-en-equipe) individuelles et collectives lancées par l’animatrice des communautés permettent quant à elles d’agir concrètement.

# tools_app_valorise_title
source: Titre de l image partie valorise de la page Application
fr: Les fonctionnalités pour valoriser l’action

# tools_app_valorise_desc
source: Description de la partie valorise de la page Application
fr: Toute **l’application est gamifiée** afin de garder la motivation des joueurs intacte dans la durée. Les points individuels et collectifs sont suivis dans le Classement et récompensent les actions effectuées, tout comme les **Amulettes** et les Niveaux d’engagement permettant de personnaliser l’expérience.

# tools_app_next_page_intro
source: Texte accompagnant le bouton pour accéder à la page suivante dans la page Application
fr: Parce qu’une application ne vit pas seule,<br/>nous accompagnons les joueurs tout au long du Challenge !

# tools_app_next_page_intro_button
source: Texte du bouton pour accéder à la page suivante dans la page Application
fr: Découvrir l'Animation

# tools_animation_title
source: Titre de la page Animation
fr: L’Animation

# tools_animation_subtitle
source: Description de la page Animation
fr: Parce que faire évoluer ses habitudes n’est jamais simple, l’animatrice des communautés dédiée Energic est là pour **sensibiliser, encourager et (surtout) faire passer à l’action** l’ensemble des joueurs !

# tools_animation_animate_title
source: Titre de l image la partie animate de la page Animation
fr: L’animation des communautés

# tools_animation_animate_desc
source: Description de la partie animate de la page Animation
fr: Convaincue que les outils numériques doivent être **complétés par un accompagnement humain**, Energic dédie une équipe à l’animation à distance des challenges. L’équipe prépare le [lancement du Challenge Environnemental](https://energic.io/blog/3-etapes-lancement-challenge-environnemental-energic-parametrage) en amont, répond aux questions des joueurs, lance les **[missions](https://energic.io/blog/missions-pour-passer-action-pour-la-planete-en-solo-ou-en-equipe) individuelles et collectives**, propose des contenus, suit le projet au quotidien et fournit des **bilans et préconisations** pour constamment améliorer l’animation.

# tools_animation_animate_link
source: Lien de la partie animate de la page Animation
fr: Pourquoi l’animation facilite le changement des comportements ?

# tools_animation_communicate_title
source: Titre de l image la partie communicate de la page Animation
fr: Les outils de communication

# tools_animation_communicate_desc
source: Description de la partie communicate de la page Animation
fr: Energic vous accompagne sur les **volets communication interne et externe**, en amont et en aval du déploiement du Challenge Environnemental. Nous **fournissons l’intégralité des supports de communication** internes essentiels au bon déploiement du projet (site internet dédié, mail, affiches, note interne etc) ainsi que l’intégralité des supports de communication externes **pour valoriser votre participation** (verbatim, post réseaux sociaux, etc).

# tools_animation_communicate_link
source: Lien de la partie communicate de la page Animation
fr: Découvrez les Kits de Communication du Challenge

# tools_animation_reward_title
source: Titre de l image partie reward de la page Animation
fr: Les récompenses
