Repository: jtux270/translate
Catalog: openstack/zanata/io.energic.landing-prod/*/methods.po
Languages: fr

# tools_animation_reward_desc
source: Description de la partie reward de la page Animation
fr: Outre les différentes récompenses à remporter dans l’application au cours du Challenge, une **Cérémonie de remise des prix** est organisée en fin de challenge afin de partager un moment fort et féliciter les meilleurs joueurs ainsi que les meilleures tribus. Energic s’engage également à **reverser 1 € à une association** à visée sociale et/ou environnementale pour chaque nouvelle inscription sur l'application.

# tools_animation_reward_link
source: Lien de la partie reward de la page Animation
fr: Découvrez les récompenses du Challenge Environnemental

# tools_animation_next_page_intro
source: Texte accompagnant le bouton pour accéder à la page suivante dans la page Animation
fr: Découvrez le Carnet de Bord pour suivre les statistiques du Challenge et interagir avec votre communauté.

# tools_animation_next_page_intro_button
source: Texte du bouton pour accéder à la page suivante dans la page Animation
fr: Le Carnet de Bord

# tools_dashboard_title
source: Titre de la page Carnet de Bord
fr: Le Carnet de Bord

# tools_dashboard_subtitle
source: Description de la page Carnet de Bord
fr: Le Carnet de bord Energic est **l’outil de pilotage du Challenge dédié** aux porteurs du projet pour **mesurer et améliorer les résultats** et ainsi **prouver l’efficacité** de votre démarche de sensibilisation.

# tools_dashboard_animate_title
source: Titre de l image partie animate de la page Carnet de Bord
fr: Les fonctionnalités pour suivre au quotidien votre communauté

# tools_dashboard_animate_desc
source: Description de la partie animate de la page Carnet de Bord
fr: Découvrez les **messages échangés sur [l'Agora](https://energic.io/blog/agora-challenge-environnemental-energic-federer-communaute-sensibiliser-communiquer-interragir), les [idées](https://energic.io/blog/boite-a-idee-challenge-environnemental-energic-intelligence-collaborative-rse) proposées** et classées par ordre de pertinence et par catégorie par votre communauté. Suivez le **classement des joueurs et des équipes** en temps réel ainsi que le calendrier des actions prévues. Cerise sur le gâteau : **détectez de nouveaux ambassadeurs** développement durable en interne.

# tools_dashboard_communicate_title
source: Titre de l image partie communicate de la page Carnet de Bord
fr: Les fonctionnalités pour interagir avec votre communauté

# tools_dashboard_communicate_desc
source: Description de la partie communicate de la page Carnet de Bord
fr: Envie de personnaliser l’animation du Challenge ? **Partagez vos contenus à l’ensemble des personnes engagées** (gestes métier, événement interne etc), suivez les échanges et répondez à chacun. Une manière simple pour **faire connaître vos actions, fédérer en interne et animer votre communauté.** Communiquez également les résultats sur vos écrans dans les bâtiments grâce à [**notre solution dédiée**](https://energic.io/blog/affichage-dynamique-energic-outil-communication) !

# tools_dashboard_reward_title
source: Titre de l image partie reward de la page Carnet de Bord
fr: Les fonctionnalités pour mesurer les progrès réalisés

# tools_dashboard_reward_desc
source: Description de la partie reward de la page Carnet de Bord
fr: Toutes les statistiques du Challenge sont **accessibles et exportables facilement** pour vos différents rapports d’activité : nombre d'inscriptions, taux d’activité, nombre de messages postés, d’idées proposées, activité des joueurs, bilan carbone moyen, taux de bonnes réponses aux quiz etc. **Votre communauté n’aura plus de secret pour vous !** Retrouvez l’ensemble de ces informations dans un **rapport complet envoyé chaque mois** et complété de nos préconisations pour aller plus loin.
