Repository: jtux270/translate
Catalog: openstack/zanata/io.energic.landing-prod/*/solutions.po
Languages: fr

# solutions_how_does_it_work
source: Texte boutons/liens 'comment ça marche'
fr: Comment ça marche ?

# solutions_ask_demo
source: Texte bouton demander démo
fr: Demander une démo

# solutions_company_title
source: Titre de la page solutions/entreprise
fr: Entreprise

# solutions_company_subtitle
source: Sous-titre de la page solutions/entreprise
fr: **Fédérez vos équipes autour de l’environnement**<br/>de manière ludique, c’est possible (même à distance) !

# solutions_company_tab_1_title
source: Titre de la tab_1
fr: Le Challenge Environnemental Energic

# solutions_company_tab_1_text
source: Texte de la tab_1
fr: Le **Challenge Environnemental Energic** c'est la solution pour rendre vos collaborateurs acteurs de **votre politique RSE** dans la durée.<br/>Grâce à nos outils et à notre animation, **organisez** votre Challenge en équipe et **passez à l’action au quotidien.**

# solutions_company_tab_1_thanks_title
source: Titre 'grâce' de la tab_1
fr: Grâce au **Challenge Environnemental Energic**

# solutions_company_tab_1_thanks_1_title
source: Titre carte 1 de la tab_1
fr: Impliquez

# solutions_company_tab_1_thanks_1_text
source: Texte carte 1 de la tab_1
fr: durablement l’ensemble de vos collaborateurs de manière positive et ludique, et révélez vos ambassadeurs RSE.

# solutions_company_tab_1_thanks_2_title
source: Titre carte 2 de la tab_1
fr: Améliorez

# solutions_company_tab_1_thanks_2_text
source: Texte carte 2 de la tab_1
fr: facilement le bilan carbone de votre entreprise, concrétisez vos engagements environnementaux et réalisez des économies.

# solutions_company_tab_1_thanks_3_title
source: Titre carte 3 de la tab_1
fr: Valorisez

# solutions_company_tab_1_thanks_3_text
source: Texte carte 3 de la tab_1
fr: largement vos actions auprès de l’ensemble de vos parties prenantes et attirez les talents de demain.

# solutions_company_tab_1_how_title
source: Titre 'par le jeu' de la tab_1
fr: **C’est par le jeu que l’on apprend et par la prise de conscience que l’on se met en action !**

# solutions_company_tab_1_how_subtitle
source: Sous-titre 'par le jeu' de la tab_1
fr: Notre **accompagnement et nos outils numériques** seront vos meilleurs alliés<br/>pour favoriser une prise de conscience collective !

# solutions_company_tab_1_benef_1_link
source: Lien à droite du bénéfice 1 de la tab_1
fr: Formation

# solutions_company_tab_1_benef_1_title
source: Titre du bénéfice 1 de la tab_1
fr: **Offrez l’opportunité d’agir au quotidien**

# solutions_company_tab_1_benef_1_text
source: Texte du bénéfice 1 de la tab_1
fr: La RSE est l’affaire de tous, c’est notre conviction. Notre mission est d’engager chacun·e dans votre démarche RSE, révéler des talents, et ainsi vous faire gagner un temps précieux.

# solutions_company_tab_1_benef_1_quote
source: Citation du bénéfice 1 de la tab_1
fr: des collaborateurs souhaitent s’engager davantage dans la démarche RSE de leur entreprise.

# solutions_company_tab_1_benef_1_source
source: Source de la citation du bénéfice 1 de la tab_1
fr: “Les salariés et l’entreprise responsable”, Des Enjeux et des Hommes - Ekodev

# solutions_company_tab_1_benef_2_link
source: Lien à droite du bénéfice 2 de la tab_1
fr: Communication interne

# solutions_company_tab_1_benef_2_title
source: Titre du bénéfice 2 de la tab_1
fr: **Valorisez vos actions déjà réalisées**

# solutions_company_tab_1_benef_2_text
source: Texte du bénéfice 2 de la tab_1
fr: Avec Energic, communiquez facilement et de manière ludique sur les actions développement durable d’ores et déjà engagées au sein de votre entreprise.

# solutions_company_tab_1_benef_2_quote
source: Citation du bénéfice 2 de la tab_1
fr: des salariés déclarent être mal informés de la démarche RSE de leur Entreprise

# solutions_company_tab_1_benef_2_source
source: Source de la citation du bénéfice 2 de la tab_1
fr: Baromètre 2020, “Les salariés et l’entreprise responsable”, Des Enjeux et des Hommes - Ekodev

# solutions_company_tab_1_benef_3_link
source: Lien à droite du bénéfice 3 de la tab_1
fr: Impact environnemental

# solutions_company_tab_1_benef_3_title
source: Titre du bénéfice 3 de la tab_1
fr: **Améliorez votre bilan carbone**

# solutions_company_tab_1_benef_3_text
source: Texte du bénéfice 3 de la tab_1
fr: Grâce aux outils Energic et à l’engagement de vos collaborateurs, suivez facilement et en temps réel l’amélioration du bilan carbone de votre entreprise et réalisez des économies.

# solutions_company_tab_1_benef_3_quote
source: Citation du bénéfice 3 de la tab_1
fr: de l’amélioration du bilan carbone peut être obtenue par le changement de comportement

# solutions_company_tab_1_benef_3_source
source: Source de la citation du bénéfice 3 de la tab_1
fr: Publication Carbone 4, juin 2019

# solutions_company_tab_1_benef_4_link
source: Lien à droite du bénéfice 4 de la tab_1
fr: Normes et Réglementations

# solutions_company_tab_1_benef_4_title
source: Titre du bénéfice 4 de la tab_1
fr: **Respectez les normes et les réglementations**

# solutions_company_tab_1_benef_4_text
source: Texte du bénéfice 4 de la tab_1
fr: Le monde évolue chaque jour, les réglementations aussi. Grâce aux outils Energic, ayez toujours un temps d’avance pour atteindre les objectifs fixés par l’État.

# solutions_company_tab_1_benef_4_quote
source: Citation du bénéfice 4 de la tab_1
fr: de performances financières en plus : c’est la différence entre les entreprises avec des pratiques RSE et celles qui n’en n’ont pas

# solutions_company_tab_1_benef_4_source
source: Source de la citation du bénéfice 5 de la tab_1
fr: Responsabilité Sociale des entreprises et compétitivité - Commissariat général à la stratégie et à la prospective.

# solutions_company_tab_1_benef_5_link
source: Lien à droite du bénéfice 5 de la tab_1
fr: Marque Employeur

# solutions_company_tab_1_benef_5_title
source: Titre du bénéfice 5 de la tab_1
fr: **Renforcez votre image d’entreprise engagée**

# solutions_company_tab_1_benef_5_text
source: Texte du bénéfice 5 de la tab_1
fr: Votre engagement environnemental est une condition sine qua non pour attirer les talents de demain. Concrétisez dès à présent vos actions et communiquez-les largement avec Energic !

# solutions_company_tab_1_benef_5_quote
source: Citation du bénéfice 5 de la tab_1
fr: des jeunes de la génération Y placent la RSE au dessus du salaire dans [leurs] critères de recherches d’emploi

# solutions_company_tab_1_benef_5_source
source: Source de la citation du bénéfice 5 de la tab_1
fr: Étude de Cone Communication sur l’engagement des salariés.

# solutions_company_tab_1_problematic_title
source: Titre 'problématiques clients' de la tab_1
fr: Découvrez les problématiques de nos clients et les solutions Energic mises en place.

# solutions_company_tab_1_call_action_title
source: Titre au dessus du bouton vers la tab_2
fr: Envie de sensibiliser vos collaborateurs sur une période courte ?

# solutions_company_tab_1_call_action_button
source: Texte du bouton vers la tab_2
fr: Découvrez le Kit de Sensibilisation

# solutions_company_tab_2_title
source: Titre de la tab_2
fr: Le Kit de Sensibilisation Energic

# solutions_company_tab_2_text
source: Texte de la tab_2
fr: Le **Kit de Sensibilisation Energic** c'est la solution la plus **simple et rapide** pour sensibiliser l’ensemble de vos collaborateurs sur une période courte de 3 mois et sur 3 thématiques principales en lien avec l’environnement. **Un premier pas avant d’engager chacun·e dans la durée.**

# solutions_company_tab_2_thanks_title
source: Titre 'grâce' de la tab_2
fr: Grâce au **Kit de Sensibilisation Energic**

# solutions_company_tab_2_thanks_1_title
source: Titre carte 1 de la tab_2
fr: Sensibilisez

# solutions_company_tab_2_thanks_1_text
source: Texte carte 1 de la tab_2
fr: chaque mois l’ensemble de vos collaborateurs de manière simple, ludique, et positive sur une thématique environnementale donnée.

# solutions_company_tab_2_thanks_2_title
source: Titre carte 2 de la tab_2
fr: Communiquez

# solutions_company_tab_2_thanks_2_text
source: Texte carte 2 de la tab_2
fr: largement en interne vos actions d’ores et déjà réalisées et sur vos ambitions en matière de Développement Durable.

# solutions_company_tab_2_thanks_3_title
source: Titre carte 3 de la tab_2
fr: Validez

# solutions_company_tab_2_thanks_3_text
source: Texte carte 3 de la tab_2
fr: l’intérêt de vos collaborateurs avant de rejoindre le Challenge Environnemental Energic et d’engager pleinement chacun au quotidien.

# solutions_company_tab_2_how_title
source: Titre 'par le jeu' de la tab_2
fr: **C’est par le jeu que l’on apprend et par la prise de conscience que l’on se met en action !**

# solutions_company_tab_2_how_subtitle
source: Sous-titre 'par le jeu' de la tab_2
fr: Notre **accompagnement et nos outils numériques** seront vos meilleurs alliés<br/>pour favoriser une prise de conscience collective !

# solutions_company_tab_2_benef_1_link
source: Lien à droite du bénéfice 1 de la tab_2
fr: Formation

# solutions_company_tab_2_benef_1_title
source: Titre du bénéfice 1 de la tab_2
fr: **Offrez une dose mensuelle de RSE**

# solutions_company_tab_2_benef_1_text
source: Texte du bénéfice 1 de la tab_2
fr: Sensibilisez facilement l’ensemble de vos collaborateurs aux enjeux de votre entreprise (numérique, énergie, mobilité, déchets…) avec du contenu ludique et clef en main.

# solutions_company_tab_2_benef_1_quote
source: Citation du bénéfice 1 de la tab_2
fr: des salariés n’ont pas reçu une vraie formation RSE

# solutions_company_tab_2_benef_1_source
source: Source de la citation du bénéfice 1 de la tab_2
fr: Baromètre 2020, “Les salariés et l’entreprise responsable”, Des Enjeux et des Hommes - Ekodev

# solutions_company_tab_2_benef_2_link
source: Lien à droite du bénéfice 2 de la tab_2
fr: Culture d’entreprise

# solutions_company_tab_2_benef_2_title
source: Titre du bénéfice 2 de la tab_2
fr: **Donnez de la visibilité à vos actions**

# solutions_company_tab_2_benef_2_text
source: Texte du bénéfice 2 de la tab_2
fr: Donnez davantage de visibilité à vos actions d’ores et déjà réalisées pour décupler leur impact, fédérer autour de ces actions et en inciter de nouvelles.

# solutions_company_tab_2_benef_2_quote
source: Citation du bénéfice 2 de la tab_2
fr: des salariés déclarent être mal informés de la démarche RSE de leur Entreprise

# solutions_company_tab_2_benef_2_source
source: Source de la citation du bénéfice 2 de la tab_2
fr: Baromètre 2020, “Les salariés et l’entreprise responsable”, Des Enjeux et des Hommes - Ekodev

# solutions_company_tab_2_benef_3_link
source: Lien à droite du bénéfice 3 de la tab_2
fr: Marque Employeur

# solutions_company_tab_2_benef_3_title
source: Titre du bénéfice 3 de la tab_2
fr: **Engagez davantage votre entreprise**

# solutions_company_tab_2_benef_3_text
source: Texte du bénéfice 3 de la tab_2
fr: Vos actions de formation en faveur de l’environnement sont essentielles pour attirer les talents de demain. Faites un premier pas en ce sens grâce au Kit de Sensibilisation Energic.

# solutions_company_tab_2_benef_3_quote
source: Citation du bénéfice 3 de la tab_2
fr: des jeunes de la génération Y placent la RSE au dessus du salaire dans [leurs] critères de recherches d’emploi

# solutions_company_tab_2_benef_3_source
source: Source de la citation du bénéfice 3 de la tab_2
fr: Étude de Cone Communication sur l’engagement des salariés.

# solutions_company_tab_2_call_action_title
source: Titre au dessus du bouton vers la tab_1
fr: Envie d’engager vos collaborateurs dans la durée ?

# solutions_company_tab_2_call_action_button
source: Texte du bouton vers la tab_1
fr: Découvrez le Challenge Environnemental Energic

# solutions_city_title
source: Titre de la page solution/collectivité
fr: Citoyen

# solutions_city_subtitle
source: Sous-titre de la page solution/collectivité
fr: Vous souhaitez **impliquer petits et grands pour co-construire, faire vivre et concrétiser** vos engagements environnementaux ? Découvrez nos solutions adaptées à vos enjeux !

# solutions_city_tab_1_title
source: Titre de la tab_1
fr: Le Challenge Environnemental Scolaire

# solutions_city_tab_1_text
source: Texte de la tab_1
fr: Le **Challenge Environnemental Scolaire** c'est la solution pour **sensibiliser, impliquer et valoriser** chacun au sein des établissements scolaires mais aussi à la maison.<br/>Grâce à nos outils numériques et à notre animation, organisez votre challenge en équipe pour **former les éco-citoyens de demain !**

# solutions_city_tab_1_thanks_title
source: Titre 'grâce' de la tab_1
fr: Grâce au **Challenge Environnemental Scolaire**

# solutions_city_tab_1_thanks_1_title
source: Titre carte 1 de la tab_1
fr: Sensibilisez

# solutions_city_tab_1_thanks_1_text
source: Texte carte 1 de la tab_1
fr: parents, enfants et personnels de manière positive et ludique pour former les éco-citoyens de demain.

# solutions_city_tab_1_thanks_2_title
source: Titre carte 2 de la tab_1
fr: Engagez

# solutions_city_tab_1_thanks_2_text
source: Texte carte 2 de la tab_1
fr: durablement votre territoire dans la transition pour réduire votre bilan carbone, faire naître des initiatives, et réaliser des économies.

# solutions_city_tab_1_thanks_3_title
source: Titre carte 3 de la tab_1
fr: Communiquez

# solutions_city_tab_1_thanks_3_text
source: Texte carte 3 de la tab_1
fr: largement vos actions pour valoriser l’aspect innovant et durable de votre territoire et le rendre davantage attractif.

# solutions_city_tab_1_how_title
source: Titre 'par le jeu' de la tab_1
fr: **C’est par le jeu que l’on apprend et par la prise de conscience que l’on se met en action !**

# solutions_city_tab_1_how_subtitle
source: Sous-titre 'par le jeu' de la tab_1
fr: Notre **accompagnement et nos outils numériques** seront vos meilleurs alliés<br/>pour favoriser une prise de conscience collective !

# solutions_city_tab_1_benef_1_link
source: Lien à droite du bénéfice 1 de la tab_1
fr: Formation

# solutions_city_tab_1_benef_1_title
source: Titre du bénéfice 1 de la tab_1
fr: **Offrez les connaissances pour agir**

# solutions_city_tab_1_benef_1_text
source: Texte du bénéfice 1 de la tab_1
fr: Parce qu’il est essentiel que chacun soit formé au Développement Durable dès l’enfance pour pouvoir agir, Energic vous permet de former facilement le plus grand nombre.

# solutions_city_tab_1_benef_1_quote
source: Citation du bénéfice 1 de la tab_1
fr: des Français s’estiment concernés par les crises écologiques

# solutions_city_tab_1_benef_1_source
source: Source de la citation du bénéfice 1 de la tab_1
fr: Baromètre annuel les Français et l’Environnement, IFOP 2020

# solutions_city_tab_1_benef_2_link
source: Lien à droite du bénéfice 2 de la tab_1
fr: Numérique & innovation

# solutions_city_tab_1_benef_2_title
source: Titre du bénéfice 2 de la tab_1
fr: **Innovez pour l’environnement**

# solutions_city_tab_1_benef_2_text
source: Texte du bénéfice 2 de la tab_1
fr: Faites bénéficier chacun·e d’une solution moderne, innovante et pédagogique utilisant le numérique et la gamification* (apprentissage par le jeu) au service de l’environnement.

# solutions_city_tab_1_benef_2_quote
source: Citation du bénéfice 2 de la tab_1
fr: des enseignants reconnaissent les bénéfices pédagogiques du numérique et l’utilisent pour préparer leurs cours dans le 1er degré

# solutions_city_tab_1_benef_2_source
source: Source de la citation du bénéfice 2 de la tab_1
fr: Ministère de l’Éducation Nationale

# solutions_city_tab_1_benef_3_link
source: Lien à droite du bénéfice 3 de la tab_1
fr: Économies

# solutions_city_tab_1_benef_3_title
source: Titre du bénéfice 3 de la tab_1
fr: **Réalisez des économies durables**

# solutions_city_tab_1_benef_3_text
source: Texte du bénéfice 3 de la tab_1
fr: Grâce aux outils Energic, suivez en temps réel l’amélioration du bilan carbone de votre parc de bâtiments, soyez exemplaires, et réalisez des économies durablement.

# solutions_city_tab_1_benef_3_quote
source: Citation du bénéfice 3 de la tab_1
fr: de l’amélioration du bilan carbone peut être obtenue par le changement de comportement

# solutions_city_tab_1_benef_3_source
source: Source de la citation du bénéfice 3 de la tab_1
fr: Publication Carbone 4, juin 2019

# solutions_city_tab_1_client_stories_title
source: Titre 'ils participent' de la tab_1
fr: Ils participent au Challenge Environnemental Scolaire

# solutions_city_tab_1_call_action_title
source: Titre au dessus du bouton vers la tab_2
fr: Envie de sensibiliser l’ensemble de vos citoyens ?

# solutions_city_tab_1_call_action_button
source: Texte du bouton vers la tab_2
fr: Découvrez le Challenge Environnemental Citoyen

# solutions_city_tab_2_title
source: Titre de la tab_2
fr: Le Challenge Environnemental Citoyen

# solutions_city_tab_2_text
source: Texte de la tab_2
fr: Le **Challenge Environnemental Citoyen** c'est la solution pour **engager concrètement l’ensemble des citoyens** de votre territoire dans la transition.<br/>Grâce à nos outils et à notre animation, organisez votre challenge entre quartiers, **sensibilisez et impliquez chacun, et agissez ensemble** pour l'environnement.

# solutions_city_tab_2_thanks_title
source: Titre 'grâce' de la tab_2
fr: Grâce au **Challenge Environnemental Citoyen**

# solutions_city_tab_2_thanks_1_title
source: Titre carte 1 de la tab_2
fr: Sensibilisez

# solutions_city_tab_2_thanks_1_text
source: Texte carte 1 de la tab_2
fr: et impliquez l’ensemble de vos concitoyens de manière positive et ludique pour co-construire ensemble et dès aujourd’hui le territoire de demain.

# solutions_city_tab_2_thanks_2_title
source: Titre carte 2 de la tab_2
fr: Engagez

# solutions_city_tab_2_thanks_2_text
source: Texte carte 2 de la tab_2
fr: durablement votre territoire dans la transition pour réduire votre bilan carbone, faire naître des initiatives, montrer l’exemple et réaliser des économies.

# solutions_city_tab_2_thanks_3_title
source: Titre carte 3 de la tab_2
fr: Rayonnez

# solutions_city_tab_2_thanks_3_text
source: Texte carte 3 de la tab_2
fr: largement en mettant en avant les aspects innovant, numérique, participatif et durable de votre territoire pour le rendre davantage attractif encore.

# solutions_city_tab_2_how_title
source: Titre 'par le jeu' de la tab_2
fr: **C’est par le jeu que l’on apprend et par la prise de conscience que l’on se met en action !**

# solutions_city_tab_2_how_subtitle
source: Sous-titre 'par le jeu' de la tab_2
fr: Notre **accompagnement et nos outils numériques** seront vos meilleurs alliés<br/>pour favoriser une prise de conscience collective !

# solutions_city_tab_2_benef_1_link
source: Lien à droite du bénéfice 1 de la tab_2
fr: Co-construction

# solutions_city_tab_2_benef_1_title
source: Titre du bénéfice 1 de la tab_2
fr: **Embarquez l’ensemble de vos concitoyens**

# solutions_city_tab_2_benef_1_text
source: Texte du bénéfice 1 de la tab_2
fr: Donnez les moyens à chacun d’agir avec Energic, pour co-construire le territoire de demain de manière participative et inclusive, et soyez au plus proche de vos concitoyens.

# solutions_city_tab_2_benef_1_quote
source: Citation du bénéfice 1 de la tab_2
fr: des Français s’estiment concernés par les crises écologiques

# solutions_city_tab_2_benef_1_source
source: Source de la citation du bénéfice 1 de la tab_2
fr: Baromètre annuel les Français et l’Environnement, IFOP 2020

# solutions_city_tab_2_benef_2_link
source: Lien à droite du bénéfice 2 de la tab_2
fr: Numérique & innovation

# solutions_city_tab_2_benef_2_title
source: Titre du bénéfice 2 de la tab_2
fr: **Innovez pour l’environnement**

# solutions_city_tab_2_benef_2_text
source: Texte du bénéfice 2 de la tab_2
fr: Faites bénéficier chacun·e d’une solution moderne, innovante et participative utilisant le numérique et la gamification* (apprentissage par le jeu) au service de l’environnement.

# solutions_city_tab_2_benef_2_quote
source: Citation du bénéfice 2 de la tab_2
fr: des communes ont déjà lancé une initiative de ville intelligente

# solutions_city_tab_2_benef_2_source
source: Source de la citation du bénéfice 2 de la tab_2
fr: Syntec Numérique -Baromètre de la transformation numérique des territoires

# solutions_city_tab_2_benef_3_link
source: Lien à droite du bénéfice 3 de la tab_2
fr: Bilan carbone

# solutions_city_tab_2_benef_3_title
source: Titre du bénéfice 3 de la tab_2
fr: **Entrez dans la transition**

# solutions_city_tab_2_benef_3_text
source: Texte du bénéfice 3 de la tab_2
fr: Grâce aux outils Energic, suivez en temps réel l’amélioration du bilan carbone moyen de votre collectivité et faites entrer votre collectivité dans la transition.

# solutions_city_tab_2_benef_3_quote
source: Citation du bénéfice 3 de la tab_2
fr: de l’amélioration du bilan carbone peut être obtenue par le changement de comportement

# solutions_city_tab_2_benef_3_source
source: Source de la citation du bénéfice 3 de la tab_2
fr: Publication Carbone 4, juin 2019

# solutions_city_tab_2_call_action_title
source: Titre au dessus du bouton vers la tab_1
fr: Envie d’impliquer vos établissements scolaires ?

# solutions_city_tab_2_call_action_button
source: Texte du bouton vers la tab_1
fr: Découvrez le Challenge Environnemental Scolaire

# solutions_partners_title
source: Titre de la page solution/partenaires
fr: Pour vos partenaires

# solutions_partners_subtitle
source: Sous-titre de la page solution/partenaires
fr: Vous avez découvert Energic et vous souhaitez **lancer le Challenge Environnemental avec vos partenaires** ? Découvrez notre solution pour répondre à vos besoins !

# solutions_partners_tab_1_title
source: Titre de la tab_1
fr: Le Challenge Environnemental

# solutions_partners_tab_1_text
source: Texte de la tab_1
fr: Le **Challenge Environnemental Energic** c'est la solution pour rendre vos partenaires (clients, adhérents, etc) et l’ensemble de leurs collaborateurs **acteurs des grands enjeux environnementaux d’aujourd’hui**. Grâce à nos outils et à notre animation, organisez votre challenge en équipe, fédérez vos partenaires, et **passez à l’action au quotidien !**

# solutions_partners_tab_1_thanks_title
source: Titre 'grâce' de la tab_1
fr: Grâce au **Challenge Environnemental Energic**

# solutions_partners_tab_1_thanks_1_title
source: Titre carte 1 de la tab_1
fr: Innovez

# solutions_partners_tab_1_thanks_1_text
source: Texte carte 1 de la tab_1
fr: en proposant une solution numérique et ludique utile à vos partenaires volontaires, et faites la différence.

# solutions_partners_tab_1_thanks_2_title
source: Titre carte 2 de la tab_1
fr: Fédérez

# solutions_partners_tab_1_thanks_2_text
source: Texte carte 2 de la tab_1
fr: autour des grands enjeux environnementaux d’aujourd’hui et dynamisez votre réseau.

# solutions_partners_tab_1_thanks_3_title
source: Titre carte 3 de la tab_1
fr: Rayonnez

# solutions_partners_tab_1_thanks_3_text
source: Texte carte 3 de la tab_1
fr: en communiquant directement sur votre engagement et concrétisez vos objectifs pour l'environnement.

# solutions_partners_tab_1_how_title
source: Titre 'par le jeu' de la tab_1
fr: **C’est par le jeu que l’on apprend et par la prise de conscience que l’on se met en action !**

# solutions_partners_tab_1_how_subtitle
source: Sous-titre 'par le jeu' de la tab_1
fr: Notre **accompagnement et nos outils numériques** seront vos meilleurs alliés<br/>pour favoriser une prise de conscience collective !

# solutions_partners_tab_1_benef_1_link
source: Lien à droite du bénéfice 1 de la tab_1
fr: Formation pour tous

# solutions_partners_tab_1_benef_1_title
source: Titre du bénéfice 1 de la tab_1
fr: **Offrez les moyens d’agir au quotidien**
