Repository: jtux270/translate
Catalog: openstack/zanata/io.energic.landing-prod/*/solutions.po
Languages: fr

# solutions_partners_tab_1_benef_1_text
source: Texte du bénéfice 1 de la tab_1
fr: Apportez à vos partenaires et à l’ensemble de leurs collaborateurs une solution clef en main pour les aider à se former aux grands enjeux du développement durable de manière ludique.

# solutions_partners_tab_1_benef_1_quote
source: Citation du bénéfice 1 de la tab_1
fr: des salariés n’ont pas reçu une vraie formation RSE.

# solutions_partners_tab_1_benef_1_source
source: Source de la citation du bénéfice 1 de la tab_1
fr: Baromètre 2020, “Les salariés et l’entreprise responsable”, Des Enjeux et des Hommes - Ekodev

# solutions_partners_tab_1_benef_2_link
source: Lien à droite du bénéfice 2 de la tab_1
fr: Objectif commun

# solutions_partners_tab_1_benef_2_title
source: Titre du bénéfice 2 de la tab_1
fr: **Agissez ensemble pour l’environnement**

# solutions_partners_tab_1_benef_2_text
source: Texte du bénéfice 2 de la tab_1
fr: Insufflez une dynamique collective au service de l’environnement chez vos partenaires afin de passer tous ensemble à l’action, et ce dès maintenant, en toute simplicité.

# solutions_partners_tab_1_benef_2_quote
source: Citation du bénéfice 2 de la tab_1
fr: des collaborateurs souhaitent s’engager davantage dans la démarche RSE de leur entreprise.

# solutions_partners_tab_1_benef_2_source
source: Source de la citation du bénéfice 2 de la tab_1
fr: Baromètre 2020, “Les salariés et l’entreprise responsable”, Des Enjeux et des Hommes - Ekodev

# solutions_partners_tab_1_benef_3_link
source: Lien à droite du bénéfice 3 de la tab_1
fr: Performance environnementale

# solutions_partners_tab_1_benef_3_title
source: Titre du bénéfice 3 de la tab_1
fr: **Améliorez le bilan carbone**

# solutions_partners_tab_1_benef_3_text
source: Texte du bénéfice 3 de la tab_1
fr: Mesurez l’impact des actions menées grâce aux outils Energic et partagez les bonnes pratiques de votre communauté pour créer une véritable émulation chez vos partenaires.

# solutions_partners_tab_1_benef_3_quote
source: Citation du bénéfice 3 de la tab_1
fr: de l’amélioration du bilan carbone peut être obtenue par le changement de comportement dans la durée

# solutions_partners_tab_1_benef_3_source
source: Source de la citation du bénéfice 3 de la tab_1
fr: Publication Carbone 4, juin 2019

# solutions_partners_tab_1_benef_4_link
source: Lien à droite du bénéfice 4 de la tab_1
fr: Performance économique

# solutions_partners_tab_1_benef_4_title
source: Titre du bénéfice 4 de la tab_1
fr: **Améliorez les résultats financiers**

# solutions_partners_tab_1_benef_4_text
source: Texte du bénéfice 4 de la tab_1
fr: Aidez vos partenaires à améliorer leur résultat grâce aux actions menées en faveur de l’environnement, pour des entreprises pérennes économiquement.

# solutions_partners_tab_1_benef_4_quote
source: Citation du bénéfice 4 de la tab_1
fr: de performances financières en plus : c’est la différence entre les entreprises qui mettent en place des pratiques RSE et celles qui ne le font pas

# solutions_partners_tab_1_benef_4_source
source: Source de la citation du bénéfice 4 de la tab_1
fr: Responsabilité Sociale des entreprises et compétitivité - Commissariat général à la stratégie et à la prospective.

# solutions_partners_tab_1_benef_5_link
source: Lien à droite du bénéfice 5 de la tab_1
fr: Rayonnement

# solutions_partners_tab_1_benef_5_title
source: Titre du bénéfice 5 de la tab_1
fr: **Valorisez et communiquez votre engagement**

# solutions_partners_tab_1_benef_5_text
source: Texte du bénéfice 5 de la tab_1
fr: Aidez vos partenaires à recruter les talents de demain, partagez vos belles histoires et faites la différence en concrétisant vos engagements avec Energic.

# solutions_partners_tab_1_benef_5_quote
source: Citation du bénéfice 5 de la tab_1
fr: des travailleurs déclarent ne pas vouloir travailler pour une entreprise qui n’a pas d’engagement social ou environnemental fort

# solutions_partners_tab_1_benef_5_source
source: Source de la citation du bénéfice 5 de la tab_1
fr: Étude Cone Communication, la RSE accélère les recrutements et l’engagement: ces “Millenials” qui révolutionnent le travail et la RSE.

# solutions_partners_tab_1_client_stories_title
source: Titre 'ils proposent' de la tab_1
fr: Ils proposent le Challenge Environnemental Energic

# solutions_company_text
source: Texte de la page solutions/entreprise
fr: Le **Challenge Environnemental Energic** c'est la solution pour rendre vos collaborateurs acteurs de **votre politique RSE dans la durée**. Grâce à nos outils et à notre animation, organisez votre Challenge en équipe et **passez à l’action au quotidien !**

# solutions_company_persona_title
source: Titre de la partie 'Persona' de la page solutions/entreprise
fr: Un **Challenge** pour accompagner votre transition

# solutions_company_persona_1_title
source: Titre du premier persona de la page solutions/entreprise
fr: Romain, RSE/QSE

# solutions_company_persona_1_text
source: Texte du premier persona de la page solutions/entreprise
fr: C’est un fervent convaincu, il **porte la démarche en interne** et met déjà en place de nombreuses actions.<br/>Mais il peine à **mobiliser** et à **sensibiliser** l’ensemble de **ses collègues** sur ces sujets pourtant essentiels.

# solutions_company_persona_2_title
source: Titre du deuxième persona de la page solutions/entreprise
fr: Léa, Com’

# solutions_company_persona_2_text
source: Texte du deuxième persona de la page solutions/entreprise
fr: Créative et dynamique, elle souhaite porter haut et fort **les engagements de son entreprise**.<br/>Elle veut mettre en avant son équipe pour ses **actions du quotidien** mais manque trop souvent de temps pour le faire.

# solutions_company_persona_3_title
source: Titre du troisième persona de la page solutions/entreprise
fr: Anne-Sophie, DG

# solutions_company_persona_3_text
source: Texte du troisième persona de la page solutions/entreprise
fr: Dirigeante consciente des **grands enjeux de demain**, des attentes de ses clients et de ses collaborateurs.<br/>Elle souhaite **engager plus concrètement son entreprise** dans la transition mais manque **d’outils pour piloter** cette démarche.

# solutions_company_calendar_title
source: Titre du calendrier de la page solutions/entreprise
fr: Le **Calendrier d’Animation**

# solutions_company_calendar_subtitle
source: Sous-titre du calendrier de la page solutions/entreprise
fr: Thématiques & Missions Collectives

# solutions_school_title
source: Titre de la page solutions/école
fr: Scolaire

# solutions_school_subtitle
source: Sous-titre de la page solutions/école
fr: **Fédérez vos équipes autour de l’environnement** de manière ludique, c’est possible (même à distance) !

# solutions_school_text
source: Texte de la page solutions/école
fr: Le **Challenge Environnemental Scolaire** c'est la solution pour **sensibiliser chacun au sein des établissements scolaires** (primaire, collège/lycée et supérieur). Grâce à nos outils numériques et à notre animation, organisez votre challenge en équipe pour **former les éco-citoyens de demain !**

# solutions_school_persona_title
source: Titre de la partie 'Persona' de la page solutions/école
fr: Un **Challenge** pour accompagner votre transition

# solutions_school_persona_1_title
source: Titre du premier persona de la page solutions/école
fr: Latifa, chargée de mission Éducation

# solutions_school_persona_1_text
source: Texte du premier persona de la page solutions/école
fr: Passionnée par sa mission au sein de la collectivité, elle pilote le **projet Educatif de territoire** (PEDT). Elle souhaite accompagner toutes les **parties prenantes**, et **impliquer les élèves et le personnel éducatif.**

# solutions_school_persona_2_title
source: Titre du deuxième persona de la page solutions/école
fr: Didier, chef d’établissement

# solutions_school_persona_2_text
source: Texte du deuxième persona de la page solutions/école
fr: Conscient des grands enjeux de demain, Didier souhaite porter un **projet d’établissement transverse**, axé sur le numérique et l’environnement pour **fédérer ses équipes** et **former les éco-citoyens de demain.**

# solutions_school_persona_3_title
source: Titre du troisième persona de la page solutions/école
fr: Marion, prof en transition

# solutions_school_persona_3_text
source: Texte du troisième persona de la page solutions/école
fr: Impliquée dans la vie de l’établissement et **formée aux nouvelles méthodes pédagogiques**, Marion souhaite former ses élèves de manière **ludique et positive** sur toutes les thématiques environnementales.

# solutions_school_calendar_title
source: Titre du calendrier de la page solutions/école
fr: **Le Calendrier d’Animation Scolaire**

# solutions_school_calendar_subtitle
source: Sous-titre du calendrier de la page solutions/école
fr: Tout au long de l’année

# solutions_city_text
source: Texte de la page solutions/citoyens
fr: Le **Challenge Environnemental Citoyen**, c'est la solution pour sensibiliser l’ensemble des citoyens **d’un quartier ou d’une ville**. Grâce à nos outils et à notre animation, organisez votre Challenge en équipe, **donnez à chacun le pouvoir d’agir** concrètement pour l’environnement et **renforcez le lien** entre habitants.

# solutions_city_persona_title
source: Titre de la partie 'Persona' de la page solutions/citoyens
fr: Un **Challenge** pour accompagner votre transition

# solutions_city_persona_1_title
source: Titre du premier persona de la page solutions/citoyens
fr: Erwan, Chargé de mission Plan Climat

# solutions_city_persona_1_text
source: Texte du premier persona de la page solutions/citoyens
fr: Expert des questions environnementales et chargé du PCAET, il souhaite **créer du lien** et réduire l’impact carbone de la collectivité, le tout de manière **positive et collaborative.**

# solutions_city_persona_2_title
source: Titre du deuxième persona de la page solutions/citoyens
fr: Jacques, Responsable Transition Énergétique

# solutions_city_persona_2_text
source: Texte du deuxième persona de la page solutions/citoyens
fr: Ingénieur chez un bailleur social, il souhaite **apporter des solutions concrètes** pour animer la vie de quartier et **aider les locataires** à réduire leurs consommations au quotidien.

# solutions_city_persona_3_title
source: Titre du troisième persona de la page solutions/citoyens
fr: Martine, Adjointe chargée de l'environnement

# solutions_city_persona_3_text
source: Texte du troisième persona de la page solutions/citoyens
fr: Consciente des grands enjeux sociétaux, elle souhaite **inclure le plus grand nombre**, développer des synergies entre tous les acteurs, et faire **rayonner la démarche. **

# solutions_city_calendar_title
source: Titre du calendrier de la page solutions/citoyens
fr: Le **Calendrier d’Animation Citoyen**

# solutions_city_calendar_subtitle
source: Sous-titre du calendrier de la page solutions/citoyens
fr: Thématiques & Missions Collectives

# solution_company_calendar_text_1
source: Texte du premier texte de la page solutions/entreprise
fr: 1 thématique et des messages de sensibilisation

# solution_company_calendar_text_2
source: Texte du second texte de la page solutions/entreprise
fr: 1 mission collective

# solution_company_calendar_text_3
source: Texte du troisième texte de la page solutions/entreprise
fr: 1 mission individuelle hebdomadaire

# solution_company_calendar_text_4
source: Texte du quatrième texte de la page solutions/entreprise
fr: 1 mission bilan carbone ou parrainage

# solution_company_calendar_text_5
source: Texte du cinquième texte de la page solutions/entreprise
fr: 1 mission proposition ou vote d’idée

# solution_company_calendar_text_6
source: Texte du sixième texte de la page solutions/entreprise
fr: 1 quiz quotidien

# solution_school_calendar_text_1
source: Texte du premier texte de la page solutions/école
fr: 1 nouveau thème et des messages de sensibilisation

# solution_school_calendar_text_2
source: Texte du second texte de la page solutions/école
fr: 1 mission collective (voir ci-contre)

# solution_school_calendar_text_3
source: Texte du troisième texte de la page solutions/école
fr: 1 mission individuelle hebdomadaire

# solution_school_calendar_text_4
source: Texte du quatrième texte de la page solutions/école
fr: 2 missions propositions et votes idées

# solution_school_calendar_text_5
source: Texte du cinquième texte de la page solutions/école
fr: 1 quiz quotidien

# solution_city_calendar_text_1
source: Texte du premier texte de la page solutions/citoyens
fr: 1 thématique et des messages de sensibilisation

# solution_city_calendar_text_2
source: Texte du second texte de la page solutions/citoyens
fr: 1 mission collective

# solution_city_calendar_text_3
source: Texte du troisième texte de la page solutions/citoyens
fr: 1 mission individuelle hebdomadaire

# solution_city_calendar_text_4
source: Texte du quatrième texte de la page solutions/citoyens
fr: 1 mission bilan carbone ou parrainage

# solution_city_calendar_text_5
source: Texte du cinquième texte de la page solutions/citoyens
fr: 1 mission proposition ou vote d’idée

# solution_city_calendar_text_6
source: Texte du sixième texte de la page solutions/citoyens
fr: 1 quiz quotidien

# solutions_company_calendar_temporality
source: Temporalité du calendrier de la page solutions/entreprise
fr: Chaque mois :

# solutions_school_calendar_temporality
source: Temporalité du calendrier de la page solutions/école
fr: A chaque période scolaire :

# solutions_city_calendar_temporality
source: Temporalité du calendrier de la page solutions/citoyens
fr: Chaque mois :

# solutions_company_launch_title
source: Titre partie 'lancement' de la page solutions/entreprise
fr: Lancez le Challenge dans votre entreprise !

# solutions_company_launch_text
source: Texte partie 'lancement' de la page solutions/entreprise
fr: Notre **accompagnement et nos outils numériques** seront vos meilleurs alliés pour favoriser une prise de conscience collective !

# solutions_school_launch_title
source: Titre partie 'lancement' de la page solutions/école
fr: Lancez le Challenge au sein de vos écoles !

# solutions_school_launch_text
source: Texte partie 'lancement' de la page solutions/école
fr: Notre **accompagnement et nos outils numériques** seront vos meilleurs alliés pour favoriser une prise de conscience collective !

# solutions_city_launch_title
source: Titre partie 'lancement' de la page solutions/citoyens
fr: Lancez le Challenge dans votre collectivité !

# solutions_city_launch_text
source: Texte partie 'lancement' de la page solutions/citoyens
fr: Notre **accompagnement et nos outils numériques** seront vos meilleurs alliés pour favoriser une prise de conscience collective !

# solutions_company_client_stories_title
source: Titre partie 'partage expérience' de la page solutions/entreprise
fr: Ils parlent de leur **expérience** !

# solutions_school_client_stories_title
source: Titre partie 'partage expérience' de la page solutions/école
fr: Ils parlent de leur **expérience** !

# solutions_city_client_stories_title
source: Titre partie 'partage expérience' de la page solutions/citoyens
fr: Ils parlent de leur **expérience** !

# solutions_daily_time
source: Texte temps par jour sur l'application dans les pages solutions
fr: max 2 min/jour

# solutions_company_length
source: Texte durée du challenge dans la page solutions/entreprise
fr: **Pour une durée de 3, 6 ou 12 mois.**
