Repository: jtux270/translate
Catalog: openstack/zanata/trove-dashboard-stable-wallaby/*/trove_dashboard/locale/django.po
Languages: ru

source: Unable to retrieve accessible databases.
ru: Не удалось получить сведения о БД с возможностью доступа

source: Unable to retrieve details for database instance: %s
ru: Не удалось получить подробные сведения об экземпляре БД: %s

source: Resize Database Volume
ru: Изменить размер тома БД

source: Resize Database Instance
ru: Изменить размер экземпляра БД

source: Unable to retrieve flavors.
ru: Не удалось получить сведения о вариантах конфигурации

source: Promote
ru: Повысить уровень

source: Unable to determine if instance root is enabled.
ru: Не удалось определить, включён ли доступ root на экземпляре

source: Publish Log
ru: Опубликовать журнал

source: Published Log
ru: Журнал был опубликован

source: Discard Log
ru: Сбросить данные журнала

source: Discarded Log
ru: Данные журнала были сброшены

source: Enable Log
ru: Включить журналирование

source: Enabled Log
ru: Журналирование включено

source: Disable Log
ru: Отключить журналирование

source: Disabled Log
ru: Журналирование отключено

source: View Log
ru: Просмотреть журнал

source: Published (bytes)
ru: Опубликован (байт)

source: Publishable (bytes)
ru: Может быть опубликован (байт)

source: Container
ru: Контейнер

source: Unable to load {0} log {1}
ru: Невозможно загрузить журнал {0} {1}

source: Unable to load {0} log for instance "{1}".
ru: Невозможно загрузить журнал {0} для экземпляра "{1}".

source: Log length must be a nonnegative integer.
ru: Длина журнала должна выражаться неотрицательным целым числом

source: Error downloading log file: %s
ru: Ошибка загрузки файла журнала: %s

source: Select a configuration group to attach to the database instance.
ru: Выберите группу конфигурации для присоединения к экземпляру БД

source: <strong>Please note:</strong> It may be necessary to reboot the database instance for this new configuration group to take effect.
ru: <strong>Обратите внимание:</strong> для вступления в силу параметров новой группы конфигурации, возможно, понадобится перезапустить экземпляр БД.

source: Specify the name of the new database.
ru: Укажите имя новой БД

source: Optionally provide a character set and collation for the database.
ru: Дополнительно можно указать набор символов и порядок сортировки для БД

source: Specify the name of the new user and password.
ru: Укажите имя нового пользователя и пароль

source: Optionally provide the host of the user and a list of databases the user is granted access to.
ru: Дополнительно укажите хост пользователя и список БД, к которым данному пользователю предоставляется доступ.

source: Root Enabled
ru: Доступ root включён

source: Fault
ru: Сбой

source: Message
ru: Сообщение

source: Specs
ru: Спецификации

source: Service Status Updated
ru: Статус службы обновлён

source: Networking Information
ru: Сведения о сетях

source: Is Public
ru: Общедоступно

source: Replication
ru: Репликация

source: Is a Replica Of
ru: Является репликой на базе

source: Replicas
ru: Реплики

source: Specify a new name, new password or new host name for the user.
ru: Укажите новое имя, новый пароль или новое имя хоста пользователя

source: At least one of the new fields must be changed.
ru: Необходимо изменить значение как минимум одного поля

source: CIDRs is a comma-separated list of IPv4, IPv6 or mix of both CIDRs that restrict access to the database service. 0.0.0.0/0 is used by default if this parameter is not provided. E.g.: 0.0.0.0/0,202.78.240.0/24
ru: Адреса CIDR представляют собой список, через запятую, адресов IPv4, IPv6 или смеси адресов обоих протоколов, ограничивающих доступ к службе БД. При отсутствии предоставленных значений по умолчанию используется 0.0.0.0/0. Например: 0.0.0.0/0,202.78.240.0/24

source: Optionally choose to create this database using a previous backup, or as a replica of another database instance.
ru: Дополнительно можно выбрать создание этой БД на основе предыдущей резервной копии или в виде реплики другого экземпляра БД.

source: Specify the details for launching an instance.
ru: Укажите подробности запуска экземпляра

source: <strong>Please note:</strong> The value specified in the Volume Size field should be greater than 0, however, some configurations do not support specifying volume size. If specifying the volume size results in an error stating volume support is not enabled, enter 0.
ru: <strong>Обратите внимание:</strong> значение, указанное в поле «Размер тома», должно превышать 0. Тем не менее, некоторые конфигурации не поддерживают указание размеров томов. Если после указания размера тома возникает ошибка, говорящая о том, что поддержка томов отсутствует, введите здесь 0.

source: Optionally provide a comma separated list of databases to create:
ru: Дополнительно предоставьте список, через запятые, создаваемых БД:

source: Initial Admin User
ru: Начальный пользователь-администратор

source: Create an optional initial user. This user will have access to all databases you create.
ru: Дополнительно создайте начального пользователя. У этого пользователя будет доступ ко всем созданным БД.

source: Username (required)
ru: Имя пользователя (обязательно)

source: Password (required)
ru: Пароль (обязательно)

source: Allowed Host (optional)
ru: Разрешённый хост (необязательно)

source: Allow the user to connect from this host only. If not provided this user will be allowed to connect from anywhere.
ru: Разрешить пользователю выполнять подключения только с этого хоста. При отсутствии значения пользователь сможет подключаться с любого местоположения.

source: Move networks from 'Available Networks' to 'Selected Networks' by clicking the button, or dragging and dropping. You can change the NIC order by dragging and dropping as well.
ru: Переместите сети из «Доступных сетей» в «Выбранные сети» нажатием на кнопку или перетаскиванием. Порядок сетевых контроллеров также можно изменить перетаскиванием.

source: Selected networks
ru: Выбранные сети

source: Available networks
ru: Доступные сети

source: Confirm the current replica is to be promoted as the new replica source.
ru: Подтвердите повышение уровня текущей реплики до источника новой реплики

source: This action cannot be undone.
ru: Это действие нельзя будет отменить.

source: Current Replica
ru: Текущая реплика

source: None
ru: Нет

source: Unknown
ru: Неизвестно

source: Current Replica Source
ru: Источник текущей реплики

source: Specify a new flavor for the database instance.
ru: Укажите новый вариант конфигурации экземпляра БД

source: Specify the new volume size for the database instance.
ru: Укажите новый размер тома экземпляра БД

source: Please note:</strong> The new value must be greater than the existing volume size.
ru: Обратите внимание:</strong> новое значение должно превышать текущее значение размера тома.

source: Update instance.
ru: Обновить экземпляр.

source: Note: Enable root access on an instance. If the root user is already enabled then a new password is generated.
ru: Внимание: включите доступ для root на экземпляре. Если пользователь root уже был ранее включён, то будет создан новый пароль.

source: Log Length
ru: Длина журнала

source: Go
ru: Начать

source: Return to Log List
ru: Вернуться к списку журналов

source: View Full Log
ru: Просмотреть весь журнал

source: Log Contents
ru: Содержимое журнала

source: Close
ru: Закрыть

source: Log
ru: Журнал

source: Log:
ru: Журнал:

source: Availability Zone
ru: Зона доступности

source: Volume Type
ru: Тип тома

source: Applicable only if the volume size is specified.
ru: Применимо только при указанном размере тома

source: Specify whether future replicated instances will be created on the same hypervisor (affinity) or on different hypervisors (anti-affinity). This value is ignored if the instance to be launched is a replica.
ru: Укажите, будут ли будущие реплицированные экземпляры создаваться на одном и том же гипервизоре (схожесть), либо на разных гипервизорах (анти-схожесть). Это значение игнорируется, если экземпляр предполагается запускать в виде реплики.

source: You must select a datastore type and version.
ru: Необходимо выбрать тип и версию хранилища данных

source: You must select a flavor.
ru: Необходимо выбрать вариант конфигурации.

source: Unable to retrieve availability zones.
ru: Не удалось получить сведения о зонах доступности

source: No availability zones found
ru: Зон доступности не найдено

source: Any Availability Zone
ru: Любая зона доступности

source: No volume type
ru: Без типа тома

source: Comma-separated CIDRs to connect through.
ru: Адреса CIDR, через запятые, с помощью которых будет выполняться подключение

source: Comma separated list of databases to create
ru: Список создаваемых БД, через запятые

source: Initial admin user to add
ru: Добавляемый начальный пользователь-администратор

source: Host or IP that the user is allowed to connect through.
ru: Хост или IP, с помощью которых пользователю разрешено подключаться

source: Initialize Databases
ru: Инициализировать базы данных

source: You must specify a password if you create a user.
ru: При создании пользователя нужно указать пароль

source: You must specify at least one database if you create a user.
ru: При создании пользователя нужно указать минимум одну БД

source: Select a configuration group
ru: Выберите группу конфигурации

source: Source for Initial State
ru: Источник начального статуса

source: Choose initial state.
ru: Выбрать начальный статус

source: Replicate from Instance
ru: Реплицировать экземпляр

source: Backup Name
ru: Имя резервной копия

source: Select a backup to restore
ru: Выберите резервную копию для восстановления

source: Master Instance Name
ru: Имя главного экземпляра

source: Select a master instance
ru: Выберите главный экземпляр

source: Replica Count
ru: Число реплик

source: Specify the number of replicas to be created
ru: Укажите число создаваемых реплик

source: Advanced
ru: Дополнительно

source: Select configuration
ru: Выберите конфигурацию

source: No configurations available
ru: Нет доступных конфигураций

source: Select backup
ru: Выберите рез. копию

source: Select instance
ru: Выберите экземпляр

source: No instances available
ru: Нет доступных экземпляров

source: Unable to find configuration group!
ru: Не удалось найти группу конфигурации

source: Unable to find backup!
ru: Не удалось найти резервную копию

source: A backup must be selected!
ru: Необходимо выбрать резервную копию

source: Unable to find master instance!
ru: Не удалось найти главный экземпляр

source: A master instance must be selected!
ru: Необходимо выбрать главный экземпляр

source: Launched %(count)s named "%(name)s".
ru: Запущено %(count)s с именами "%(name)s".
