Repository: jtux270/translate
Catalog: openstack/zanata/trove-dashboard-stable-wallaby/*/trove_dashboard/locale/django.po
Languages: ru

source: Backup Strategies
ru: Стратегии резервного копирования

source: Create Backup Strategy
ru: Создать стратегию резервного копирования

source: Delete Backup Strategy
ru: Удалить стратегию резервного копирования

source: Backup Strategy Deleted
ru: Стратегия резервного копирования удалена

source: Backend
ru: Сервис заднего плана

source: Project
ru: Проект

source: Swift Container
ru: Контейнер Swift

source: Error getting backup strategies list.
ru: Ошибка при получении списка стратегий резервного копирования

source: Backup Strategy
ru: Стратегия резервного копирования

source: Specify the backup strategy details.
ru: Указать подробные сведения о стратегии резервного копирования

source: Database Instance
ru: Экземпляр БД

source: Swift Container Name
ru: Имя контейнера Swift

source: User defined swift container name.
ru: Указанное пользователем имя контейнера swift

source: Details
ru: Подробности

source: Unable to list database instances to backup.
ru: Невозможно создать список экземпляров БД для резервного копирования

source: Backup strategy created
ru: Стратегия резервного копирования создана

source: Unable to create backup strategy
ru: Не удалось создать стратегию резервного копирования

source: Error creating backup strategy.
ru: Ошибка при создании стратегии резервного копирования.

source: Backups
ru: Резервные копии

# Current status of a Database Backup
source: Building
ru: Создаётся

# Current status of a Database Backup
source: Completed
ru: Выполнено

# Current status of a Database Backup
source: Delete Failed
ru: Сбой удаления

# Current status of a Database Backup
source: Failed
ru: Сбой

# Current status of a Database Backup
source: New
ru: Новая

# Current status of a Database Backup
source: Restored
ru: Восстановленная

# Current status of a Database Backup
source: Saving
ru: Выполняется сохранение

source: Create Backup
ru: Создать резервную копию

source: Restore Backup
ru: Восстановить из резервной копии

source: Download Backup
ru: Скачать резервную копию

source: Delete Backup
ru: Удалить резервную копию

source: Deleted Backup
ru: Резервная копия была удалена

source: Not available
ru: Недоступно

source: Name
ru: Имя

source: Datastore
ru: Хранилище данных

source: Datastore Version
ru: Версия хранилища данных

source: Created
ru: Создано

source: Database
ru: БД

source: Incremental
ru: Инкрементная

source: Status
ru: Статус

source: Restore from Backup
ru: Восстановить из резервной копии

source: Not Found
ru: Не найдено

source: Error getting database backup list.
ru: Ошибка при получении списка резервных копий БД

source: Backup Database
ru: Создать резервную копию БД

source: Backup Details: {{ backup.name }}
ru: Подробные сведения о рез. копии: {{ backup.name }}

source: Unable to retrieve details for backup: %s
ru: Не удалось получить подробные сведения о рез. копии: %s

source: Unable to retrieve details for parent backup: %s
ru: Не удалось получить подробные сведения о родительской рез. копии: %s

source: Specify the details for the database backup.
ru: Укажите подробные сведения о рез. копии БД

source: You can perform an incremental backup by specifying a parent backup. <strong>However,</strong> not all databases support incremental backups in which case this operation will result in an error.
ru: Есть возможность создать инкрементную рез. копию, указав родительскую рез. копию. <strong>Тем не менее,</strong> не все БД поддерживают эту возможность, и в этом случае действие закончится ошибкой.

source: Backup Details
ru: Подробные сведения о рез. копии

source: Backup Overview
ru: Обзор резервной копии

source: Information
ru: Сведения

source: Description
ru: Описание

source: Backup File Location
ru: Местоположение файла рез.копии

source: Initial Volume Size
ru: Начальный размер тома

source: GB
ru: Гбайт

source: Updated
ru: Обновлено

source: Backup Duration
ru: Продолжительность создания рез.копии

source: Incremental Backup
ru: Инкрементная рез. копия

source: Parent Backup
ru: Родительская рез. копия

source: Database Info
ru: Сведения о БД

source: Database Backups
ru: Резервные копии БД

source: Optional Backup Description
ru: Дополнительное описание рез. копии

source: Optional parent backup
ru: Дополнительная родительская рез. копия

source: Unable to list database backups for parent.
ru: Не удалось создать список родительских рез. копий БД

source: Select parent backup
ru: Выберите родительскую рез. копию

source: No backups available
ru: Нет доступных рез. копий

source: Scheduled backup "%(name)s".
ru: Создание рез. копии "%(name)s" было занесено в расписание

source: Unable to launch %(count)s named "%(name)s".
ru: Не удалось запустить %(count)s с именами "%(name)s".

source: instance
ru: экземпляр

source: Error creating database backup.
ru: Ошибка при создании рез. копии БД

source: Cluster Name
ru: Имя кластера

source: Type and version of datastore.
ru: Тип и версия хранилища данных

source: Network
ru: Сеть

source: Network attached to instance.
ru: Сеть, прикреплённая к экземпляру

source: Volume Size
ru: Размер тома

source: Size of the volume in GB.
ru: Размер тома в Гбайт

source: Locality
ru: Расположение

source: Specify whether instances in the cluster will be created on the same hypervisor (affinity) or on different hypervisors (anti-affinity).
ru: Укажите, будут ли экземпляры в кластере создаваться на том же гипервизоре (схожесть) или на разных гипервизорах (анти-схожесть).

source: Root Password
ru: Пароль root

source: Password for root user.
ru: Пароль пользователя root

source: Number of Instances
ru: Число экземпляров

source: Number of instances in the cluster. (Read only)
ru: Число экземпляров в кластере. (Только для чтения)

source: Number of Shards
ru: Число сегментов

source: Number of shards. (Read only)
ru: Число сегментов. (Только для чтения)

source: Number of instances in the cluster.
ru: Число экземпляров в кластере.

source: The flavor must be specified.
ru: Необходимо указать вариант конфигурации

source: Password for root user must be specified.
ru: Необходимо указать пароль пользователя root

source: The number of instances must be greater than 1.
ru: Число экземпляров должно превышать 1.

source: The number of shards must be greater than 1.
ru: Число сегментов должно превышать 1.

source: Unable to obtain flavors.
ru: Не удалось получить сведения о вариантах конфигурации

source: Unable to retrieve networks.
ru: Не удалось получить сведения о сетях

source: Unable to obtain datastores.
ru: Не удалось получить сведения о хранилищах данных

source: Unable to obtain datastore versions.
ru: Не удалось получить сведения о вариантах хранилищ данных

source: Flavor
ru: Вариант конфигурации

source: Size of image to launch.
ru: Размер запускаемого образа

source: Launched cluster "%s"
ru: Кластер "%s" был запущен

source: Unable to launch cluster.
ru: Не удалось запустить кластер

source: Optional name of the instance.
ru: Дополнительное имя экземпляра

source: Instance Type
ru: Тип экземпляра

source: Optional datastore specific type of the instance.
ru: Дополнительный тип экземпляра, относящийся к хранилищу данных

source: Related To
ru: Имеет отношение к

source: Optional datastore specific value that defines the relationship from one instance in the cluster to another.
ru: Дополнительный тип, относящийся к хранилищу данных, определяющий отношения между экземплярами в кластере.

source: Unable to grow cluster.
ru: Невозможно увеличить кластер

source: New Password
ru: Новый пароль

source: New password for cluster access.
ru: Новый пароль для доступа к кластеру

source: Root password updated for cluster "%s"
ru: Пароль root для кластера "%s" был обновлён

source: Unable to reset password.
ru: Не удалось сбросить пароль

source: Clusters
ru: Кластеры

source: Deleted cluster is not recoverable.
ru: Удалённые кластеры восстановлению не подлежат

source: Delete Cluster
ru: Удалить кластер

source: Scheduled deletion of Cluster
ru: Удаление кластера занесено в расписание

source: Launch Cluster
ru: Запустить кластер

source: Grow Cluster
ru: Увеличить кластер

source: Shrink Cluster
ru: Сжать кластер

source: Reset Root Password
ru: Сбросить пароль root

source: %(name)s | %(RAM)s RAM | %(instances)s instances
ru: %(name)s | %(RAM)s RAM | %(instances)s экземпляров

source: Cluster Size
ru: Размер кластера

source: Current Task
ru: Текущая задача

source: %(name)s | %(RAM)s RAM
ru: %(name)s | %(RAM)s ОЗУ

source: Not Assigned
ru: Не присвоено

source: Type
ru: Тип

source: Host
ru: Хост

source: Size
ru: Размер

source: Instances
ru: Экземпляры

source: Shrinking a cluster is not recoverable.
ru: Сжатые кластеры восстановлению не подлежат

source: Scheduled Shrinking of Cluster
ru: Сжатие кластера занесено в расписание

source: Removed instances from cluster.
ru: Экземпляры были удалены из кластера

source: Unable to remove instances from cluster: %s
ru: Не удалось удалить экземпляры из кластера: %s

source: Add Instance
ru: Добавить экземпляр

source: Remove Instance
ru: Удалить экземпляр

source: Removed Instance
ru: Экземпляр был удалён

source: You are not allowed to %(action)s: %(objs)s
ru: Отсутствуют разрешения на %(action)s: %(objs)s

source: Unable to %(action)s: %(objs)s
ru: Невозможно выполнить %(action)s: %(objs)s

source: Cannot grow cluster. No instances specified.
ru: Невозможно увеличить кластер. Не указаны экземпляры.

source: Scheduled growing of cluster.
ru: Увеличение кластера занесено в расписание.

source: Unable to grow cluster: %s
ru: Невозможно увеличить кластер: %s

source: Volume
ru: Том

source: Overview
ru: Обзор

source: Unable to get instances data.
ru: Не удалось получить данные об экземплярах

source: Unable to retrieve database size information.
ru: Не удалось получить сведения о размере БД

source: Unable to retrieve database clusters.
ru: Не удалось получить сведения о кластерах БД

source: Launch
ru: Запустить

source: Unable to retrieve details for database cluster: %s
ru: Не удалось получить подробные сведения о кластере БД: %s

source: Grow Cluster: {{cluster_name}}
ru: Увеличить кластер: {{cluster_name}}

source: Unable to retrieve cluster details.
ru: Не удалось получить подробные сведения о кластере

source: Add
ru: Добавить

source: Shrink Cluster: {{cluster_name}}
ru: Сжать кластер: {{cluster_name}}

source: Specify the details of the instance to be added to the cluster.
ru: Укажите подробные сведения об экземпляре, добавляемом в кластер

source: The name field is optional. If the field is left blank a name will be generated when the cluster is grown.
ru: Поле имени не является обязательным. При пустом поле имя будет создано во время увеличения кластера.

source: The 'Instance Type' and 'Related To' fields are datastore specific and optional. See the Trove documentation for more information on using these fields.
ru: Поля «Тип экземпляра» и «Имеет отношение к» относятся к хранилищу данных и не являются обязательными. Дополнительные сведения об использовании этих параметров смотрите в документации к Trove.

source: RAM
ru: ОЗУ

source: Connection Information
ru: Сведения о подключениях

source: Connection Examples
ru: Примеры подключений

source: Database Port
ru: Порт БД

source: USERNAME
ru: ИМЯ ПОЛЬЗОВАТЕЛЯ

source: PASSWORD
ru: ПАРОЛЬ

source: DATABASE
ru: БД

source: Management Console
ru: Консоль управления

source: Specify the new root password for vertica cluster.
ru: Укажите новый пароль root для кластера vertica

source: Cancel
ru: Отмена

source: Specify the instances to be added to the cluster. When all the instances are specified click 'Grow Cluster' to perform the grow operation.
ru: Укажите экземпляры, которые нужно добавить в кластер. После выбора всех экземпляров, нажмите на кнопку «Увеличить кластер» для выполнения действия.

source: Select the instance(s) that will be removed from the cluster.
ru: Выберите экземпляры, которые нужно удалить из кластера.

source: Value must be "true" or "false".
ru: Значением должно быть «верно» или «ложно»

source: Value must be a number.
ru: Значением должно быть число

source: Value must be of type %s.
ru: Значение должно иметь тип %s.

source: Value must be a number between %(min)s and %(max)s.
ru: Значением должно быть число в диапазоне %(min)s - %(max)s.

source: Value must be a number greater than or equal to %s.
ru: Значением должно быть число большее или равное %s.

source: Value must be a number less than or equal to %s.
ru: Значением должно быть число меньшее или равное %s.

source: Select datastore type and version
ru: Выберите тип и версию хранилища данных

source: Created configuration group
ru: Группа конфигурации создана

source: Unable to create configuration group.
ru: Не удалось создать группу конфигурации

source: Value
ru: Значение

source: Unable to obtain list of parameters.
ru: Не удалось получить список параметров

source: Unable to create list of parameters.
ru: Не удалось создать список параметров

source: Successfully added parameter
ru: Параметр был успешно добавлен

source: Unable to add new parameter.
ru: Не удалось добавить новый параметр

source: Configurations
ru: Конфигурации

source: Create Configuration Group
ru: Создать группу конфигурации

source: Configuration Group
ru: Группа конфигурации

source: Configuration Groups
ru: Группы конфигурации

source: Delete Configuration Group
ru: Удалить группу конфигурации

source: Deleted Configuration Group
ru: Группа конфигурации была удалена

source: Configuration Group Name
ru: Имя группы конфигурации

source: Add Parameter
ru: Добавить параметр

source: Apply Changes
ru: Применить изменения

source: Applied changes to server
ru: Изменения сервера были применены

source: Error applying changes
ru: Ошибка применения изменений

source: Discard Changes
ru: Отказаться от изменений

source: Reset Parameters
ru: Откатить параметры

source: Error resetting parameters: %s
ru: Ошибка отката параметров: %s

source: Parameter
ru: Параметр

source: Parameters
ru: Параметры

source: Delete Parameter
ru: Удалить параметр

source: Deleted Parameter
ru: Параметр был удалён

source: Configuration Group Values
ru: Значения группы конфигурации

source: Detach Configuration Group
ru: Отсоединить группу конфигурации

source: Detached Configuration Group
ru: Группа конфигурации была отсоединена

source: Configuration Group Instances
ru: Экземпляры группы конфигурации

source: Values
ru: Значения

source: Unable to get configuration data.
ru: Не удалось получить данные группы конфигурации

source: Error getting configuration group list.
ru: Ошибка получения списка групп конфигурации

source: Configuration Group Details: {{configuration.name}}
ru: Подробные сведения о группе конфигурации: {{configuration.name}}

source: Unable to retrieve details for configuration group: %s
ru: Не удалось получить подробные сведения о группе конфигурации: %s

source: Select a parameter and provide a value for the configuration parameter.
ru: Выберите параметр и предоставьте значение параметра конфигурации.

source: Configuration Group Overview
ru: Обзор группы конфигурации

source: Info
ru: Сведения

source: Manage parameters of the configuration group. If the configuration group is attached with database instance, the change is applied to the instance synchronously.
ru: Управление параметрами группы конфигурации. Если группа присоединена к экземпляру БД, то изменения будут применяться к экземпляру синхронно.

source: Character Set
ru: Набор символов

source: Optional character set for the database.
ru: Дополнительный набор символов для БД

source: Collation
ru: Порядок сортировки

source: Optional collation type for the database.
ru: Дополнительный тип порядка сортировки для БД.

source: Created database "%s".
ru: БД "%s" создана

source: Unable to create database.
ru: Не удалось создать БД

source: Current Size (GB)
ru: Текущий размер (Гбайт)

source: New Size (GB)
ru: Новый размер (Гбайт)

source: New size for volume must be greater than current size.
ru: Новый размер тома должен превышать текущий размер

source: Resizing volume "%s"
ru: Изменяется размер тома "%s"

source: Unable to resize volume.
ru: Не удалось изменить размер тома

source: Old Flavor
ru: Старый вариант конфигурации

source: New Flavor
ru: Новый вариант конфигурации

source: Choose a new instance flavor.
ru: Выберите вариант конфигурации для нового экземпляра

source: Select a new flavor
ru: Выбрать новый вариант конфигурации

source: No flavors available
ru: Нет доступных вариантов конфигураций

source: Resizing instance "%s"
ru: Изменяется экземпляр "%s"

source: Unable to resize instance.
ru: Не удалось изменить размер экземпляра

source: Promoted replica "%s" as the new replica source.
ru: Уровень реплики "%s" был повышен до источника новой реплики

source: Unable to promote replica as the new replica source.
ru: Не удалось повысить уровень реплики до источника новой реплики

source: Password
ru: Пароль

source: Optional host of user.
ru: Дополнительный хост пользователя

source: Initial Databases
ru: Начальная БД

source: Optional comma separated list of databases user has access to.
ru: Дополнительный список БД, через запятую, к которым есть доступ у пользователя

source: Created user "%s".
ru: Пользователь "%s" был создан.

source: Unable to create user.
ru: Не удалось создать пользователя

source: New Name
ru: Новое имя

source: New Host
ru: Новый хост

source: A new name or new password or new host must be specified.
ru: Необходимо указать новое имя, новый пароль или новый хост.

source: Updated user "%s".
ru: Пользователь "%s" обновлён

source: Unable to update user.
ru: Не удалось обновить пользователя

source: Select configuration group
ru: Выберите группу конфигурации

source: No configuration groups available
ru: Нет доступных групп конфигурации

source: Attaching Configuration group "%s"
ru: Присоединяется группа конфигурации "%s"

source: Unable to attach configuration group.
ru: Не удалось присоединить группу конфигурации

source: Allowed CIDRs
ru: Разрешённые CIDR

source: Classless Inter-Domain Routing (e.g. 192.168.0.0/24, or 2001:db8::/128). Can enter multiple values separatingby a comma
ru: Бесклассовая междоменная маршрутизация, CIDR (например, 192.168.0.0/24 или 2001:db8::/128). Можно указать несколько значений, через запятую.

source: Instance "%s" successfully updated.
ru: Экземпляр "%s" был успешно обновлён.

source: Unable to update instance "%s".
ru: Не удалось обновить экземпляр "%s".

source: Deleted instances are not recoverable.
ru: Удалённые экземпляры нельзя восстановить

source: Delete Instance
ru: Удалить экземпляр

source: Scheduled deletion of Instance
ru: Удаление экземпляра было занесено в расписание

source: Restarted instances will lose any data not saved in persistent storage.
ru: Все данные перезапущенных экземпляров, не сохранённые в постоянном хранилище, будут утеряны

source: Restart Instance
ru: Перезапустить экземпляр

source: Restarted Instance
ru: Экземпляр был перезапущен

source: Detach Replica
ru: Отсоединить реплику

source: Replica Detached
ru: Реплика была отсоединена

source: Promote to Replica Source
ru: Повысить уровень до источника репликации

source: Eject Replica Source
ru: Извлечь источник репликации

source: Ejected Replica Source
ru: Источник репликации был извлечён

source: Grant Access
ru: Предоставить доступ

source: Granted Access to
ru: Был предоставлен доступ к

source: Revoke Access
ru: Отозвать права доступа

source: Access Revoked to
ru: Были отозваны права доступа к

source: Accessible
ru: Доступно

source: Database Access
ru: Доступ к БД

source: Manage Access
ru: Управлять доступом

source: Create User
ru: Создать пользователя

source: Edit User
ru: Редактировать параметры пользователя

source: Delete User
ru: Удалить пользователя

source: Deleted User
ru: Пользователь был удалён

source: Create Database
ru: Создать БД

source: Delete Database
ru: Удалить БД

source: Deleted Database
ru: БД была удалена

source: Error deleting database on instance.
ru: Ошибка удаления БД на экземпляре

source: Launch Instance
ru: Запустить экземпляр

source: Resize Volume
ru: Изменить размер тома

source: Resize Instance
ru: Изменить размер экземпляра

source: Attach Configuration Group
ru: Присоединить группу конфигурации

source: Enable Root
ru: Включить доступ root

source: There was a problem enabling root.
ru: Возникла ошибка при включении доступа root

source: Disable Root
ru: Отключить доступ root

source: Successfully disabled root access.
ru: Доступ root был успешно отключён

source: Cannot disable root access: %s
ru: Не удалось отключить доступ root: %s

source: Manage Root Access
ru: Управлять доступом root

source: Instance Name
ru: Имя экземпляра

source: Has Root Ever Been Enabled
ru: Включался ли когда-нибудь доступ root

source: Status if root was ever enabled for an instance.
ru: Статус, указывающий, включался ли когда-нибудь доступ root на экземпляре

source: Password is only visible immediately after the root is enabled or reset.
ru: Пароль является видимым только сразу после включения или отката доступа root

source: Manage Root
ru: Управлять доступом root

source: Replica of %s
ru: Реплика %s

source: Stop database service inside an instance.
ru: Остановить службу БД внутри экземпляра

source: Stop Database Service
ru: Остановить службу БД

source: Database Service stopped
ru: Служба БД была остановлена

source: Update Instance
ru: Обновить экземпляр

# Current status of a Database Instance
source: Active
ru: Активен

# Current status of a Database Instance
source: Healthy
ru: Работоспособен

# Current status of a Database Instance
source: Blocked
ru: Заблокирован

# Current status of a Database Instance
source: Building
ru: Создаётся

# Current status of a Database Instance
source: Failed
ru: Сбой

# Current status of a Database Instance
source: Rebooting
ru: Перезагружается

# Current status of a Database Instance
source: Resizing
ru: Изменяется размер

# Current status of a Database Instance
source: Backup
ru: Создание резервной копии

# Current status of a Database Instance
source: Shutdown
ru: Завершение работы

# Current status of a Database Instance
source: Error
ru: Ошибка

# Current status of a Database Instance
source: Restart Required
ru: Требуется перезапуск

source: Replication Status
ru: Статус репликации

source: Operating Status
ru: Рабочий статус

source: User Name
ru: Имя пользователя

source: Allowed Host
ru: Разрешённый хост

source: Databases
ru: Базы данных

source: Users
ru: Пользователи

source: Database Name
ru: Имя БД

source: Download
ru: Скачать

source: Backup File
ru: Файл рез. копии

source: Property
ru: Свойство

source: Configuration Defaults
ru: Конфигурация по умолчанию

source: Unable to obtain information on root user
ru: Не удалось получить сведения о пользователе root

source: Unable to get user access data.
ru: Не удалось получить данные о доступе пользователей

source: Unable to get user data.
ru: Не удалось получить данные о пользователе

source: Unable to get databases data.
ru: Не удалось получить данные БД

source: Defaults
ru: Значения по умолчанию

source: Unable to get database backup data.
ru: Не удалось получить данные о резервной копии

source: Logs
ru: Журналы

source: Unable to retrieve list of logs. %s
ru: Не удалось получить список журналов. %s

source: Unable to retrieve database instances.
ru: Не удалось получить сведения об экземплярах БД

source: Launch Database
ru: Запустить БД

source: Unable to retrieve instance details.
ru: Не удалось получить подробные сведения об экземпляре.

source: Database Access for: {{ user_name }}@{{user_host}}
ru: Доступ к БД для: {{ user_name }}@{{user_host}}

source: Unable to retrieve databases.
ru: Не удалось получить сведения о базах данных
