Repository: jtux270/translate
Catalog: openstack/zanata/aodh/aodh.po
Languages: ru

source: Alarm quota exceeded for user %(u)s on project %(p)s
ru: Превышена квота на сигналы оповещения для пользователя %(u)s проекта %(p)s

source: Timezone %s is not valid
ru: Недопустимый часовой пояс %s

source: %(rule)s must be set for %(type)s type alarm
ru: для сигналов оповещения с типом %(type)s необходимо настроить правило(а) %(rule)s

source: %(rule1)s and %(rule2)s cannot be set at the same time
ru: %(rule1)s и %(rule2)s не могут быть настроены одновременно

source: %(name)s count exceeds maximum value %(maximum)d
ru: количество %(name)s превышает максимальное значение %(maximum)d

source: Unable to parse action %s
ru: Невозможно проанализировать действие %s

source: Unsupported action %s
ru: Действие не поддерживается: %s

source: You are not authorized to create action: %s
ru: Отсутствует авторизация для создания действия: %s

source: trust URL cannot contain a trust ID.
ru: доверенный URL не может содержать ID доверия.

source: Alarm incorrect
ru: Неверный сигнал оповещения

source: state invalid
ru: недопустимое состояние

source: Not Authorized to access %(aspect)s %(id)s
ru: Отсутствует авторизация на доступ к %(aspect)s %(id)s

source: Unable to convert the value %(value)s to the expected data type %(type)s.
ru: Не удалось преобразовать %(value)s в ожидаемый тип данных %(type)s.

source: The data type %(type)s is not supported. The supported data type list is: %(supported)s
ru: Тип данных %(type)s не поддерживается. Список поддерживаемых типов: %(supported)s

source: Unexpected exception converting %(value)s to the expected data type %(type)s.
ru: Непредвиденное исключение при преобразовании %(value)s в ожидаемый тип данных %(type)s.

source: Alarm %s not found
ru: Сигнал оповещения %s не найден

source: Alarm %(alarm_id)s not found in project %(project)s
ru: Сигнал оповещения %(alarm_id)s не найден в проекте %(project)s

source: Filter expression not valid: %s
ru: Недопустимое выражение фильтра: %s

source: Order-by expression not valid: %s
ru: Недопустимое выражение сортировки по признаку: %s

source: Limit should be positive
ru: Лимит должен быть положительным числом

source: Failed to parse the timestamp value %s
ru: Не удалось проанализировать значение временной метки %s

source: Threshold rules should be combined with "and" or "or"
ru: Пороговые правила должны комбинироваться с помощью «и» или «или»

source: type must be set in every rule
ru: тип должен быть задан в каждом правиле

source: Unsupported sub-rule type :%(rule)s in composite rule, should be one of: %(plugins)s
ru: Неподдерживаемый тип подпункта правила :%(rule)s в составном правиле, но должно быть что-то одно из: %(plugins)s

source: Query value or traits invalid: %s
ru: Недопустимое значение запроса или признаков: %s

source: Alarm when %s event occurred.
ru: Запускать сигнал оповещения при возникновении события %s

source: alarm stats retrieval failed
ru: не удалось получить статистику сигналов оповещения

source: timestamp should be datetime object
ru: временная метка должна быть объектом datetime

source: state_timestamp should be datetime object
ru: state_timestamp должен быть объектом datetime
