Repository: jtux270/translate
Catalog: openstack/zanata/horizon-stable-wallaby/*/horizon/locale/django.po
Languages: ru

source: Other
ru: Другое

source: Please log in to continue.
ru: Для продолжения выполните вход в систему

source: You are not authorized to access %s
ru: Отсутствует авторизация на доступ к %s

source: A %(resource)s with the name "%(name)s" already exists.
ru: %(resource)s с именем "%(name)s" уже существует.

source: The value of %(resource)s is %(name)s inside the template. When launching a stack from this interface, the value must start with "http://" or "https://"
ru: Значение %(resource)s представляет собой %(name)s внутри шаблона. При запуске стека с помощью данного интерфейса значение должно начинаться с "http://" или "https://"

source: Unauthorized: %s
ru: Отсутствует авторизация: %s

source: Unauthorized. Please try logging in again.
ru: Отсутствует авторизация. Попробуйте выполнить повторный вход в систему.

source: Message json file '%(path)s' is malformed. %(exception)s
ru: Неправильный формат '%(path)s' файла сообщения json. %(exception)s

source: Error processing message json file '%(path)s': %(exception)s
ru: Ошибка при обработке файла сообщения json '%(path)s': %(exception)s

source: Navigation Item
ru: Элемент навигации

source: Select a %s to browse.
ru: Выберите %s для просмотра

source: Password is not accepted
ru: Пароль не принят

source: Incorrect format for IP address
ru: Неверный формат адреса IP

source: Invalid version for IP address
ru: Недопустимая версия адреса IP

source: Invalid subnet mask
ru: Недопустимая маска подсети

source: Invalid MAC Address format
ru: Недопустимый формат адреса MAC

source: Submit
ru: Отправить

source: Cancel
ru: Отмена

source: Filter
ru: Фильтр

source: This action cannot be undone.
ru: Это действие нельзя будет отменить.

source: You are not allowed to %(action)s: %(objs)s
ru: Отсутствуют разрешения на выполнение %(action)s: %(objs)s

source: Unable to %(action)s: %(objs)s
ru: Невозможно выполнить %(action)s: %(objs)s

source: No items to display.
ru: Нет элементов для отображения

source: Please specify a search criteria first.
ru: Сначала нужно указать критерии поиска

source: Actions
ru: Действия

source: No match returned for the id "%s".
ru: Нет результатов поиска для id "%s".

source: Please select a row before taking that action.
ru: Перед выполнением этого действия сначала нужно выбрать строку

source: You are not authorized to access this page
ru: Отсутствует авторизация на доступ к этой странице

source: Login
ru: Выполнить вход

source: If you are not sure which authentication method to use, contact your administrator.
ru: Если вы не знаете, какой способ аутентификации необходимо использовать, свяжитесь с администратором

source: Log in
ru: Вход в систему

source: You do not have permission to access the resource:
ru: Отсутствуют права на доступ к ресурсу:

source: Login as different user or go back to <a href="%(home_url)s">home page</a>
ru: Войдите в систему с правами другого пользователя или вернитесь на <a href="%(home_url)s">домашнюю страницу</a>

source: Sign In
ru: Войти в систему

source: Change password
ru: Изменить пароль

source: Change
ru: Изменить

source: Change Password
ru: Изменить пароль

source: Info:
ru: Сведения:

source: Warning:
ru: Предупреждение:

source: Success:
ru: Успешно:

source: Error:
ru: Ошибка:

source: You have selected: [[selection]].
ru: Ваш выбор: [[selection]].

source: Please confirm your selection.
ru: Подтвердите выбор

source: Summary
ru: Сводные данные

source: &laquo;&nbsp;Prev
ru: &laquo;&nbsp;Назад

source: Next&nbsp;&raquo;
ru: Вперёд&nbsp;&raquo;

source: &laquo;&laquo;&nbsp;First
ru: &laquo;&laquo;&nbsp;Первая

source: &laquo;&nbsp;Prev&nbsp;
ru: &laquo;&nbsp;Пред&nbsp;

source: Last&nbsp;&raquo;&raquo;
ru: Посл&nbsp;&raquo;&raquo;

source: More Actions
ru: Больше действий

source: Select a period of time to query its usage:
ru: Выберите отрезок времени для запроса о потреблении:

source: The date should be in YYYY-MM-DD format.
ru: Даты указываются в формате ГГГГ-ММ-ДД

source: to
ru: до

source: Add a row
ru: Добавить строку

source: Keystone Providers:
ru: Поставщики Keystone:

source: Limit Summary
ru: Сводные данные об ограничениях

source: %(usedphrase)s %(used)s of %(available)s
ru: %(usedphrase)s %(used)s из %(available)s

source: %(usedphrase)s %(used)s (No Limit)
ru: %(usedphrase)s %(used)s (без ограничений)

source: Displaying %(nav_items)s item
ru: Отображается %(nav_items)s элемент

source: Displaying %(content_items)s item
ru: Отображается %(content_items)s элемент

source: Usage Summary
ru: Сводные данные потребления

source: Active Instances:
ru: Активные экземпляры:

source: Active RAM:
ru: Активно ОЗУ:

source: Back
ru: Назад

source: Next
ru: Вперёд

source: (No Limit)
ru: (без ограничений)

source: Available
ru: Доступно

source: %(size)d Byte
ru: %(size)d байт

source: Infinity
ru: Бесконечность

source: %s KB
ru: %s Кбайт

source: %s MB
ru: %s Мбайт

source: %s GB
ru: %s Гбайт

source: %s TB
ru: %s Тбайт

source: %s PB
ru: %s Пбайт

source: %s EB
ru: %s Эбайт

source: %s ZB
ru: %s Збайт

source: %s YB
ru: %s Ибайт

source: 0 Bytes
ru: 0 байтов

source: Never
ru: Никогда

source: Not a valid port number
ru: Не является допустимым номером порта

source: Not a valid ICMP type
ru: Не является допустимым типом ICMP

source: Not a valid ICMP code
ru: Не является допустимым кодом ICMP

source: Not a valid IP protocol number
ru: Не является допустимым номером протокола IP

source: One colon allowed in port range
ru: При указании диапазона портов допускается только одно двоеточие

source: Invalid metadata entry. Use comma-separated key=value pairs
ru: Недопустимая запись метаданных. Используйте пары «ключ=значение», через запятую

source: The string may only contain ASCII printable characters.
ru: Строка может содержать только печатные символы ASCII

source: Processing...
ru: Идёт обработка…

source: All available
ru: Все доступные

source: Members
ru: Участники

source: None available.
ru: Нет доступных

source: No members.
ru: Нет участников

source: Save
ru: Сохранить

source: %s completed successfully.
ru: %s выполнено успешно

source: %s did not complete.
ru: %s не выполнено.

source: The current user has insufficient permission to complete the requested task.
ru: У текущего пользователя нет достаточных полномочий на выполнение запрошенной задачи
