Repository: jtux270/translate
Catalog: openstack/zanata/monasca-ui-stable-wallaby/*/monitoring/locale/django.po
Languages: ru

source: Monitoring
ru: Мониторинг

source: min
ru: мин

source: max
ru: макс

source: sum
ru: сумма

source: count
ru: число

source: avg
ru: в среднем

source: last
ru: посл.

source: AND
ru: И

source: OR
ru: ИЛИ

source: Name
ru: Имя

source: An unique name of the alarm.
ru: Уникальное имя сигнала тревоги.

source: Expression
ru: Выражение

source: An alarm expression.
ru: Выражение сигнала оповещения

source: Match by
ru: Сопоставить по

source: The metric dimensions used to create unique alarms.
ru: Метрические единицы, используемые для создания уникальных сигналов тревоги.

source: Description
ru: Описание

source: A description of an alarm.
ru: Описание сигнала тревоги.

source: Low
ru: Низкая

source: Medium
ru: Средняя

source: High
ru: Высокая

source: Critical
ru: Критическая

source: Severity
ru: Степень серьёзности

source: Severity of an alarm. Must be either LOW, MEDIUM, HIGH or CRITICAL. Default is LOW.
ru: Степень серьёзности сигнала оповещения. Варианты: НИЗКАЯ, СРЕДНЯЯ, ВЫСОКАЯ или КРИТИЧЕСКАЯ. По умолчанию НИЗКАЯ

source: Notifications Enabled
ru: Уведомления включены

source: Notifications
ru: Уведомления

source: Notification methods. Notifications can be sent when an alarm state transition occurs.
ru: Способы уведомлений. Уведомления посылаются при смене состояний сигнала оповещения.

source: Alarm Actions
ru: Действия сигнала оповещения

source: OK Actions
ru: Действия OK

source: Undetermined Actions
ru: Неопределённые действия

source: Unable to retrieve notifications.
ru: Не удалось получить сведения об уведомлениях

source: Alarm definition has been updated.
ru: Определение сигнала тревоги было обновлено

source: Unable to update alarm definition.
ru: Не удалось обновить определение сигнала тревоги

source: Alarm Definitions
ru: Определения сигналов тревоги

source: Create Alarm Definition
ru: Создать определение сигнала тревоги

source: Edit Alarm Definition
ru: Редактировать определение сигнала тревоги

source: Delete Alarm Definition
ru: Удалить определение сигнала тревоги

source: Deleted Alarm Definition
ru: Определение сигнала тревоги было удалено

source: Could not retrieve alarm definitions
ru: Не удалось получить определения сигнала оповещения

source: Notification %s has already been deleted.
ru: Уведомление %s уже было удалено.

source: Unable to retrieve alarm details.
ru: Не удалось получить подробности об сигнале тревоги

source: Details
ru: Подробности

source: Alarm definition with %s name already exists
ru: Определение сигнала тревоги с именем %s уже существует

source: Failed to validate name
ru: Не удалось выполнить валидацию имени

source: Unable to retrieve metrics
ru: Не удалось получить метрики

source: Alarm definition %s has been created
ru: Определение сигнала тревоги %s было создано

source: Unable to create alarm definition %s
ru: Не удалось создать определение сигнала тревоги %s

source: Unknown name
ru: Неизвестное имя

source: Unable to create alarm definition.
ru: Не удалось создать определение сигнала тревоги

source: The Name field is used to identify the alarm definition.
ru: Поле «Имя» используется для настройки определения сигнала тревоги.

source: The Description field can be used to describe alarm definition's purpose.
ru: Поле «Описание» можно использовать для описания назначения определения сигнала тревоги.

source: The Severity field allows to specify the importance of alarm definition.
ru: Поле «Степень серьёзности» даёт возможность указать степень серьёзности для определения сигнала оповещения.

source: Each alarm definition is defined by its expression composed out of: mathematical function, metric, threshold and comparator for metric's value and the threshold. Additionally it is possible to narrow evaluation of the alarm to certain entities by choosing their dimensions. The deterministic alarms never enter UNDETERMINED state. Use them for metrics that are received sporadically.
ru: Каждое из определений сигнала оповещения настраивается с помощью выражения, состоящего из: математической функции, метрики, порога и оператора сравнения значения метрики и порога. Кроме того, возможно сузить рамки анализа сигнала оповещения до некоторых сущностей, выбрав их размеры. Детерминированные сигналы оповещения никогда не получают НЕОПРЕДЕЛЁННОГО статуса. используйте их для спорадически получаемых метрик.

source: The Notifications field contains the list of Notifications that should be sent when transitioning to another state.
ru: Поле «Уведомления» содержит список уведомлений, которые будут посылаться при переходе в другой статус.

source: If for some transitions notifications should not be sent they can be disabled.
ru: Если для некоторых переходов состояний не должны посылаться уведомления, их можно отключить.

source: Info
ru: Сведения

source: None
ru: Нет

source: Deterministic
ru: Детерминированный

source: Type
ru: Тип

source: Address
ru: Адрес

source: Alarm
ru: Сигнал тревоги

source: Undetermined
ru: Не определено

source: The Name field is used to identify the alarm definition.
ru: Поле «Имя» используется для настройки определения сигнала тревоги.

source: The Expression field which if true, triggers a notification to be sent. See <a href="https://github.com/openstack/monasca-api/blob/master/docs/monasca-api-spec.md#alarm-definition-expressions" target="_blank">Alarm Expressions</a> for how to write an expression.
ru: Поле «Выражение». В случае значения «Верно» срабатывает механизм посылки уведомления. Информацию о том, как писать выражения, см. по ссылке: <a href="https://github.com/openstack/monasca-api/blob/master/docs/monasca-api-spec.md#alarm-definition-expressions" target="_blank">Выражения для сигналов тревоги</a>.

source: The Notifications field contains the list of Notifications that should be sent when transitioning to another ALARM state.
ru: Поле «Уведомления» содержит список уведомлений, которые будут посылаться при переходе сигнала тревоги в другой статус.

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Previous Page
ru: Пред. страница

source: Next Page
ru: След. страница

source: Alarm Definition Details
ru: Подробные сведения об определении триггера сигнала оповещения

source: Edit Alarm Definitions
ru: Редактировать определение триггера сигнала оповещения

source: Add a match by
ru: Добавить совпадение по

source: No notifications available.
ru: Нет доступных уведомлений

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Select Notification
ru: Выбрать уведомление

source: + Add more
ru: + Добавить ещё

source: State
ru: Состояние

source: Alarm has been created successfully.
ru: Сигнал оповещения был успешно создан

source: Unable to create the alarm.
ru: Не удалось создать сигнал оповещения

source: Alarm has been edited successfully.
ru: Сигнал оповещения был успешно изменён

source: Unable to edit the alarm.
ru: Не удалось изменить сигнал оповещения

source: Alarms
ru: Сигналы оповещения

source: Show History
ru: Показать историю

source: Create Alarm
ru: Создать сигнал оповещения

source: Edit Alarm
ru: Редактировать сигнал оповещения

source: Show Alarm Definition
ru: Показать определение сигнала оповещения

source: Delete Alarm
ru: Удалить сигнал оповещения

source: Deleted Alarm
ru: Сигнал оповещения удалён

source: Filter Alarms
ru: Фильтровать сигналы оповещения

source: Status
ru: Статус

source: Alarm Id
ru: ID сигнала оповещения

source: Metric Names
ru: Имена метрик

source: Metric Dimensions
ru: Измерения метрик

source: Timestamp
ru: Временная метка

source: Old State
ru: Старое состояние

source: New State
ru: Новое состояние

source: Alarm Metric Dimensions
ru: Измерения метрик сигнала оповещения

source: Reason
ru: Причина

source: Alarm History
ru: История сигналов оповещения

source: Unable to list alarms: %s
ru: Не удалось получить список сигналов оповещения: %s

source: Could not retrieve alarms
ru: Не удалось получить список сигналов оповещения

source: Could not retrieve alarm history for %s
ru: Не удалось получить историю сигналов для %s

source: Failed to present alarm history
ru: Не удалось показать историю сигналов оповещения

source: Could not retrieve alarm for %s
ru: Не удалось получить сведения о сигнале оповещения %s

source: Alarm ID
ru: ID сигнала оповещения

source: Value
ru: Значение

source: Submit
ru: Отправить

source: Dimension(s)
ru: Измерения

source: Key
ru: Ключ

source: Metric Name
ru: Имя метрики

source: Alarms for
ru: Сигналы оповещения для

source: All Alarms
ru: Все сигналы оповещения

source: Alarm Details
ru: Подробные сведения о сигнале оповещения

source: Associated Metrics
ru: Связанные метрики

source: ---Please select---
ru: ---Сделайте выбор---

source: Measurements for Alarms
ru: Единицы измерения сигналов оповещения

source: Service Health
ru: Работоспособность службы

source: Service :
ru: Служба :

source: OpenStack Services
ru: Службы OpenStack

source: Servers
ru: Серверы

source: Address must contain a valid email address.
ru: Адрес должен содержать действительный адрес почты

source: Address must contain a valid URL address.
ru: Адрес должен содержать действительный URL

source: A descriptive name of the notification method.
ru: Описательное имя метода уведомления

source: The type of notification method (i.e. email).
ru: Тип метода уведомления (например, почтовый адрес)

source: The email/url address to notify.
ru: Адрес URL/почты для уведомлений

source: Period
ru: Период

source: The notification period.
ru: Период уведомлений

source: Period must be zero except for type webhook.
ru: Период должен быть равен нулю, за исключением типа webhook

source: Notification method has been created successfully.
ru: Метод уведомлений был успешно создан

source: Unable to create the notification method.
ru: Не удалось создать метод уведомлений

source: Notification has been edited successfully.
ru: Уведомление было успешно редактировано

source: Unable to edit the notification.
ru: Не удалось изменить уведомление

source: Delete Notification
ru: Удалить уведомление

source: Deleted Notification
ru: Уведомление удалено

source: Unable to delete notification.
ru: Не удалось удалить уведомление

source: Create Notification
ru: Создать уведомление

source: Edit Notification
ru: Изменить уведомление

source: Could not retrieve notifications
ru: Не удалось получить сведения об уведомлениях

source: Unable to retrieve notification details.
ru: Не удалось получить подробные сведения об уведомлении

source: Create Notification Method
ru: Создать метод уведомлений

source: The Name field is used to identify the notification method.
ru: Поле «Имя» служит для идентификации метода уведомлений.

source: The Type field indicates how the notification is sent when an alarm is triggered.
ru: Поле «Тип» указывает, как именно будут посылаться уведомления при срабатывании триггера сигнала оповещения.

source: The Address field indicates the email address, URL, or PagerDuty service key to be notified.
ru: В поле «Адрес» указывается почтовый адрес, URL или ключ службы PagerDuty для получения уведомлений.

source: A non-zero value in the period field indicates how frequently a notification should be resent (only valid for webhook urls).
ru: Ненулевое значение в поле периода означает частоту повторных отправок уведомлений (действительно только для адресов URL webhook).

source: Notification Method Details
ru: Подробности метода уведомлений

source: Close
ru: Закрыть

source: Save Notification
ru: Сохранить уведомление

source: Overview
ru: Обзор

source: User %s does not have sufficient privileges to access Kibana
ru: У пользователя %s нет достаточных привилегий для доступа к Kibana
