Repository: jtux270/translate
Catalog: openstack/zanata/solum-dashboard-stable-wallaby/*/solumdashboard/locale/django.po
Languages: ru

source: Target
ru: Цель

source: Scale target must be greater than zero
ru: Цель масштабирования должна быть больше нуля

source: Source
ru: Источник

source: App File
ru: Файл приложения

source: Input
ru: Ввод

source: Local app file location
ru: Местоположение локального файла приложения

source: Application Name
ru: Имя приложения

source: Languagepack
ru: Языковый пакет

source: Source repository
ru: Исходный репозиторий

source: Application entry point
ru: Точка входа приложения

source: Command to execute unit tests
ru: Команда для выполнения юнит-тестов

source: The port your application listens on
ru: Порт, на котором слушает приложение

source: A yaml file containing custom parameters
ru: Файл yaml с частными параметрами

source: Please supply an app file
ru: Предоставьте файл приложения

source: Please supply a name
ru: Укажите имя

source: Please supply a languagepack
ru: Предоставьте языковый пакет

source: Please supply a github url
ru: Укажите URL на сайте github

source: Please supply a run command
ru: Укажите команду запуска

source: Application was successfully created.
ru: Приложение было успешно создано

source: Unable to create application.
ru: Не удалось создать приложение

source: ID of the DU image
ru: ID образа разворачиваемого юнита

source: Applications
ru: Приложения

source: New Application
ru: Новое приложение

source: Scale Application
ru: Масштабировать приложение

source: Update Application
ru: Обновить приложение

source: Build and Deploy Application
ru: Собрать и развернуть приложение

source: Delete Application
ru: Удалить приложение

source: Deleted Application
ru: Приложение было удалено

source: View Application Logs
ru: Просмотреть журналы приложения

source: Name
ru: Имя

source: Created at
ru: Создано

source: Description
ru: Описание

source: General Info
ru: Общие сведения

source: Logs
ru: Журналы

source: Unable to retrieve apps.
ru: Не удалось получить сведения о приложениях

source: Create Application
ru: Создать приложение

source: Unable to retrieve application details.
ru: Не удалось получить подробные сведения о приложении

source: Launch Application
ru: Запустить приложение

source: Ports
ru: Порты

source: Source Repository
ru: Исходный репозиторий

source: Source Revision
ru: Ревизия источника

source: Workflow Test Command
ru: Команда для выполнения теста рабочего процесса

source: Workflow Run Command
ru: Команда для запуска рабочего процесса

source: Update App
ru: Обновить приложение

source: Update
ru: Обновить

source: App updated
ru: Приложение обновлено

source: Could not update app
ru: Не удалось обновить приложение

source: Assemblies
ru: Сборки

source: New Assembly
ru: Новая сборка

source: Delete Assembly
ru: Удалить сборку

source: Scheduled deletion of Assembly
ru: Удаление сборки было занесено в расписание

source: View
ru: Просмотреть

source: Application
ru: Приложение

source: Unable to retrieve assemblies.
ru: Не удалось получить сведения о сборках

source: Source URI
ru: URI источника

source: Languagepack Name
ru: Имя языкового пакета

source: Parameter File
ru: Файл параметра

source: Languagepack Metadata File
ru: Файл метаданных языкового пакета

source: Languagepack %s was successfully created.
ru: Языковый пакет %s был успешно создан.

source: Unable to create languagepack.
ru: Не удалось создать языковый пакет

source: Languagepacks
ru: Языковые пакеты

source: Delete Languagepack
ru: Удалить языковый пакет

source: Deleted Languagepack
ru: Языковый пакет был удалён

source: New Languagepack
ru: Новый языковый пакет

source: Status
ru: Статус

source: Source Uri
ru: URI источника

source: Unable to retrieve languagepacks.
ru: Не удалось получить сведения о языковых пакетах

source: Unable to retrieve languagepack details.
ru: Не удалось получить подробные сведения о языковых пакетах

source: Create Languagepack
ru: Создать языковый пакет

source: Description:
ru: Описание:

source: Enter the details for the application.
ru: Укажите подробные сведения о приложении.

source: Updated at
ru: Время обновления:

source: Entry points
ru: Точки входа

source: Trigger UUID
ru: UUID запуска

source: Trigger
ru: Механизм запуска

source: App URL
ru: URL приложения

source: Target Instances
ru: Целевые экземпляры

source: Workflow details for
ru: Подробные сведения о рабочем процессе для

source: Workflow ID
ru: ID рабочего процесса

source: No Workflow details.
ru: Нет подробных сведений о рабочем процессе.

source: Deploy Application
ru: Развернуть приложение

source: The ID of the DU image is optional, You can deploy the applications without this.
ru: ID образа разворачиваемого юнита не является обязательным, приложение можно развернуть и без него

source: Log details for
ru: Подробности журнала для

source: Resource UUID
ru: UUID ресурса

source: Local Storage
ru: Локальное хранилище

source: Swift Container
ru: Контейнер Swift

source: Swift Path
ru: Путь к Swift

source: Location
ru: Местоположение

source: Application Details
ru: Подробные сведения о приложении

source: Solum - Applications
ru: Solum - приложения

source: Trigger URI
ru: URI запуска

source: Assembly Details
ru: Подробности сборки

source: Solum - Assemblies
ru: Solum - сборки

source: Enter the details for the languagepack.
ru: Укажите подробные сведения о языковом пакете.

source: Log details
ru: Подробности журнала

source: No Log details.
ru: Нет подробностей журнала.

source: Languagepack Details
ru: Подробные сведения о языковом пакете

source: Solum - Languagepacks
ru: Solum - языковые пакеты
