Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.enginesso.src.main.resources/AppMessages_*.po
Languages: ru

source: Authentication failed.
ru: Проверка подлинности не пройдена

source: The provided authorization grant has expired.
ru: Истёк срок действия указанного разрешения на авторизацию

source: The provided authorization grant for the username and password has expired.
ru: Истёк срок действия указанного разрешения на авторизацию этого имени пользователя и пароля

source: Cannot authenticate user %s.
ru: Не удалось выполнить аутентификацию пользователя %s.

source: Cannot authenticate user '%1$s@%2$s': %3$s.
ru: Не удалось выполнить аутентификацию пользователя «%1$s@%2$s»: %3$s.

source: Change password succeeded, enter new credentials to login.
ru: Пароль успешно изменён, для входа укажите новые учётные данные.

source: Change Password for user '%1$s' failed : %2$s.
ru: Сбой изменения пароля для пользователя «%1$s» : %2$s.

source: Invalid credentials.
ru: Недействительные учётные данные.

source: No valid authentication mechanism found.
ru: Не найдено допустимого механизма авторизации.

source: The passwords don't match.
ru: Пароли не совпадают.

source: Please provide username, password and profile.
ru: Укажите имя пользователя, пароль и профиль.

source: Please provide username and profile.
ru: Укажите имя пользователя и профиль.

source: Unable to extract user credentials from request.
ru: Не удалось получить учётные данные из запроса.

source: The request contains unsupported parameter value '%1$s' for parameter '%2$s'.
ru: Запрос содержит неподдерживаемое значение «%1$s» параметра «%2$s».

source: Cannot Login. User Password has expired. Use the following URL to change the password: <a href='%s'> Link </a>
ru: Невозможно выполнить вход. Истёк срок действия пароля пользователя. Для смены пароля перейдите по <a href='%s'> ссылке </a>

source: Login failed. Please verify your login information or contact the system administrator.
ru: Сбой аутентификации. Проверьте учётные данные или свяжитесь с администратором.

source: The user name or password is incorrect.
ru: Неправильное имя пользователя или пароль

source: Cannot Login. User Account is Disabled or Locked, Please contact your system administrator.
ru: Невозможно выполнить вход. Учетная запись отключена или заблокирована, свяжитесь с системным администратором.

source: Cannot Login. User Account has expired, Please contact your system administrator.
ru: Невозможно выполнить вход. Истёк срок учетной записи, свяжитесь с системным администратором.

source: Cannot Login. User Password has expired, Please change your password.
ru: Невозможно выполнить вход. Срок действия пароля пользователя истёк. Смените пароль.

source: Login failed. A timeout has occurred to one or more of the servers that participate in the login process.
ru: Сбой аутентификации. Истекло время ожидания одного или больше серверов, участвующих в процессе аутентификации.
