Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/openstack-cloudkitty-ui-12.0.0/django.po
Languages: ru

source: Service
ru: Служба

source: Custom service
ru: Настраиваемая служба

source: Service type
ru: Тип службы

source: Services are provided by main collector.
ru: Службы предоставляются главным сборщиком

source: Custom services can be defined for any additional collector.
ru: Настраиваемые службы могут определяться любым дополнительным сборщиком

source: Custom service cannot be empty.
ru: Настраиваемая служба не может быть пустой

source: Service was successfully created
ru: Служба была успешно создана

source: Unable to create new service.
ru: Не удалось создать новую службу

source: Service ID
ru: ID службы

source: Service Name
ru: Имя службы

source: Field was successfully created
ru: Поле было успешно создано

source: Unable to create field.
ru: Не удалось создать поле

source: Field
ru: Поле

source: Name
ru: Имя

source: Group was successfully created
ru: Группа была успешно создана

source: Unable to create group.
ru: Не удалось создать группу

source: Type
ru: Тип

source: Flat
ru: «Плоская»

source: Rate
ru: Частота

source: Cost
ru: Затраты

source: Group
ru: Группа

source: Project
ru: Проект

source: Level
ru: Уровень

source: Value
ru: Значение

source: Field ID
ru: ID поля

source: Mapping ID
ru: ID сопоставления

source: Threshold ID
ru: ID порога

source: Hashmap
ru: Хеш-карта

source: Create new Service
ru: Создать новую службу

source: Delete Service
ru: Удалить службу

source: Services
ru: Службы

source: Deleted Service
ru: Служба была удалена

source: Unit
ru: Единица

source: Create new Group
ru: Создать новую группу

source: Delete Group
ru: Удалить группу

source: Groups
ru: Группы

source: Deleted Group
ru: Группа была удалена

source: Create new Service Threshold
ru: Создать новый порог для службы

source: Create new Field Threshold
ru: Создать новый порог поля

source: Delete Service Threshold
ru: Удалить порог для службы

source: Service Threshold
ru: Порог для службы

source: Service Thresholds
ru: Пороги для службы

source: Deleted Service Threshold
ru: Порог для службы был удалён

source: Delete Field Threshold
ru: Удалить порог поля

source: Field Threshold
ru: Порог поля

source: Field Thresholds
ru: Пороги полей

source: Deleted Field Threshold
ru: Порог поля был удалён

source: Edit Service Threshold
ru: Изменить порог для службы

source: Not available
ru: Недоступно

source: Group Name
ru: Имя группы

source: Edit Field Threshold
ru: Изменить порог для службы

source: Delete Field
ru: Удалить поле

source: Fields
ru: Поля

source: Deleted Field
ru: Поле было удалено

source: Create new Field
ru: Создать новое поле

source: Delete Mapping
ru: Удалить сопоставление

source: Mapping
ru: Сопоставление

source: Mappings
ru: Сопоставления

source: Deleted Mapping
ru: Сопоставление было удалено

source: Create new Mapping
ru: Создать новое сопоставление

source: Edit Mapping
ru: Изменить сопоставление

source: Field Mappings
ru: Сопоставления полей

source: Service Mappings
ru: Сопоставления служб

source: Description:
ru: Описание:

source: A field is referring to a metadata field of a resource.
ru: Поле ссылается на поле метаданных ресурса.

source: A group is a way to group calculations of mappings.
ru: Группа — это способ объединять расчёты сопоставлений.

source: A mapping is the final object, it’s what triggers calculation.
ru: Сопоставление — это конечный объект, запускающий процесс расчёта.

source: A service is a way to map the rule to the type of data collected.
ru: Служба — это способ отображения правила на тип собранных данных.

source: A threshold entry is used to apply rating rules base on level. Its behaviour is similar to a mapping except that it applies the cost base on the level.
ru: Запись порога используется для применения правил рейтинга на базе уровня. Поведение аналогично отображению, за исключением того, что затраты здесь применяются на базе уровня.

source: Group Details
ru: Подробные сведения о группе

source: Thresholds
ru: Пороги

source: <p>Usage data are collected every %(period)s seconds.</p>
ru: <p>Данные по потреблению собираются каждые %(period)s сек.</p>

source: Create Service
ru: Создать службу

source: Create Field
ru: Создать поле

source: Create Mapping
ru: Создать сопоставление

source: Update Mapping
ru: Обновить сопоставление

source: Create Field Mapping
ru: Создать сопоставление полей

source: Create field Mapping
ru: Создать сопоставление полей

source: Update Field Mapping
ru: Обновить сопоставление полей

source: Create Group
ru: Создать группу

source: Create Service Threshold
ru: Создать порог для службы

source: Update Service Threshold
ru: Обновить порог для службы

source: Create Field Threshold
ru: Создать порог поля

source: Update Field Threshold
ru: Обновить порог поля

source: Priority
ru: Приоритет

source: Successfully updated priority
ru: Приоритет успешно обновлён

source: Unable to update priority.
ru: Не удалось обновить приоритет.

source: Rating Modules
ru: Рейтинговые модули

source: Edit module priority
ru: Изменить приоритет модуля

source: Module
ru: Модуль

source: Modules
ru: Модули

source: Enable Module
ru: Включить модуль

source: Disable Module
ru: Отключить модуль

source: Enabled Module
ru: Модуль был включён

source: Disabled Module
ru: Модуль был отключён

source: Description
ru: Описание

source: Configurable
ru: С возможностью настройки

source: Enabled
ru: Включён

source: Edit the priority for the <i>%(module_id)s</i> module.
ru: Изменить приоритет модуля <i>%(module_id)s</i>.

source: Rating Module Details
ru: Подробные сведения о рейтинговом модуле

source: Edit Module Priority
ru: Изменить приоритет модуля

source: Create a new rating script.
ru: Создать новый рейтинговый сценарий

source: Direct Input
ru: Прямой ввод

source: File
ru: Файл

source: Rating Script Source
ru: Источник рейтингового сценария

source: A script or set of python commands to modify rating calculations.
ru: Сценарий или набор команд на python для изменения расчёта рейтинга

source: Script File
ru: Файл сценария

source: Script Data
ru: Данные сценария

source: Create Script
ru: Создать сценарий

source: There was a problem parsing the %(prefix)s: %(error)s
ru: При анализе %(prefix)s возникла проблема: %(error)s

source: Successfully created script
ru: Сценарий был успешно создан

source: Unable to create script.
ru: Не удалось создать сценарий

source: Script ID
ru: ID сценария

source: Update Script
ru: Обновить сценарий

source: Successfully updated script
ru: Сценарий был успешно обновлён

source: Unable to update script.
ru: Не удалось обновить сценарий.

source: Edit Script
ru: Изменить сценарий

source: Delete Script
ru: Удалить сценарий

source: Delete PyScript
ru: Удалить сценарий PyScript

source: Deleted PyScript
ru: Сценарий PyScript был удалён

source: Checksum
ru: Контрольная сумма

source: pyscripts
ru: сценарии pyscript

source: Script Details
ru: Сведения о сценарии

source: Data
ru: Данные

source: Script Details : {{ script.name }}
ru: Сведения о сценарии : {{ script.name }}

source: Rating Summary
ru: Сводные данные рейтинга

source: Project ID
ru: ID проекта

source: Project Name
ru: Имя проекта

source: Project Total
ru: Всего для проекта

source: Summary
ru: Сводные данные

source: Res Type
ru: Тип ресурса

source: Tenant Summary
ru: Сводные данные об арендаторе

source: Tenant Details
ru: Сведения об арендаторе

source: Project ID:
ru: ID проекта:

source: Script Details : {{ table.project_id }}
ru: Сведения о сценарии : {{ table.project_id }}

source: Rating
ru: Рейтинг

source: Metric Type
ru: Тип метрики

source: Rating Information
ru: Сведения о рейтинге

source: Price
ru: Цена

source: Unable to retrieve price.
ru: Не удалось получить сведения о цене

source: Reporting
ru: Создание отчётов

source: Legend
ru: Легенда

source: Cumulative Cost Repartition
ru: Перераспределение совокупных затрат

source: Cost Per Service Per Hour
ru: Затраты для каждой из служб в час

source: Details
ru: Подробности
