Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.webadmin/ApplicationConstants_*.po
Languages: ru_ru

source: SPICE isn't available for this machine. For enabling it, change the VM console protocol.
ru_ru: SPICE недоступен для этой машины. Чтобы его включить, измените консольный протокол ВМ.

source: SPICE Options
ru_ru: Параметры SPICE

source: Your browser doesn't support SPICE plugin
ru_ru: Браузер не поддерживает расширение SPICE

source: No SPICE proxy defined on system level
ru_ru: На системном уровне SPICE прокси не определён.

source: SPICE Version
ru_ru: Версия SPICE

# spmCustomText
source: Custom
ru_ru: Задаваемое пользователем

source: High
ru_ru: Высокий

source: Low
ru_ru: Низкий

source: Never
ru_ru: Никогда

source: Normal
ru_ru: Обычный

source: SPM Priority
ru_ru: Приоритет SPM

source: Single Sign On method
ru_ru: Метод единого входа

source: Stage
ru_ru: Этап

source: Start Schedule by
ru_ru: Запустить расписание в

# startGeoRepSession
source: Start
ru_ru: Запустить

# startGlusterSwift
source: Start
ru_ru: Запустить

source: Start Swift
ru_ru: Запустить Swift

# startHost
source: Start
ru_ru: Запустить

# startVolume
source: Start
ru_ru: Запустить

# startVolumeProfiling
source: Start
ru_ru: Запустить

source: Stateless Desktop
ru_ru: Рабочий стол без сохранения состояния

source: Stateless Desktop with newer configuration for next run
ru_ru: Рабочий стол без сохранения состояния, с вновь созданной конфигурацией для следующего запуска

source: Stateless Server
ru_ru: Сервер без сохранения состояния

source: Stateless Server with newer configuration for next run
ru_ru: Сервер без сохранения состояния, с вновь созданной конфигурацией для следующего запуска

source: Stateless
ru_ru: Без сохранения состояния

source: Statistics
ru_ru: Статистика

# statusBrick
source: Status
ru_ru: Статус

# statusBrickAdvancedLabel
source: Status
ru_ru: Статус

# statusClusterHost
source: Status
ru_ru: Статус

# statusDc
source: Status
ru_ru: Статус

# statusDisableGlusterHook
source: Disable
ru_ru: Отключить

# statusDisk
source: Status
ru_ru: Статус

# statusDisksTree
source: Status
ru_ru: Статус

# statusEnableGlusterHook
source: Enable
ru_ru: Включить

# statusGlusterHook
source: Status
ru_ru: Состояние

# statusGlusterSwift
source: Status
ru_ru: Состояние

# statusHook
source: Status
ru_ru: Состояние

# statusHost
source: Status
ru_ru: Состояние

# statusNetwork
source: Status
ru_ru: Состояние

source: Network Device Status
ru_ru: Статус сетевого устройства

# statusRebalance
source: Status
ru_ru: Статус

# statusService
source: Status
ru_ru: Статус

# statusSnapshot
source: Status
ru_ru: Статус

# statusStorage
source: Status
ru_ru: Статус

# statusStorageTree
source: Status
ru_ru: Статус

# statusTask
source: Status
ru_ru: Статус

# statusTemplate
source: Status
ru_ru: Статус

# statusVm
source: Status
ru_ru: Статус

# statusVolume
source: Status
ru_ru: Статус

# statusVolumeBrick
source: Status
ru_ru: Статус

# stopGeoRepSession
source: Stop
ru_ru: Остановить

# stopGlusterSwift
source: Stop
ru_ru: Остановить

source: Stop Swift
ru_ru: Остановить Swift

# stopHost
source: Stop
ru_ru: Остановить

# stopRebalance
source: Stop
ru_ru: Остановить

# stopVolume
source: Stop
ru_ru: Остановить

# stopVolumeProfiling
source: Stop
ru_ru: Остановить

source: Storage Allocation:
ru_ru: Резервирование хранилища:

# storageDataCenterSubTabLabel
source: Data Center
ru_ru: Дата-центр

# storageDestroyPopupWarningLabel
source: The following operation is unrecoverable and destructive!
ru_ru: Это действие является разрушающим и не допускает возможности восстановления

source: Storage Devices
ru_ru: Устройства хранения

# storageDomainDisk
source: Storage Domain
ru_ru: Домен хранилища

# storageDomainVmDiskPopup
source: Storage Domain
ru_ru: Домен хранилища

# storageDomainVmDiskTable
source: Storage Domain
ru_ru: Домен хранилища

source: Storage Domain(s)
ru_ru: Домен(ы) хранилища

source: Domains
ru_ru: Домены

# storageEvent
source: Storage
ru_ru: Хранилище

# storageEventSubTabLabel
source: Events
ru_ru: События

source: This operation might be unrecoverable and destructive!
ru_ru: Это действие может быть разрушающим и без возможности восстановления

# storageGeneralSubTabLabel
source: General
ru_ru: Общее

source: Storage ID (VG Name)
ru_ru: ID хранилища (имя VG)

# storageImagesSubTabLabel
source: Images
ru_ru: Образы

source: Discover Targets
ru_ru: Обнаружение таргетов

# storageIscsiPopupAddressLabel
source: Address
ru_ru: Адрес

source: CHAP password
ru_ru: Пароль CHAP

source: CHAP username
ru_ru: Имя пользователя CHAP

source: Discover
ru_ru: Обнаружение

# storageIscsiPopupLoginButtonLabel
source: Login
ru_ru: Вход в систему

source: LUNs > Targets
ru_ru: LUN > Таргеты

# storageIscsiPopupPortLabel
source: Port
ru_ru: Порт

source: Targets > LUNs
ru_ru: Таргеты > LUN

source: User Authentication:
ru_ru: Аутентификация пользователя:

source: Select Storage Domain
ru_ru: Выберите домен хранилища

# storageLocalStorage
source: Storage
ru_ru: Хранилище

# storageMainTabLabel
source: Storage
ru_ru: Хранилище

source: Storage Name
ru_ru: Имя хранилища

# storageNameQuota
source: Storage Name
ru_ru: Имя хранилища

# storagePermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

source: Additional mount options
ru_ru: Дополнительные параметры монтирования

source: Custom Connection Parameters
ru_ru: Пользовательские параметры соединения

# storagePopupDataCenterLabel
source: Data Center
ru_ru: Дата-центр

# storagePopupDescriptionLabel
source: Description
ru_ru: Описание

source: Domain Function
ru_ru: Функция домена

# storagePopupFormatTypeLabel
source: Format
ru_ru: Формат

source: E.g.: myserver.mydomain.com:/myvolumename
ru_ru: Напр.: myserver.mydomain.com:/myvolumename

# storagePopupHostLabel
source: Use Host
ru_ru: Использовать хост

# storagePopupLocalPathLabel
source: Path
ru_ru: Путь

# storagePopupMountOptionsLabel
source: Mount Options
ru_ru: Параметры монтирования

# storagePopupNameLabel
source: Name
ru_ru: Имя

source: Override Default Options
ru_ru: Перезаписать параметры по умолчанию

source: E.g.: myserver.mydomain.com:/my/local/path
ru_ru: Напр.: myserver.mydomain.com:/my/local/path

source: Export Path
ru_ru: Путь экспорта

# storagePopupNfsRetransmissionsLabel
source: Retransmissions (#)
ru_ru: Повторные отправления (#)

# storagePopupNfsTimeoutLabel
source: Timeout (deciseconds)
ru_ru: Время ожидания (дс)

# storagePopupNfsVersionLabel
source: NFS Version
ru_ru: Версия NFS

source: Adding an NFS domain as POSIX is highly discouraged, please create an NFS domain for best optimizations
ru_ru: Добавление домена NFS как POSIX крайне не рекомендуется, для лучшей оптимизации создайте домен NFS.

source: E.g.: /path/to/my/data
ru_ru: Напр.: /path/to/my/data

# storagePopupPosixPathLabel
source: Path
ru_ru: Путь

# storagePopupStorageTypeLabel
source: Storage Type
ru_ru: Тип хранилища

# storagePopupVfsTypeLabel
source: VFS Type
ru_ru: Тип VFS

source: Read IOps
ru_ru: IOps чтения

source: Total IOps
ru_ru: Всего IOps

source: Write IOps
ru_ru: IOps записи

source: Read Throughput
ru_ru: Пропускная способность чтения

source: Total Throughput
ru_ru: Итоговая пропускная способность

source: Write Throughput
ru_ru: Пропускная способность записи

# storageQuotaPopup
source: Storage
ru_ru: Хранилище

source: Storage Quota:
ru_ru: Квота хранилища:

source: Format Domain, i.e. Storage Content will be lost!
ru_ru: Форматировать домен, т.е. содержимое хранилища будет потеряно.

source: Select Host to be used
ru_ru: Выберите используемый хост

source: Storage Targets
ru_ru: Таргеты хранилища

source: Template Import
ru_ru: Импортировать шаблон

# storageTemplateSubTabLabel
source: Templates
ru_ru: Шаблоны

# storageTypeDisk
source: Storage Type
ru_ru: Тип хранилища

source: Local
ru_ru: Локальное

source: Shared
ru_ru: Общий

# storageTypeStorage
source: Storage Type
ru_ru: Тип хранилища

# storageTypeVmDiskPopup
source: Storage Type
ru_ru: Тип хранилища

source: VM Import
ru_ru: Импорт ВМ

# storageVmSubTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

# storgeTypeDc
source: Storage Type
ru_ru: Тип хранилища

source: Stripe Count
ru_ru: Число чередований

source: Stripe Size (KB)
ru_ru: Размер чередований (КБ)

source: Subnet:
ru_ru: Подсеть:

# subnetItemInfo
source: Subnet
ru_ru: Подсеть

source: Netmask / Routing Prefix
ru_ru: Маска сети/префикс маршрутизации

# subnetTabNetworkPopup
source: Subnet
ru_ru: Подсеть

source: Summary
ru_ru: Обзор

source: Suspend
ru_ru: Заморозить

source: Suspended
ru_ru: Заморожено

source: Swap Size
ru_ru: Размер подкачки

source: Sync All Networks
ru_ru: Синхронизировать все сети

source: Sync network
ru_ru: Синхронизировать сеть

source: The logical network definition is not synchronized with the network configuration on the host,
ru_ru: Определение логической сети не синхронизировано с параметрами сети на хосте.

source: To edit this network you need to synchronize it.
ru_ru: Чтобы изменить параметры этой сети, её нужно синхронизировать

# syncStorageDevices
source: Sync
ru_ru: Синхронизировать

# syncWithServersGlusterHook
source: Sync
ru_ru: Синхронизировать

source: Admin Password
ru_ru: Пароль администратора

source: Choose a password for the admin login
ru_ru: Выберите пароль для входа администратора

source: Verify Admin Password
ru_ru: Подтвердить пароль администратора

source: Verify the password
ru_ru: Подтвердить пароль

source: Organization Name
ru_ru: Название организации

source: System Locale
ru_ru: Системная локаль

# systemMainSection
source: System
ru_ru: Система

# systemVmPopup
source: System
ru_ru: Системная

# tagPopupDescriptionLabel
source: Description
ru_ru: Описание

# tagPopupNameLabel
source: Name
ru_ru: Имя

source: Tags
ru_ru: Теги

source: Target
ru_ru: Таргет

source: Target Name
ru_ru: Имя таргета

source: Tasks
ru_ru: Задачи

source: Template
ru_ru: Шаблон

# templateDescription
source: Description
ru_ru: Описание

# templateDiskSubTabLabel
source: Disks
ru_ru: Диски

# templateEvent
source: Template
ru_ru: Шаблон

# templateEventSubTabLabel
source: Events
ru_ru: События

# templateGeneralSubTabLabel
source: General
ru_ru: Общее

source: Template in System
ru_ru: Шаблон в системе

# templateInterfaceSubTabLabel
source: Network Interfaces
ru_ru: Сетевые интерфейсы

# templateMainTabLabel
source: Templates
ru_ru: Шаблоны

# templateName
source: Name
ru_ru: Название

# templatePermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

# templatePoolGeneral
source: Template
ru_ru: Шаблон

source: Template Provisioning
ru_ru: Подготовка шаблона

# templateStorageSubTabLabel
source: Storage
ru_ru: Хранилище

# templateVersion
source: Version
ru_ru: Версия

source: Sub Version Name
ru_ru: Название подверсии

# templateVm
source: Template
ru_ru: Шаблон

# templateVmSubTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

source: Tenant Name
ru_ru: Имя клиента

source: Terminate Session
ru_ru: Завершить сеанс

# testProvider
source: Test
ru_ru: Тест

source: Test succeeded, managed to access provider.
ru_ru: Тест пройден, доступ к поставщику получен.

source: Thin Provision
ru_ru: Тонкое резервирование

source: Thin
ru_ru: Тонкое

source: This might cause the Host to lose connectivity.
ru_ru: Это может привести к потере связи на хосте

source: Throughput
ru_ru: Пропускная способность

# timeEvent
source: Time
ru_ru: Время

# timeTask
source: Time
ru_ru: Время

source: This option sets the time zone offset of the guest hardware clock. For Windows OS this should correspond to the time zone set in the guest (during installation or afterwards). Most default Linux installations expect hardware clock to be GMT+00:00.
ru_ru: Этот параметр устанавливает смещение аппаратных часов гостя. Для ОС Windows он должен соответствовать часовому поясу, указанному для гостя (во время установки или позже). В большинстве установок Linux предполагается, что значение аппаратных часов равно GMT+00:00.

# timeZoneLabel
source: Time Zone
ru_ru: Часовой пояс

# timeZoneVm
source: Time Zone
ru_ru: Часовой пояс

source: to proceeed with connectivity check.
ru_ru: чтобы продолжить проверку соединения.

source: total
ru_ru: всего

source: Total allocated - Non-mmapped (bytes)
ru_ru: Всего выделено — без сопоставленных (mmap) (байт)

source: Total allocated space (bytes)
ru_ru: Всего выделено места (байт)

source: Total bugs:
ru_ru: Всего ошибок кода:

source: Total Cores
ru_ru: Всего ядер

source: Total enhancements:
ru_ru: Всего расширений:

source: Total free space (bytes)
ru_ru: Всего свободно места (байт)

source: Total security:
ru_ru: Совокупная безопасность:

source: Total Size (MB)
ru_ru: Совокупный размер (МБ)

# totalSpaceDisksTree
source: Total Space
ru_ru: Совокупный объём

source: Total Space (GB)
ru_ru: Совокупный объём (ГБ)

# totalSpaceStorage
source: Total Space
ru_ru: Совокупный объём

source: Total
ru_ru: Всего

source: Transport Type
ru_ru: Тип транспорта

source: Transport Types
ru_ru: Типы транспорта

# treeCollapseAll
source: Collapse All
ru_ru: Свернуть всё

# treeExpandAll
source: Expand All
ru_ru: Развернуть всё

source: true
ru_ru: верно

source: Tx
ru_ru: ПРД

source: vNIC Tx
ru_ru: vNIC ПРД

source: Tx Rate
ru_ru: Частота ПРД

source: Total Tx
ru_ru: Всего ПРД

# typeDisk
source: Type
ru_ru: Тип

# typeInterface
source: Type
ru_ru: Тип

# typeIso
source: Type
ru_ru: Тип

# typeNetworkInterfacePopup
source: Type
ru_ru: Тип

# typePool
source: Type
ru_ru: Тип

# typeProvider
source: Type
ru_ru: Тип

# typeStorage
source: Type
ru_ru: Тип

# typeVolume
source: Type
ru_ru: Тип

# tzPoolGeneral
source: Time Zone
ru_ru: Часовой пояс

# tzTemplateGeneral
source: Time Zone
ru_ru: Часовой пояс

# tzVmPopup
source: Time Zone
ru_ru: Часовой пояс

source: UI Language
ru_ru: Язык интерфейса

source: All Clusters
ru_ru: Все кластеры

# ultQuotaPopup
source: Unlimited
ru_ru: Без ограничений

source: [N/A]
ru_ru: [Н/Д]

source: Un pin virtual node
ru_ru: Открепить виртуальный узел

source: Unassigned
ru_ru: Не присвоен

source: Unassigned Logical Networks
ru_ru: Неназначенные логические сети

source: Unassigned virtual nodes
ru_ru: Неназначенные виртуальные узлы

source: Unattached
ru_ru: Не присоединено

source: Undo
ru_ru: Отменить

source: Unknown
ru_ru: Неизвестно

# unknownDeviceGeneralType
source: Unknown
ru_ru: Неизвестно

source: Unknown property
ru_ru: Неизвестное свойство

source: Unlimited
ru_ru: Без ограничений

# unlimitedQos
source: Unlimited
ru_ru: Без ограничений

# unlinkedNetworkInterface
source: Down
ru_ru: Отключен

source: Doesn't exist in the Cluster
ru_ru: Не существует в кластере

source: Unmanaged Network
ru_ru: Неприсвоенная сеть

source: Unplugged
ru_ru: Не подключен

# unpluggedNetworkInterface
source: Unplugged
ru_ru: Не подключен

source: until
ru_ru: до

source: Until
ru_ru: до

source: Up
ru_ru: Работает

source: Update available
ru_ru: Доступно обновление

source: Sync MoM Policy
ru_ru: Политика синхронизации MoM

source: Upgrade
ru_ru: Обновить

source: Upload
ru_ru: Отправить

source: Uptime
ru_ru: Время непрерывной работы

source: Provider URL
ru_ru: URL поставщика

source: Usage
ru_ru: Потребление

# usageTypeLibvirtSecret
source: Type
ru_ru: Тип

source: Enable USB Auto-Share
ru_ru: Включить автоматический общий доступ к USB

# usbPolicyPoolGeneral
source: USB Policy
ru_ru: Политика USB

# usbPolicyTemplateGeneral
source: USB Policy
ru_ru: Политика USB

# usbPolicyVm
source: USB Policy
ru_ru: Политика USB

source: USB Support
ru_ru: Поддержка USB

source: Use content from
ru_ru: Использовать содержимое из

source: NOTE: The hook content will be overwritten in all the servers and in Engine
ru_ru: Внимание: содержимое ловушки будет перезаписано на всех серверах и в Центре Управления

source: Use default
ru_ru: Использовать значение по умолчанию

source: Use Local Drives
ru_ru: Использовать локальные приводы

source: limit to
ru_ru: ограничить до

source: Specific Clusters
ru_ru: Указанные кластеры

source: used
ru_ru: используется

source: Memory Consumption
ru_ru: Потребление памяти

source: Used Memory/Total
ru_ru: Используется памяти/всего

source: Specific Storage Domains
ru_ru: Указанные домены хранилища

# usedSpaceDisksTree
source: Used Space
ru_ru: Используемое пространство

# usedSpaceStorage
source: Used Space
ru_ru: Используемое пространство

source: Used
ru_ru: Используется

source: Storage Consumption
ru_ru: Потребление хранилища

source: Used Storage/Total
ru_ru: Используется хранилища/всего

source: User
ru_ru: Пользователь

# userEvent
source: User
ru_ru: Пользователь

source: Event Notifier
ru_ru: Уведомления о событиях

# userEventSubTabLabel
source: Events
ru_ru: События

# userGeneralSubTabLabel
source: General
ru_ru: Общее

source: Directory Groups
ru_ru: Группы каталога

source: User Id
ru_ru: ID пользователя

source: User Locale
ru_ru: Локаль пользователя

source: Users
ru_ru: Пользователи

# userNamePermissionsPopup
source: User Name
ru_ru: Имя пользователя

# userNameUser
source: User Name
ru_ru: Имя пользователя

# userPermission
source: User
ru_ru: Пользователь

# userPermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

# userQuotaSubTabLabel
source: Quota
ru_ru: Квота

source: User Roles
ru_ru: Роли пользователя

# userUser
source: User
ru_ru: Пользователь

# usernameProvider
source: Username
ru_ru: Имя пользователя

source: All Storage Domains
ru_ru: Все домены хранилища

# vSizeVm
source: Virtual Size
ru_ru: Виртуальный размер

# valueLibvirtSecret
source: Value
ru_ru: Значение

source: vCPUs
ru_ru: вЦП

source: VDSM Version -
ru_ru: Версия VDSM —

source: VDSM Version
ru_ru: Версия VDSM

source: Vendor
ru_ru: Производитель

source: Vendor Id
ru_ru: ID производителя

source: Vendor ID
ru_ru: ID производителя

source: Vendor Name
ru_ru: Название производителя

# versionTemplate
source: Version
ru_ru: Версия

# vfsConfigNetworkName
source: Network
ru_ru: Сеть

source: Via Label
ru_ru: С помощью метки

# vfsTypeStorageGeneral
source: VFS Type
ru_ru: Тип VFS

source: Video
ru_ru: Видео

source: Video Type
ru_ru: Тип видео

source: View Content
ru_ru: Просмотреть содержимое

# virtualMachineApplicationSubTabLabel
source: Applications
ru_ru: Приложения

# virtualMachineErrataSubTabLabel
source: Errata
ru_ru: Список известных ошибок

# virtualMachineEventSubTabLabel
source: Events
ru_ru: События

# virtualMachineGeneralSubTabLabel
source: General
ru_ru: Общее

source: Guest Info
ru_ru: Информация о госте

# virtualMachineHostDeviceSubTabLabel
source: Host Devices
ru_ru: Устройства хоста

# virtualMachineMainTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

# virtualMachineNetworkInterfaceSubTabLabel
source: Network Interfaces
ru_ru: Сетевые интерфейсы

# virtualMachinePermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

# virtualMachineSnapshotCreatePopupDescriptionLabel
source: Description
ru_ru: Описание

source: Save Memory
ru_ru: Сохранить память

source: Restore Memory
ru_ru: Восстановить память

# virtualMachineSnapshotSubTabLabel
source: Snapshots
ru_ru: Снимки

# virtualMachineVirtualDiskSubTabLabel
source: Disks
ru_ru: Диски

source: Vm Devices
ru_ru: Устройства ВМ

source: VLAN tag
ru_ru: Тег VLAN

source: VM Configuration
ru_ru: Параметры ВМ

source: VM Count
ru_ru: Количество ВМ

source: Virtual Machine
ru_ru: Виртуальная машина

# vmExportPopupCollapseSnapshotsLabel
source: Collapse Snapshots
ru_ru: Свернуть снимки

source: Force Override
ru_ru: Принудительно заменить

source: VM Id
ru_ru: ID ВМ

# vmIdPopup
source: VM Id
ru_ru: ID ВМ

source: VM in System
ru_ru: ВМ в системе

source: Password is not set
ru_ru: Пароль не установлен

source: Use already configured password
ru_ru: Использовать уже настроенный пароль

source: Password is set, uncheck to change password
ru_ru: Пароль установлен, снимите отметку для смены

source: VM
ru_ru: ВМ

source: Host:
ru_ru: Хост:

source: Select Destination Host
ru_ru: Выбрать целевой хост

source: Select Host Automatically
ru_ru: Выбрать хост автоматически

source: VM Network
ru_ru: Сеть ВМ

# vmNetworkLabel
source: VM network
ru_ru: Сеть ВМ

# vmNetworkQosName
source: QoS Name
ru_ru: Имя QoS

source: Saving
ru_ru: Идёт сохранение

source: VMs
ru_ru: ВМ

# vmsClusterHost
source: VMs
ru_ru: ВМ

# vmsCount
source: Virtual Machines
ru_ru: Виртуальные машины

# vmwareDataCenter
source: Data Center
ru_ru: Дата-центр

source: Verify Credentials
ru_ru: Подтвердить учётные данные

source: VNC Keyboard Layout
ru_ru: Раскладка клавиатуры VNC

source: VNC isn't available for this machine. For enabling it, change the VM console protocol.
ru_ru: VNC недоступен для этой машины. Чтобы его включить, измените консольный протокол ВМ.

source: VNC console access is not supported from the user portal.<br/>Please ask the administrator to configure this virtual machine to use SPICE for console access.
ru_ru: Консольный доступ с пользовательского портала к VNC не поддерживается .<br/>Попросите администратора настроить на этой машине SPICE для консольного доступа.

source: VNC Options
ru_ru: Параметры VNC

# vnicProfilePermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

# vnicProfileTemplateSubTabLabel
source: Templates
ru_ru: Шаблоны

# vnicProfileVmSubTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

# vnicProfilesMainTabLabel
source: vNIC Profiles
ru_ru: Профили vNIC

source: vNIC Status
ru_ru: Статус vNIC

source: Up but all bricks are down
ru_ru: Запущен, но все элементы отключены

# volumeBrickSubTabLabel
source: Bricks
ru_ru: Элементы

source: Up but one or more bricks are down
ru_ru: Запущен, но один или более элементов отключены

source: Space Used
ru_ru: Использовано пространства

source: Capacity
ru_ru: Ёмкость

# volumeClusterLabel
source: Cluster
ru_ru: Кластер

source: Volume Cluster
ru_ru: Кластер тома

source: Gluster Volume
ru_ru: Том Gluster

# volumeEventSubTabLabel
source: Events
ru_ru: События

source: Volume Format
ru_ru: Формат тома

# volumeGeneralSubTabLabel
source: General
ru_ru: Общее

source: Geo-Replication
ru_ru: Гео-репликация

source: Volume ID
ru_ru: ID тома

# volumeInfoVolume
source: Info
ru_ru: Информация

source: Volumes
ru_ru: Тома

# volumeName
source: Volume
ru_ru: Том

# volumeNameLabel
source: Volume
ru_ru: Том

source: Volume Options
ru_ru: Параметры тома

# volumePermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

source: BRICKS
ru_ru: ЭЛЕМЕНТЫ

# volumeProfileDetails
source: Details
ru_ru: Сведения

source: NFS SERVER
ru_ru: СЕРВЕР NFS

source: Profiling
ru_ru: Профилирование

source: Option
ru_ru: Параметр

# volumeSnapshotConfigValue
source: Value
ru_ru: Значение

source: Creation Time
ru_ru: Время создания

# volumeSnapshotDescription
source: Description
ru_ru: Описание

# volumeSnapshotDescriptionLabel
source: Description
ru_ru: Описание

source: Snapshot
ru_ru: Снимок

# volumeSnapshotName
source: Name
ru_ru: Имя

source: Snapshot Name Prefix
ru_ru: Префикс имени снимка

# volumeSnapshotSubTabLabel
source: Snapshots
ru_ru: Снимки

source: Destination Host
ru_ru: Целевой хост

# volumeSubTabGeoRepSlaveUserColumn
source: User Name
ru_ru: Имя пользователя

source: Destination Volume
ru_ru: Целевой том

# volumeSubTabGeoRepStatusColumn
source: Status
ru_ru: Статус

source: Up Time
ru_ru: Время непрерывной работы

# volumeTypeVolume
source: Volume Type
ru_ru: Тип тома

source: Waiting ...
ru_ru: Ожидание…

source: Wait For Launch
ru_ru: Ожидание запуска

source: Warning Low Space Indicator
ru_ru: Индикатор предупреждения о недостатке места

source: Warning Low Space Indicator (%)
ru_ru: Индикатор предупреждения о недостатке места (%)

source: Watchdog
ru_ru: Сторожевой таймер

source: Watchdog Action
ru_ru: Действие сторожевого таймера

# watchdogDeviceGeneralType
source: Watchdog
ru_ru: Сторожевой таймер

source: Watchdog Model
ru_ru: Модель сторожевого таймера
