Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.webadmin/ApplicationConstants_*.po
Languages: ru_ru

source: External status:
ru_ru: Внешний статус:

# GeneralVmPopup
source: General
ru_ru: Общие

source: Guest CPU Count
ru_ru: Количество гостевых ЦП

# NameVolume
source: Name
ru_ru: Имя

source: Property
ru_ru: Свойство

source: Account Type:
ru_ru: Тип учётной записи:

# RoleAdminLabel
source: Admin
ru_ru: Администратор

source: Check Boxes to Allow Action
ru_ru: Чтобы разрешить действие, поставьте галочки

# RoleCollapse_AllLabel
source: Collapse All
ru_ru: Свернуть всё

# RoleDescriptionLabel
source: Description
ru_ru: Описание

# RoleExpand_AllLabel
source: Expand All
ru_ru: Развернуть всё

# RoleNameLabel
source: Name
ru_ru: Имя

# RoleUserLabel
source: User
ru_ru: Пользователь

# UnlimitedNetworkQoS
source: Unlimited
ru_ru: Без ограничений

# aboutLinkLabel
source: About
ru_ru: О программе

# aboutPopupCaption
source: About
ru_ru: О программе

source: Access Protocols
ru_ru: Протоколы доступа

source: Action Items
ru_ru: Намеченные действия

# actionItemsHostGeneral
source: Action Items
ru_ru: Намеченные действия

source: Next >>
ru_ru: Далее »

source: << Prev
ru_ru: « Назад

source: Refresh
ru_ru: Обновить

# activateDisk
source: Activate
ru_ru: Активировать

source: Activate Domain in Data Center
ru_ru: Активировать домен дата-центра

# activateHost
source: Activate
ru_ru: Активировать

source: Activate host after install
ru_ru: Активировать хост после установки

# activateInterface
source: Activate
ru_ru: Активировать

# activateStorage
source: Activate
ru_ru: Активировать

# activateStorageDc
source: Activate
ru_ru: Активировать

# activateVmDiskPopup
source: Activate
ru_ru: Активировать

source: When the VM is running, disks attached with an IDE interface won't be activated.
ru_ru: Диски, присоединённые через интерфейс IDE, не могут быть включены во время выполнения ВМ.

# activateVolumeSnapshot
source: Activate
ru_ru: Активировать

source: Active
ru_ru: Активно

source: Active Directory OU
ru_ru: Подразделение активного каталога

source: This field will map to MachineObjectOU within Sysprep
ru_ru: Это поле будет сопоставлено MachineObjectOU в Sysprep

source: Active VMs
ru_ru: Активные ВМ

source: Activities
ru_ru: Процессы

# actualSizeTemplate
source: Actual Size
ru_ru: Фактический размер

# actualSizeVm
source: Actual Size
ru_ru: Фактический размер

# addBricksBrick
source: Add
ru_ru: Добавить

# addBricksButtonLabel
source: Add
ru_ru: Добавить

source: Show available bricks from host
ru_ru: Показать доступные элементы хоста

source: Add Bricks
ru_ru: Добавить элементы

source: Add / Edit
ru_ru: Добавить/Изменить

source: Add Filter
ru_ru: Добавить фильтр

# addInstanceImages
source: Create
ru_ru: Создать

# addIscsiBond
source: Add
ru_ru: Добавить

source: Add Network
ru_ru: Добавить сеть

source: Add Fence Agent
ru_ru: Добавить Fence Agent

# addPermission
source: Add
ru_ru: Добавить

# addProvider
source: Add
ru_ru: Добавить

# addQuota
source: Add
ru_ru: Добавить

# addUser
source: Add
ru_ru: Добавить

source: Add device
ru_ru: Добавить устройство

# addVolumeParameter
source: Add
ru_ru: Добавить

# addressInterface
source: Address
ru_ru: Адрес

source: Address:
ru_ru: Адрес:

# addressItemInfo
source: Address
ru_ru: Адрес

# addressSanStorage
source: Address
ru_ru: Адрес

source: Additional features supported in the Cluster
ru_ru: Дополнительные возможности, поддерживаемые кластером

source: Admin
ru_ru: Администратор

source: Administrator Roles
ru_ru: Роли администраторов

source: Advanced Details
ru_ru: Дополнительные сведения

source: It is recommended to keep the default values in the fields below unchanged.
ru_ru: Не рекомендуется изменять значения по умолчанию, указанные ниже.

source: Advanced Parameters
ru_ru: Дополнительные параметры

# affinityDescriptionLabel
source: Description
ru_ru: Описание

source: If set, a VM cannot start if it does not satisfy this rule.
ru_ru: Если параметр установлен, то ВМ не будет запускаться, если она не соответствует этому правилу.

# affinityGroupEnforceTypeLabel
source: Enforcing
ru_ru: Принудительно

# affinityGroupNameLabel
source: Name
ru_ru: Имя

source: If set, all VMs in the group should run on the same host. Otherwise, no VMs should run on the same host.
ru_ru: Если параметр установлен, все ВМ группы должны выполняться на одном и том же хосте. В противном случае все ВМ выполняются на разных хостах.

# affinityGroupPolarityLabel
source: Positive
ru_ru: Положительная

source: Affinity Groups
ru_ru: Группы схожести

source: Agents by Sequential Order
ru_ru: Агенты в последовательном порядке

source: Alerts
ru_ru: Предупреждения

# aliasDisk
source: Alias
ru_ru: Псевдоним

# aliasTemplate
source: Alias
ru_ru: Псевдоним

# aliasVm
source: Alias
ru_ru: Псевдоним

# aliasVmDiskPopup
source: Alias
ru_ru: Псевдоним

# aliasVmDiskTable
source: Alias
ru_ru: Псевдоним

source: All
ru_ru: Все

source: All Roles
ru_ru: Все роли

source: Allocated Count
ru_ru: Количество выделенных элементов

source: Space allocated in mmapped block (bytes)
ru_ru: Место (байт), выделенное в сопоставленном (mmap) блоке

source: Allocated
ru_ru: Выделено

source: Allocation Policy
ru_ru: Политика распределения

source: Allocation
ru_ru: Выделение

source: (Comma separated list of IP addresses/hostnames)
ru_ru: (Список IP адресов/имен хостов, через запятую)

source: Allow Access From
ru_ru: Разрешить доступ из

source: Allow bricks in root partition and re-use the bricks by clearing xattrs
ru_ru: Разрешить размещение элементов в корневом разделе, и повторное их использование через очистку xattrs

source: WARNING: This might cause the root partition to be filled up and non-operational
ru_ru: ВНИМАНИЕ: это может привести к переполнению и отказу корневого раздела

source: Disable strict user checking
ru_ru: Отключить строгую проверку пользователей

source: Allow VM migration only upon Administrator specific request (system will not trigger automatic migration of this VM)
ru_ru: Разрешить миграцию ВМ только по конкретному запросу администратора (система не будет запускать автоматическое перемещение этой ВМ)

source: Allow Overbooking
ru_ru: Разрешить избыточное резервирование

source: Allowed Networks
ru_ru: Разрешённые сети

source: and
ru_ru: и

source: Any Host in Cluster
ru_ru: Любой хост в кластере

source: oVirt Engine Web Administration
ru_ru: Веб-администрирование ЦУ "ROSA Virtualization"

# applicationsLabel
source: Installed Applications
ru_ru: Установленные приложения

source: Apply later
ru_ru: Применить позже

source: Approve
ru_ru: Утвердить

source: Approve operation
ru_ru: Одобрить операцию

# architectureTemplate
source: Architecture
ru_ru: Архитектура

# architectureVm
source: Architecture
ru_ru: Архитектура

source: Are you sure you want to Detach the following Network Interface?
ru_ru: Точно отсоединить следующий сетевой интерфейс?

source: Are you sure you want to continue?
ru_ru: Продолжить?

source: Assign
ru_ru: Назначить

source: Assign All
ru_ru: Назначить все

source: Manage Networks
ru_ru: Управление сетями

source: Instantiate VM network interfaces by picking a vNIC profile.
ru_ru: Создать экземпляр сетевого интерфейса ВМ, выбрав профиль vNIC

source: Assign Quota
ru_ru: Назначить квоту

# assignTagsHost
source: Assign Tags
ru_ru: Назначить теги

# assignTagsUser
source: Assign Tags
ru_ru: Назначить теги

# assignTagsVm
source: Assign Tags
ru_ru: Назначить теги

source: Manage Network
ru_ru: Управление сетью

source: Assigned VMs
ru_ru: Назначенные ВМ

source: Assigned Logical Networks
ru_ru: Назначенные логические сети

source: Attach
ru_ru: Присоединить

source: Attach All
ru_ru: Присоединить все

# attachCdVmPopup
source: Attach CD
ru_ru: Присоединить CD

source: Attach Data
ru_ru: Присоединить данные

# attachDisk
source: Attach
ru_ru: Присоединить

source: Attach Disk
ru_ru: Присоединить диск

source: Attach Export
ru_ru: Присоединить экспорт

# attachInstanceImages
source: Attach
ru_ru: Присоединить

source: Attach ISO
ru_ru: Присоединить ISO

# attachStorageDc
source: Attach
ru_ru: Присоединить

source: Attach VirtIO-Drivers
ru_ru: Присоединить VirtIO-приводы

source: Attached by label
ru_ru: Присоединено по метке

source: Attached
ru_ru: Присоединено

source: Attached Network
ru_ru: Присоединённая сеть

source: Attached To
ru_ru: Присоединено к

source: The field is attached to the currently selected instance type
ru_ru: Поле присоединено к текущему выбранному типу экземпляра.

source: Attached to VMs
ru_ru: Присоединено к машинам

source: Authentication URL
ru_ru: URL для аутентификации

source: Authorization provider
ru_ru: Поставщик авторизации

source: Auto
ru_ru: Автоматически

source: Auto Converge
ru_ru: Автоматическое сведение

source: Auto Converge migrations
ru_ru: Автоматическое сведение миграций

source: Automatic Large Pages
ru_ru: Большие страницы памяти автоматически

source: (Available only when a template is selected)
ru_ru: (Доступно только когда выбран шаблон)

source: Available Host Devices
ru_ru: Доступные устройства хоста

source: Available
ru_ru: Доступно

source: Average
ru_ru: Средняя

source: base template
ru_ru: базовый шаблон

source: Based on Template
ru_ru: Основана на шаблоне

source: Block Size (Bytes)
ru_ru: Размер блока (байт)

source: Bond
ru_ru: Связка

source: Bond Name
ru_ru: Имя связки

source: Bond Options
ru_ru: Параметры связки

source: Bonding Mode
ru_ru: Режим связки

# bookmarkPopupNameLabel
source: Name
ru_ru: Имя

source: Search string
ru_ru: Строка поиска

source: Bookmarks
ru_ru: Закладки

source: Enable boot menu
ru_ru: Включить меню загрузки

# bootOptionsVmPopup
source: Boot Options
ru_ru: Параметры загрузки

# bootProtocolHostPopup
source: Boot Protocol
ru_ru: Протокол загрузки

# bootProtocolItemInfo
source: Boot Protocol
ru_ru: Протокол загрузки

source: Boot protocol
ru_ru: Протокол загрузки

# bootSequenceDownButtonLabelbootSequenceDownButtonLabel
source: Down
ru_ru: Отключено

# bootSequenceUpButtonLabel
source: Up
ru_ru: Работает

# bootSequenceVmPopup
source: Boot Sequence:
ru_ru: Последовательность загрузки:

source: Boot Time
ru_ru: Время загрузки

source: Bootable
ru_ru: Загрузочный

# bootableDisk
source: Bootable
ru_ru: Загрузочный

source: Brick
ru_ru: Элемент

source: Brick Directory
ru_ru: Каталог элемента

# brickDirectoryBricks
source: Brick Directory
ru_ru: Каталог элемента

# brickDirectoryVolumeBrick
source: Brick Directory
ru_ru: Каталог элемента

source: Could not fetch brick profile stats
ru_ru: Не удалось получить статистику профиля элемента

# bricksHeaderLabel
source: Bricks
ru_ru: Элементы

# bricksStatusVolume
source: Bricks
ru_ru: Элементы

# bricksVolume
source: Bricks
ru_ru: Элементы

source: Bridged
ru_ru: Объединено

source: This Browser version isn't optimal for displaying the application graphics (refer to Documentation for details)
ru_ru: Данная версия браузера не является оптимальной для отображения графических элементов приложения (подробности см. в документации)

source: Your browser/platform does not support console opening
ru_ru: Браузер/платформа не поддерживает открытие консоли

source: Browser plugin
ru_ru: Расширение браузера

source: Bug
ru_ru: Ошибка кода

source: Bugs
ru_ru: Ошибки кода

source: Burst
ru_ru: Пиковый всплеск

source: (Bytes)
ru_ru: (Байтов)

source: Bytes Read
ru_ru: Байтов прочитано

source: Bytes Written
ru_ru: Байтов записано

source: Cancel Conversion
ru_ru: Отменить преобразование

source: Cancel Migration
ru_ru: Отменить миграцию

source: Capability
ru_ru: Возможность

source: Card Status
ru_ru: Статус карты

source: CEPH Version
ru_ru: Версия CEPH

source: Change CD
ru_ru: Сменить CD

source: Once the free space on the Storage Domain is below this value, any new action that consumes space, even temporarily, will be blocked.
ru_ru: Как только объём свободного места в домене хранилища станет ниже этого значения, любое новое действие, даже временно потребляющее место на диске, будет блокироваться.

source: Changing the display network will cause any running VMs in the cluster to lose display console connectivity until they are restarted.
ru_ru: Изменения в сети передачи экрана приведут к разрыву консольного соединения с экраном для всех выполняющихся ВМ кластера. Соединение восстановится только после перезапуска машин.

source: Changed fields list
ru_ru: Список изменённых полей

# changesTempHostPopup
source: <I>Changes done to the Networking configuration are temporary until explicitly saved.<BR>Check the check-box below to make the changes persistent.</I>
ru_ru: <I>Изменения параметров сети являются временными вплоть до явного их сохранения.<BR>Чтобы сохранить изменения, поставьте галочки ниже.</I>

# changesTempWarningDetachConfirmPopup
source: <I>Changes done to the Networking configuration are temporary until explicitly saved.<BR>Check the check-box below to make the changes persistent.</I>
ru_ru: <I>Изменения параметров сети являются временными вплоть до явного их сохранения.<BR>Чтобы сохранить изменения, поставьте галочки ниже.</I>

source: Channel
ru_ru: Канал

source: Verify connectivity between Host and Engine
ru_ru: Проверить доступность соединения между хостом и ЦУ

source: Check this checkbox to ensure you won't lose connectivity to the engine.
ru_ru: Поставьте галочку, чтобы не потерять соединение с Центром Управления

source: If after changing the networks configuration the connectivity from the Host to the Engine is lost, changes are rolled back .
ru_ru: Если после применения изменений в параметрах сети подключение к ЦУ пропадёт, будет выполнен откат этих изменений.

source: Check Connectivity
ru_ru: Проверьте соединение

source: MD5 Checksum
ru_ru: Контрольная сумма MD5

# cinderVolumeTypeDisk
source: Volume Type
ru_ru: Тип тома

source: Volume Types should be manually created and configured in Cinder.
ru_ru: В Cinder типы томов должны создаваться и настраиваться вручную.

# clearAllDismissedAlerts
source: Clear All
ru_ru: Очистить всё

# clearAllDismissedEvents
source: Clear All
ru_ru: Очистить всё

source: Clear
ru_ru: Очистить

source: Click for help
ru_ru: Нажмите для справки

source: (Click to Edit)
ru_ru: (Нажмите чтобы изменить)

source: Client
ru_ru: Клиент

# clientPortBrickAdvancedLabel
source: Port
ru_ru: Порт

source: Clients
ru_ru: Клиенты

source: Apply to all
ru_ru: Применить для всех

source: Don't import
ru_ru: Не импортировать

source: Suffix to add to the cloned Templates:
ru_ru: Суффикс для добавления к клонируемым шаблонам:

source: Suffix to add to the cloned VMs:
ru_ru: Суффикс для добавления к клонируемым ВМ:

# cloneImportTemplate
source: Clone
ru_ru: Клонировать

source: Import as cloned (Changing name, MAC addresses and cloning all disks removing all snapshots)
ru_ru: Импортировать как клон (будет изменено имя, MAC адреса, все диски будут клонированы, все снимки удалены)

source: select:
ru_ru: выбрать:

# cloneSnapshot
source: Clone
ru_ru: Клонировать

# cloneVM
source: Clone
ru_ru: Клонировать

source: Clone VM
ru_ru: Клонировать ВМ

# cloneVmPopup
source: Clone
ru_ru: Клонировать

source: Clone Name
ru_ru: Клонировать название

# closeButtonLabel
source: Close
ru_ru: Закрыть

# closeText
source: Close
ru_ru: Закрыть

source: Enter the attachment content encoded in base-64
ru_ru: Введите прикрепляемое содержимое в кодировке base-64

# cloudInitAttachmentContentLabel
source: Content
ru_ru: Содержимое

source: Enter the attachment content
ru_ru: Введите прикрепляемое содержимое

source: File Attachment
ru_ru: Вложение файла

source: Select pathname above
ru_ru: Выберите путь выше

source: Enter the full pathname where this file should be saved on the guest
ru_ru: Введите полный путь, с которым должен быть сохранен файл на гостевой системе

# cloudInitAttachmentTypeLabel
source: Content Type
ru_ru: Тип содержимого

source: Choose the input encoding type for the selected attachment
ru_ru: Выберите тип кодировки ввода для выбранного вложения

# cloudInitAuthenticationLabel
source: Authentication
ru_ru: Аутентификация

source: SSH Authorized Keys
ru_ru: Назначенные ключи SSH

source: Add SSH keys (separated by newlines) to be added to the root user's authorized_keys file
ru_ru: Добавить ключи SSH (разделённые символом новой строки) в файл authorized_keys пользователя root

source: Configure Time Zone
ru_ru: Часовые пояса

source: DNS Search Domains
ru_ru: Домены поиска DNS

source: Enter a space-separated list of DNS search domains
ru_ru: Введите список доменов поиска DNS, через пробел

# cloudInitDnsServersLabel
source: DNS Servers
ru_ru: Сервера DNS

source: Enter a space-separated list of DNS server IP addresses
ru_ru: Введите IP адреса DNS серверов, через пробел

source: VM Hostname
ru_ru: Имя хоста ВМ

source: Enter the hostname to be assigned to the guest
ru_ru: Введите имя хоста, который будет назначен гостю

# cloudInitNetworkBootProtocolLabel
source: Boot Protocol
ru_ru: Протокол загрузки

source: Choose boot protocol for the selected network interface
ru_ru: Выберите протокол загрузки для выбранного сетевого интерфейса

# cloudInitNetworkGatewayLabel
source: Gateway
ru_ru: Шлюз

source: Enter the gateway for the selected network interface
ru_ru: Введите шлюз для выбранного сетевого интерфейса

# cloudInitNetworkIpAddressLabel
source: IP Address
ru_ru: Адрес IP

source: Enter the IP address for the selected network interface
ru_ru: Введите адрес IP для выбранного сетевого интерфейса

# cloudInitNetworkLabel
source: Network
ru_ru: Сеть

# cloudInitNetworkNetmaskLabel
source: Netmask
ru_ru: Маска сети

source: Enter the netmask (dotted-quad format) for the selected network interface
ru_ru: Введите маску сети (четырёхкомпонентный формат с точками) для выбранного сетевого интерфейса

source: Select network above
ru_ru: Выберите сеть выше

source: Start on Boot
ru_ru: Запускать при загрузке

source: Enable to start the selected network interface when the guest boots
ru_ru: Включить запуск выбранного сетевого интерфейса при загрузке гостя

source: Enter the name of a network interface, e.g. "eth0"
ru_ru: Введите имя сетевого интерфейса, например «eth0»

# cloudInitNetworskLabel
source: Networks
ru_ru: Сети

source: Add new
ru_ru: Добавить новую

source: Remove selected
ru_ru: Удалить выбранное

source: Use Cloud-Init/Sysprep
ru_ru: Использовать Cloud-Init/Sysprep

source: Regenerate SSH Keys
ru_ru: Пересоздать ключи SSH

source: Regenerate system SSH keys (typically in /etc/ssh)
ru_ru: Пересоздать системные ключи SSH (обычно в /etc/ssh)

# cloudInitRootPasswordLabel
source: Password
ru_ru: Пароль

source: Choose a password for the guest
ru_ru: Выбрать пароль для гостя

# cloudInitRootPasswordVerificationLabel
source: Verify Password
ru_ru: Подтвердить пароль

source: Verify the password for the guest
ru_ru: Подтвердить пароль для гостя

# cloudInitTimeZoneLabel
source: Time Zone
ru_ru: Часовой пояс

source: Select the guest's time zone
ru_ru: Выберите часовой пояс гостя

# cloudInitUserNameLabel
source: User Name
ru_ru: Имя пользователя

source: Cluster Compatibility Version
ru_ru: Версия совместимости кластера

source: Use cluster default
ru_ru: Использовать кластер по умолчанию

source: The following hosts may become non-operational under specified configuration:
ru_ru: При указанных параметрах следующие хосты могут стать нерабочими:

source: The following VMs may encounter some problems under specified configuration:
ru_ru: При указанных параметрах следующие ВМ могут испытывать проблемы при работе:

source: Enable Gluster Service
ru_ru: Включить службу Gluster

source: Enable Virt Service
ru_ru: Включить службу Virt

# clusterEvent
source: Cluster
ru_ru: Кластер

# clusterGeneralSubTabLabel
source: General
ru_ru: Общие

source: Gluster Hooks
ru_ru: Ловушки Gluster

source: Gluster Swift Status:
ru_ru: Статус Gluster Swift:

source: Manage
ru_ru: Управление

# clusterHost
source: Cluster
ru_ru: Кластер

# clusterHostSubTabLabel
source: Hosts
ru_ru: Хосты

source: Enter the details of any server in the cluster
ru_ru: Введите сведения о любом сервере в кластере

source: Import existing gluster configuration
ru_ru: Импорт существующей конфигурации Gluster

source: Please verify the fingerprint of the host before proceeding
ru_ru: Проверьте отпечаток хоста перед тем, как продолжить

# clusterLocalStorage
source: Cluster
ru_ru: Кластер

# clusterMainTabLabel
source: Clusters
ru_ru: Кластеры

source: Select boxes to attach networks
ru_ru: Чтобы присоединить сети, поставьте галочки.

source: Cluster Name
ru_ru: Имя кластера

# clusterNetworkSubTabLabel
source: Logical Networks
ru_ru: Логические сети

# clusterNewNetworkDescriptionLabel
source: Description
ru_ru: Описание

# clusterNewNetworkNameLabel
source: Name
ru_ru: Имя

source: Override MTU
ru_ru: Переназначить MTU

# clusterNewNetworkPopupVlanEnabledLabel
source: Enable VLAN tagging
ru_ru: Включить добавление тегов для VLAN

# clusterNewNetworkPopupVmNetworkLabel
source: VM network
ru_ru: Сеть ВМ

# clusterPermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

source: Additional Properties
ru_ru: Дополнительные свойства

source: Clusters on this policy
ru_ru: Кластеры, охваченные этой политикой

# clusterPolicyDescriptionLabel
source: Description
ru_ru: Описание

source: Edit Policy
ru_ru: Править политику

source: Enable HA Reservation
ru_ru: Включить высокодоступное резервирование

source: Enable to set Host maintenance reason
ru_ru: Включите, чтобы указать причину обслуживания хоста

source: Enable to set VM maintenance reason
ru_ru: Включите, чтобы указать причину обслуживания ВМ

source: Enable Trusted Service
ru_ru: Включить доверенную службу

source: Even Distribution
ru_ru: Равномерное распределение

source: Drag or use context menu to make changes
ru_ru: Для внесения изменений перетащите или используйте контекстное меню

source: Filters represent hard constraints for running a VM. Each filter implements logic which validates a minimum set of requirements in order to run a VM. For example, minimum RAM, CPU, designated host, etc. Hosts which fail this validation are filtered out from the current request. For basic optimization, it is possible to set one filter as the first one, and/or another as the last one. Other than that filter processing order is not guaranteed.
ru_ru: Фильтры — это жёсткие ограничения работы ВМ. Каждый фильтр реализует логику, проверяющую минимальный набор требований, необходимых для запуска ВМ: минимальный объём памяти, ЦП, назначенный хост и т.д. Хосты, не соответствующие этим требованиям, отфильтровываются из текущего запроса. Для базовой начальной оптимизации можно установить один фильтр в качестве первого и/или другой в качестве последнего. Никакой другого порядка фильтрации, кроме этого, не гарантируется.

source: Filter Modules
ru_ru: Модули фильтров

source: for
ru_ru: для

source: Weights Modules
ru_ru: Модули весовых коэффициентов

source: Load Balancer
ru_ru: Балансировщик нагрузки

source: Load balancing is a logic that determines which hosts are over-utilized and which are under-utilized. Then, the balancing mechanism calls the scheduler trying to migrate a VM from an over-utilized to an under-utilized host. Note that it is important to choose a balancing module that does not conflict with the weight module. Such a policy may destabilize this cluster. Only a single load-balancing module is supported.
ru_ru: Балансировка нагрузки — это логика, согласно которой определяются хосты с избытком нагрузки и с недостатком нагрузки. Затем механизм балансировки запускает планировщик и пытается перенести ВМ с перегруженного хоста на недостаточно загруженный хост. Важно выбрать модуль балансировки так, чтобы он не конфликтовал с модулем веса, иначе такая политика может сделать кластер нестабильным. Поддерживается только один модуль балансировки нагрузки.

source: Maximum Service Level
ru_ru: Максимальный уровень обслуживания
