Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.webadmin/ApplicationConstants_*.po
Languages: ru_ru

source: Inherit from global setting
ru_ru: Наследовать из глобального параметра

# inheritedFromUser
source: Inherited From
ru_ru: Унаследовано от

source: Inherited Permission
ru_ru: Наследованное право доступа

# initialRunGeneral
source: General
ru_ru: Общее

# initialRunVmPopup
source: Initial Run
ru_ru: Начальный запуск

source: Initializing
ru_ru: Идёт инициализация

# initrdPathVmPopup
source: initrd path
ru_ru: путь до initrd

source: Input Locale
ru_ru: Локаль ввода

source: Install Failed
ru_ru: Сбой установки

# installedApp
source: Installed Applications
ru_ru: Установленные приложения

# installedAppsSnapshot
source: Installed Applications
ru_ru: Установленные приложения

# installedAppsVm
source: Installed Applications
ru_ru: Установленные приложения

source: Installing
ru_ru: Идёт установка

source: Installing OS
ru_ru: Идёт установка ОС

source: Instance Images
ru_ru: Образы экземпляра

source: Instance Type
ru_ru: Тип экземпляра

# instanceTypeName
source: Name
ru_ru: Имя

source: Instance Types
ru_ru: Типы экземпляров

# intefaceHostPopup
source: Interface
ru_ru: Интерфейс

# interfaceDeviceGeneralType
source: Interface
ru_ru: Интерфейс

# interfaceDisk
source: Interface
ru_ru: Интерфейс

# interfaceStorageTree
source: Interface
ru_ru: Интерфейс

# interfaceVmDiskPopup
source: Interface
ru_ru: Интерфейс

source: Interfaces
ru_ru: Интерфейсы

source: Internal Policy Unit
ru_ru: Компонент внутренней политики

source: Interval (every n-mins)
ru_ru: Интервал (каждые n-минут)

source: Uses noVnc client that runs inside your browser.
ru_ru: Использует клиент noVnc, работающий внутри браузера

source: IO Threads Enabled
ru_ru: Потоки IO включены

source: IO Threads:
ru_ru: Потоки IO:

source: IOMMU Group
ru_ru: Группа IOMMU

source: IP address
ru_ru: Адрес IP

# ipHost
source: Hostname/IP
ru_ru: Имя хоста/IP

source: IP Version
ru_ru: Версия IP

# ipVm
source: IP Address
ru_ru: IP адрес

# isBootableVmDiskPopup
source: Bootable
ru_ru: Загрузочный

# isReadOnlyVmDiskPopup
source: Read Only
ru_ru: Только для чтения

source: Enable SCSI Pass-Through
ru_ru: Включить «промежуточный» SCSI

source: Allow Privileged SCSI I/O
ru_ru: Разрешить привилегированный SCSI I/O

# isShareableVmDiskPopup
source: Shareable
ru_ru: Может быть общим

# isStatelessPoolGeneral
source: Is Stateless
ru_ru: Без сохранения состояния

# isStatelessTemplateGeneral
source: Is Stateless
ru_ru: Без сохранения состояния

source: Using SCSI Reservation
ru_ru: Использует резервирование SCSI

source: VirtIO-SCSI Enabled
ru_ru: VirtIO-SCSI включено

source: Attach a VirtIO-SCSI controller when running the VM
ru_ru: Присоединять контроллер VirtIO-SCSI во время выполнения ВМ

source: iSCSI Initiator Name
ru_ru: Название инициатора iSCSI

source: It is
ru_ru: Да

source: Problem retrieving errata:
ru_ru: Проблема при получении списка известных ошибок

source: Kdump Status
ru_ru: Статус Kdump

source: kernel parameters
ru_ru: параметры ядра

# kernelPathVmPopup
source: kernel path
ru_ru: путь к ядру

# kernelVersionHostGeneral
source: Kernel Version
ru_ru: Версия ядра

source: KSM control
ru_ru: Контроль KSM

source: KVM Version
ru_ru: Версия KVM

# labelsPanel
source: Labels
ru_ru: Метки

# labelsVfsConfigPopup
source: Labels
ru_ru: Метки

source: Last
ru_ru: Последний

source: Last Message:
ru_ru: Последнее сообщение:

# lastNamePermissionsPopup
source: Last Name
ru_ru: Фамилия

# lastNameUser
source: Last Name
ru_ru: Фамилия

source: Last Task:
ru_ru: Последнее задание:

# latchApproveOperationLabel
source: Approve operation
ru_ru: Подтвердить операцию

source: latest
ru_ru: самый последний

source: LIBVIRT Version
ru_ru: Версия Libvirt

source: Link State
ru_ru: Статус канала

# linkedNetworkInterface
source: Up
ru_ru: Работает

source: Linux Boot Options:
ru_ru: Параметры загрузки Linux:

source: Live Snapshot Support
ru_ru: Поддержка динамических снимков

# loadClusterHost
source: Load
ru_ru: Нагрузка

# loadLabel
source: Load
ru_ru: Нагрузка

# loadingLabel
source: Loading...
ru_ru: Идёт загрузка…

# loadingTaskTree
source: Loading...
ru_ru: Идёт загрузка…

source: Logged in user
ru_ru: Авторизованный пользователь

source: Logged-in User
ru_ru: Авторизованный пользователь

source: Logical CPU Cores
ru_ru: Логические ядра ЦП

source: Logical Networks
ru_ru: Логические сети

source: Brick Name
ru_ru: Имя элемента

# loginButtonLabel
source: Login
ru_ru: Вход в систему

# loginFormPasswordLabel
source: Password
ru_ru: Пароль

# loginFormProfileLabel
source: Profile
ru_ru: Профиль

# loginFormUserNameLabel
source: User Name
ru_ru: Имя пользователя

source: Sign Out
ru_ru: Выйти из системы

source: LUN is already in use - attaching it could cause data corruption.
ru_ru: LUN уже используется, его присоединение может привезти к повреждению данных

# lunDisksLabel
source: Direct LUN
ru_ru: Прямой LUN

# lvSize
source: Size
ru_ru: Размер

# macPoolPopupDescription
source: Description
ru_ru: Описание

# macPoolPopupName
source: Name
ru_ru: Имя

source: Allow Duplicates
ru_ru: Разрешить дубликаты

source: From
ru_ru: Из

source: MAC Address Ranges
ru_ru: Диапазон MAC адресов

source: To
ru_ru: До

source: Maintenance
ru_ru: Обслуживание

# maintenanceHost
source: Maintenance
ru_ru: Обслуживание

# maintenanceStorage
source: Maintenance
ru_ru: Обслуживание

# maintenanceStorageDc
source: Maintenance
ru_ru: Обслуживание

# makeTemplateClusterLabel
source: Cluster
ru_ru: Кластер

# makeTemplateFromSnapshot
source: Make Template
ru_ru: Создать шаблон

source: Allow all users to access this Template
ru_ru: Разрешить всем пользователям доступ к этому шаблону

# makeTemplatePopupDescriptionLabel
source: Description
ru_ru: Описание

# makeTemplatePopupNameLabel
source: Name
ru_ru: Название

# makeTemplateQuotaLabel
source: Quota
ru_ru: Квота

# makeTemplateStorageDomainLabel
source: Storage Domain
ru_ru: Домен хранилища

# makeTemplateVm
source: Make Template
ru_ru: Создать шаблон

source: Manage Events
ru_ru: Управление событиями

source: Mail Recipient:
ru_ru: Получатель почты:

source: Note: To receive email notifications, ensure that the mail server is configured and the ovirt-event-notifier service is running.
ru_ru: Внимание: чтобы получать почтовые уведомления, убедитесь в том, что почтовый сервер настроен и служба ovirt-event-notifier запущена.

source: Select the Events for Notification:
ru_ru: Выберите события для уведомления:

source: Manage Policy Units
ru_ru: Управление компонентами политики

source: Manage swift on individual servers
ru_ru: Управление Swift на индивидуальных серверах

source: Management
ru_ru: Управление

source: Management Network
ru_ru: Сеть управления

source: This Host is Contending to be SPM. Executing this operation on a Host that was not properly manually rebooted could lead to Storage corruption condition!
ru_ru: Этот хост утверждается как диспетчер пула хранилища (SPM). Выполнение этой операции на хосте, который не был корректно перезагружен вручную, может привести к повреждению хранилища.

source: Executing this operation on a Host that was not properly manually rebooted could lead to a condition where VMs start on multiple hosts and lead to VM corruption!
ru_ru: Выполнение этой операции на хосте, который не был корректно перезапущен вручную, может привести к запуску виртуальных машин на нескольких хостах и к повреждению машин.

source: This Host is the SPM. Executing this operation on a Host that was not properly manually rebooted could lead to Storage corruption condition!
ru_ru: Этот хост является диспетчером пула хранилища (SPM). Выполнение этой операции на хосте, который не был корректно перезапущен вручную, может привести к повреждению хранилища.

source: If the host has not been manually rebooted hit 'Cancel'.
ru_ru: Если хост не был перезапущен вручную, нажмите «Отмена».

source: Max Allocated
ru_ru: Максимально выделено

source: Maximum number of VMs per user
ru_ru: Максимальное число ВМ на пользователя

source: Maximum no of snapshots
ru_ru: Максимальное число снимков

source: Max free Memory for scheduling new VMs
ru_ru: Максимальная свободная память для планирования новых ВМ

source: Max Std Allocated
ru_ru: Максимальное стандартное выделение

source: Maximum total allocated space (bytes)
ru_ru: Максимально выделенное место, всего (байт)

source: MB
ru_ru: МБ

source: MiB
ru_ru: МиБ

source: (Mbps)
ru_ru: (Мбит/с)

source: Mbps
ru_ru: Мбит/с

source: MB/s
ru_ru: Мбит/с

source: Memory Allocation:
ru_ru: Выделение памяти:

source: Memory & CPU
ru_ru: Память и ЦП

source: Memory Page Sharing
ru_ru: Общие страницы памяти

source: Memory:
ru_ru: Память:

source: Memory Size
ru_ru: Размер памяти

source: Members
ru_ru: Участники

source: Memory Balloon Device Enabled
ru_ru: Устройство оптимизации памяти Balloon включено

# memoryDeviceGeneralType
source: Memory
ru_ru: Память

# memoryHost
source: Memory
ru_ru: Память

source: Max Memory Over Commitment
ru_ru: Максимальное превышенное выделение памяти

source: Memory Pools
ru_ru: Пулы памяти

# memorySnapshot
source: Memory
ru_ru: Память

source: Memory Statistics
ru_ru: Статистика памяти

# memoryTemplate
source: Memory
ru_ru: Память

# memoryVm
source: Memory
ru_ru: Память

source: Message
ru_ru: Сообщение

source: Broker Type
ru_ru: Тип брокера

source: Messaging Broker Configuration
ru_ru: Настройка брокера сообщений

# messagingServer
source: Host
ru_ru: Хост

# messagingServerPassword
source: Password
ru_ru: Пароль

# messagingServerPort
source: Port
ru_ru: Порт

# messagingServerUsername
source: Username
ru_ru: Имя пользователя

source: Enable migration compression
ru_ru: Включить сжатие при миграции

source: Migrate
ru_ru: Миграция

source: Migrating
ru_ru: Идёт миграция

source: Migration downtime (ms)
ru_ru: Простой при миграции (мс)

# migrationItemInfo
source: Migration
ru_ru: Миграция

source: Migration Network
ru_ru: Сеть миграции

# migrationProgress
source: Migration
ru_ru: Миграция

source: Choosing different cluster may lead to unexpected results. Please consult documentation.
ru_ru: Выбор другого кластера может привести к непредвиденным результатам. Почитайте документацию.

source: No. of mmapped blocks allocated
ru_ru: Число сопоставленных (mmap) блоков

source: Moderate
ru_ru: Средняя

source: Monitors
ru_ru: Мониторы

# monitorsVmPopup
source: Monitors
ru_ru: Мониторы

# mountOptionsBrickAdvancedLabel
source: Mount Options
ru_ru: Параметры монтирования

# mountOptionsGeneral
source: Mount Options
ru_ru: Параметры монтирования

source: Mount Point
ru_ru: Точка монтирования

source: Move Down
ru_ru: Переместить вниз

source: Move Up
ru_ru: Переместить вверх

# moveDisk
source: Move
ru_ru: Переместить

source: Cluster:
ru_ru: Кластер:

# moveVm
source: Move
ru_ru: Переместить

source: default
ru_ru: по умолчанию

source: Name
ru_ru: Имя

# nameAffinityGroup
source: Name
ru_ru: Имя

# nameBrickAdvancedLabel
source: Name
ru_ru: Имя

# nameCluster
source: Name
ru_ru: Имя

# nameClusterHeader
source: Name
ru_ru: Имя

# nameClusterHost
source: Name
ru_ru: Имя

# nameDc
source: Name
ru_ru: Имя

# nameExternalSubnet
source: Name
ru_ru: Имя

# nameHook
source: Name
ru_ru: Имя

# nameHost
source: Name
ru_ru: Имя

# nameHostPopup
source: Name
ru_ru: Имя

# nameInstanceTypeGeneral
source: Name
ru_ru: Имя

# nameInterface
source: Name
ru_ru: Имя

# nameItemInfo
source: Name
ru_ru: Имя

# nameLabel
source: Name
ru_ru: Имя

# nameNetwork
source: Name
ru_ru: Имя

# nameNetworkHeader
source: Name
ru_ru: Имя

# nameNetworkInterfacePopup
source: Name
ru_ru: Имя

# namePool
source: Name
ru_ru: Имя

# namePoolGeneral
source: Name
ru_ru: Имя

# nameProfilePopup
source: Name
ru_ru: Имя

# nameProvider
source: Name
ru_ru: Имя

# nameQuota
source: Name
ru_ru: Имя

# nameQuotaPopup
source: Name
ru_ru: Имя

# nameQuotaStorage
source: Name
ru_ru: Имя

# nameRole
source: Name
ru_ru: Имя

# nameSanImStorage
source: Name
ru_ru: Имя

# nameService
source: Service
ru_ru: Служба

# nameSnapshot
source: Name
ru_ru: Имя

# nameStorage
source: Name
ru_ru: Имя

# nameTemplate
source: Name
ru_ru: Имя

# nameTemplateGeneral
source: Name
ru_ru: Имя

# nameVm
source: Name
ru_ru: Имя

# nameVmGuestAgent
source: Name
ru_ru: Имя

# nameVmPopup
source: Name
ru_ru: Имя

# nameVnicProfile
source: Name
ru_ru: Имя

source: Namespace
ru_ru: Пространство имён

# namespaceGroup
source: Namespace
ru_ru: Пространство имён

source: Namespace:
ru_ru: Пространство имён:

source: Native client
ru_ru: Собственный клиент

source: Migration is NOT currently supported using SPICE Native USB redirection on cluster version lower than 3.2
ru_ru: На кластерах с версией ниже, чем 3.2, миграция с использованием встроенного перенаправления SPICE USB в настоящее время НЕ поддерживается.

source: Negative
ru_ru: Отрицательная

# netmaskOutOfSyncPopUp
source: Netmask
ru_ru: Маска сети

# networkClusterSubTabLabel
source: Clusters
ru_ru: Кластеры

# networkExternalSubnet
source: Network
ru_ru: Сеть

source: Subnets
ru_ru: Подсети

# networkGeneralSubTabLabel
source: General
ru_ru: Общее

# networkHost
source: Network
ru_ru: Сеть

# networkHostPopup
source: Network
ru_ru: Сеть

# networkHostSubTabLabel
source: Hosts
ru_ru: Хосты

# networkIntImpTempTab
source: Network Interfaces
ru_ru: Сетевые интерфейсы

source: Network Label
ru_ru: Метка сети

# networkLabelNetworksTab
source: Label
ru_ru: Метка

# networkMainTabLabel
source: Networks
ru_ru: Сети

source: Network Name
ru_ru: Имя сети

# networkPermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

source: Attach/Detach Network to/from Cluster(s)
ru_ru: Присоединить сеть к/отсоединить сеть от кластеров

# networkPopupDataCenterLabel
source: Data Center
ru_ru: Дата-центр

# networkProfilePopup
source: Network
ru_ru: Сеть

source: Network Provider
ru_ru: Поставщик сети

# networkProviderButtonLabel
source: Network Provider
ru_ru: Поставщик сети

source: Allow all users to use this Network
ru_ru: Разрешить всем пользователям использовать эту сеть

source: In Average
ru_ru: В среднем

source: In Burst
ru_ru: Входящие в пиковом всплеске

source: In Peak
ru_ru: В пиковой нагрузке

# networkQoSName
source: Name
ru_ru: Имя

source: Out Average
ru_ru: Исходящие в средней нагрузке

source: Out Burst
ru_ru: Исходящие в пиковом всплеске

source: Out Peak
ru_ru: Исходящие в пиковой нагрузке

source: Network Status
ru_ru: Статус сети

# networkTemplateSubTabLabel
source: Templates
ru_ru: Шаблоны

# networkVm
source: Network
ru_ru: Сеть

# networkVmSubTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

# networkVnicProfile
source: Network
ru_ru: Сеть

# networksPanel
source: Networks
ru_ru: Сети

source: Physical Network
ru_ru: Физическая сеть

# newAffinityGroupLabel
source: New
ru_ru: Добавить

# newBookmark
source: New
ru_ru: Добавить

# newCluster
source: New
ru_ru: Добавить

# newClusterPolicy
source: New
ru_ru: Добавить

# newCpuQos
source: New
ru_ru: Добавить

# newDC
source: New
ru_ru: Добавить

# newDisk
source: New
ru_ru: Добавить

source: New Domain
ru_ru: Добавить домен

# newGeoRepSession
source: New
ru_ru: Добавить

# newHost
source: New
ru_ru: Добавить

source: New Icon
ru_ru: Добавить значок

# newInstanceType
source: New
ru_ru: Добавить

# newInterface
source: New
ru_ru: Добавить

# newLibvirtSecret
source: New
ru_ru: Добавить

# newNetwork
source: New
ru_ru: Добавить

# newNetworkExternalSubnet
source: New
ru_ru: Добавить

# newNetworkProfile
source: New
ru_ru: Добавить

# newNetworkQoS
source: New
ru_ru: Добавить

# newPool
source: New
ru_ru: Добавить

# newProfile
source: New
ru_ru: Добавить

# newQos
source: New
ru_ru: Добавить

# newRole
source: New
ru_ru: Добавить

# newTag
source: New
ru_ru: Добавить

source: New VM
ru_ru: Добавить ВМ

# newVnicProfile
source: New
ru_ru: Добавить

# newVolume
source: New
ru_ru: Добавить

source: It is suggested to optimise a Volume for virt store if the volume is of replica-3 type
ru_ru: Если том имеет тип реплика-3, то рекомендуется оптимизировать его под виртуальное хранилище.

# newVolumeSnapshot
source: New
ru_ru: Добавить

source: New guest tools are available
ru_ru: Доступны новые guest tools

source: Could not fetch nfs profile stats
ru_ru: Не удалось получить статистику профиля NFS

# nfsRetransmissionsGeneral
source: Retransmissions (#)
ru_ru: Повторные отправления (#)

# nfsTimeoutGeneral
source: Timeout (deciseconds)
ru_ru: Время ожидания (дс)

# nfsVersionGeneral
source: NFS Version
ru_ru: Версия NFS

source: Network Device
ru_ru: Сетевое устройство

# nicsLabel
source: Network Interfaces
ru_ru: Сетевые интерфейсы

source: No
ru_ru: Нет

source: No End Date
ru_ru: Без даты окончания

source: [No Hosts]
ru_ru: [Нет хостов]

source: No items to display
ru_ru: Нет элементов для отображения

source: No Members
ru_ru: Нет участников

source: no network assigned
ru_ru: сеть не назначена

source: No. of Physical Disks in RAID Volume
ru_ru: Число физических дисков в RAID томе

source: No of snapshots
ru_ru: Число снимков

source: No Position
ru_ru: Без позиции

source: No Valid Action
ru_ru: Нет допустимых действий

source: <No-Watchdog>
ru_ru: <Без сторожевого таймера>

source: Non Operational
ru_ru: Нерабочее состояние

source: Non Required
ru_ru: Не требуемая

source: Non Responsive
ru_ru: Не отвечает

source: Disable Single Sign On
ru_ru: Отключить единый вход

# noneQos
source: None
ru_ru: Нет

# noneStorageQosPopup
source: None
ru_ru: Нет

source: none
ru_ru: нет

source: N/A
ru_ru: Н/Д

source: Not Configured
ru_ru: Не настроено

source: Not Responding
ru_ru: Не отвечает

source: * Note that cloned vm will be 'Collapsed Snapshot'
ru_ru: * Внимание: клонированная ВМ будет «Свёрнутым снимком»

source: CPU Cores per Socket
ru_ru: Ядер ЦП на сокет

# numOfCpuCoresPoolGeneral
source: Number of CPU Cores
ru_ru: Число ядер ЦП

# numOfCpuCoresTemplateGeneral
source: Number of CPU Cores
ru_ru: Число ядер ЦП

# numOfCpuCoresVm
source: Number of CPU Cores
ru_ru: Число ядер ЦП

source: Num Of IO Threads
ru_ru: Количество потоков ввода/вывода

# numOfMonitorsPoolGeneral
source: Number of Monitors
ru_ru: Число мониторов

# numOfMonitorsTemplateGeneral
source: Number of Monitors
ru_ru: Число мониторов

# numOfMonitorsVm
source: Number of Monitors
ru_ru: Число мониторов

source: Virtual Sockets
ru_ru: Виртуальные сокеты

# numOfSocketsHostGeneral
source: CPU Sockets
ru_ru: Сокеты ЦП

source: CPU Threads per Core
ru_ru: Потоков ЦП на ядро

source: Total Virtual CPUs
ru_ru: Всего виртуальных ЦП

source: Number of VFs
ru_ru: Число виртуальных функций

source: Number of VFs setting
ru_ru: Параметр число виртуальных функций

# numOfVmsPoolPopup
source: Number of VMs
ru_ru: Количество ВМ

source: NUMA Node Count
ru_ru: Количество узлов NUMA

source: Configure NUMA:
ru_ru: Параметры NUMA:

source: Totals:
ru_ru: Итого:

source: NUMA Support
ru_ru: Поддержка NUMA

source: NUMA Pinning
ru_ru: Привязка NUMA

source: Tune Mode
ru_ru: Tuna Mode

source: Drag a vNUMA onto a NUMA node to pin the vNUMA to that node.
ru_ru: Перетащите vNUMA на узел NUMA чтобы привязать vNUMA к этому узлу

source: Number of Bricks
ru_ru: Количество элементов

# numberOfVmsCluster
source: Number of VMs
ru_ru: Количество ВМ

source: Object
ru_ru: Объект

source: Online Logical CPU Cores
ru_ru: Логические ядра ЦП в сети

source: Open in Full Screen
ru_ru: Развернуть на весь экран

source: Optimize for Speed
ru_ru: Оптимизировать на скорость

source: Optimize for Utilization
ru_ru: Оптимизировать на использование

source: Optimize for Virt Store
ru_ru: Оптимизировать для виртуального хранилища

# optimizeForVirtStoreVolume
source: Optimize for Virt Store
ru_ru: Оптимизировать для виртуального хранилища

source: Optimized for
ru_ru: Оптимизировано для

source: Option Key
ru_ru: Ключ параметра

source: Option Value
ru_ru: Значение параметра

# optionsLinkLabel
source: Options
ru_ru: Параметры

# originEvent
source: Origin
ru_ru: Исходный

# originPoolGeneral
source: Origin
ru_ru: Исходный

# originTemplate
source: Origin
ru_ru: Исходный

# originTemplateGeneral
source: Origin
ru_ru: Исходный

# originVm
source: Origin
ru_ru: Исходный

source: Original Allocation Policy
ru_ru: Исходная политика распределения

source: Original Network Name
ru_ru: Исходное имя сети

# osPoolGeneral
source: Operating System
ru_ru: Операционная система

# osTemplateGeneral
source: Operating System
ru_ru: Операционная система

source: OS Version -
ru_ru: Версия ОС —

source: OS Version
ru_ru: Версия ОС

# osVm
source: Operating System
ru_ru: Операционная система

# osVmPopup
source: Operating System
ru_ru: Операционная система

source: QoS Out average link share
ru_ru: QoS среднее исходящих общего канала

source: QoS Out average real time
ru_ru: QoS среднее реальное время исходящих

source: QoS Out average upper limit
ru_ru: QoS средний верхний предел исходящих

# outboundLabelQoSPopup
source: Outbound
ru_ru: Исходящий

# ovaHost
source: Host
ru_ru: Хост

# ovaPath
source: Path
ru_ru: Путь

source: Over Allocation Ratio
ru_ru: Показатель избыточного выделения

source: Display Address Overridden
ru_ru: Адрес экрана переназначен

source: Overridden SPICE proxy address
ru_ru: Переназначенный адрес прокси SPICE

source: Use custom migration downtime
ru_ru: Использовать пользовательское время простоя при миграции

source: Provide custom serial number policy
ru_ru: Предоставить пользовательскую политику серийного номера

source: oVirt Engine Version:
ru_ru: Версия Центра Управления oVirt:

source: Padded Size
ru_ru: Заполненный размер

source: Pass-Through Host CPU
ru_ru: «Промежуточный» ЦП хоста

source: Passthrough
ru_ru: «Промежуточный»

# passwordProvider
source: Password
ru_ru: Пароль

source: #path
ru_ru: #путь

# pathStorageGeneral
source: Path
ru_ru: Путь

source: Pause
ru_ru: Приостановить

source: Paused
ru_ru: Приостановлено

source: Peak
ru_ru: Пиковая нагрузка

source: Pending Approval
ru_ru: Ожидает подтверждения

source: Remove permanently
ru_ru: Удалить окончательно

# permissionsCreationDate
source: Creation Date
ru_ru: Дата создания

# physMemGaurPoolGeneral
source: Physical Memory Guaranteed
ru_ru: Гарантированная физическая память

# physMemGauranteedVm
source: Physical Memory Guaranteed
ru_ru: Гарантированная физическая память

# physMemGuarVmPopup
source: Physical Memory Guaranteed
ru_ru: Гарантированная физическая память

source: Physical Memory
ru_ru: Физическая память

source: Process ID
ru_ru: ID процесса

source: Process Id
ru_ru: ID процесса

source: Pin to NUMA node
ru_ru: Прикрепить к узлу NUMA

source: Pinned Host
ru_ru: Прикреплённый узел

source: (Pkts)
ru_ru: (Пакетов/сек)

source: Plugged
ru_ru: Подключено

# pluggedNetworkInterface
source: Plugged
ru_ru: Подключен

source: Networking Plugin
ru_ru: Сетевой модуль

# pmHost
source: Power Management
ru_ru: Управление питанием

source: Polarity
ru_ru: Полярность

# policyUnitName
source: Name
ru_ru: Имя

# policyUnitType
source: Type
ru_ru: Тип

# poolGeneralSubTabLabel
source: General
ru_ru: Общее

source: Pools
ru_ru: Пулы

source: Pool Misses
ru_ru: Несовпадения пула

# poolPermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

source: Pool Type
ru_ru: Тип пула

# poolVmPopup
source: Type
ru_ru: Тип

# poolVmSubTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

source: Desktop (Pool)
ru_ru: Рабочий стол (пул)

source: Server (Pool)
ru_ru: Сервер (пул)

# portBrickAdvancedLabel
source: Port
ru_ru: Порт

source: Port Mirroring
ru_ru: Зеркалирование портов

# portMirroringEnabled
source: Enabled
ru_ru: Включено

# portMirroringProfilePopup
source: Port Mirroring
ru_ru: Зеркалирование портов

# portMirroringVnicProfile
source: Port Mirroring
ru_ru: Зеркалирование портов

# portSanStorage
source: Port
ru_ru: Порт

# portService
source: Port
ru_ru: Порт

source: Position
ru_ru: Позиция

# positiveAffinity
source: Positive
ru_ru: Положительная
