Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.webadmin/ApplicationMessages_*.po
Languages: ru_ru

source: + {0} GB
ru_ru: + {0} ГБ

source: {0} addresses
ru_ru: {0} адресов

source: Error while loading data from server: {0}
ru_ru: Ошибка загрузки данных с сервера: {0}

source: Bootable
ru_ru: Загрузочный

source: Clone VM from Snapshot is supported only for Clusters of version {0} and above
ru_ru: Клонирование ВМ из снимка поддерживается только для кластеров версии {0} и выше.

source: Some new hosts are detected in the cluster. You can <a>Import</a> them to engine or <a>Detach</a> them from the cluster.
ru_ru: В кластере обнаружены новые хосты. Их можно <a>Импортировать</a> в ЦУ или <a>Отсоединить</a> от кластера.

source: Custom Overcommit Threshold - Set to {0}% via API/CLI
ru_ru: Пользовательский порог превышенного выделения — установлен в {0}% через API/CLI

source: For Desktop Load - Allow scheduling of {0}% of physical memory
ru_ru: Для нагрузки рабочего стола — разрешить запланировать {0}% физической памяти

source: For Server Load - Allow scheduling of {0}% of physical memory
ru_ru: Для нагрузки сервера — разрешить запланировать {0}% физической памяти

source: global configuration
ru_ru: глобальная конфигурация

source: cluster
ru_ru: кластер

source: This will override the SPICE proxy defined in {0}. Current configuration: {1}. SPICE proxy address format: [protocol://]<host>[:port]. The only supported protocol is http.
ru_ru: Это действие переопределит прокси SPICE, настроенный в {0}. Текущая конфигурация: {1}. Формат адреса прокси SPICE: [протокол://]<хост>[:порт]. Поддерживается только протокол http.

source: {0} ({1} Socket(s), {2} Core(s) per Socket)
ru_ru: {0} (Сокетов: {1}, Ядер на сокет: {2})

source: Default ({0})
ru_ru: По умолчанию ({0})

source: default: {0}
ru_ru: по умолчанию: {0}

source: All references to objects that belong to Data Center {0} in the database will be removed. You may need to manually clean the Storage Domains in order to reuse them.
ru_ru: Все ссылки на объекты в базе данных, принадлежащие дата-центру {0}, будут удалены. Возможно, понадобится ручная чистка доменов хранилищ чтобы снова начать их использовать.

source: Attached to {0} VM(s) other than {1}
ru_ru: Присоединён к {0} ВМ, а не к {1}

source: Attached to {0} VM(s)
ru_ru: Присоединён к {0} ВМ

source: Note that the disk is:
ru_ru: Внимание, диск является:

source: The following disks are in status {0}: {1}
ru_ru: Следующие диски имеют статус {0}: {1}

source: <Empty>
ru_ru: <Пусто>

source: Do not assign any profile to this virtual network interface
ru_ru: Не привязывать никакой профиль к этому интерфейсу виртуальной сети

source: Volume data from {0} of cluster {1} is replicated to this volume.
ru_ru: Данные тома из {0} кластера {1} реплицированы в этот том.

source: (Choose storage devices of RAID type: {0})
ru_ru: (Выберите устройство хранения типа RAID: {0})

source: default [{0}]
ru_ru: по умолчанию [{0}]

source: Free {0}Used {1} of total available {2}
ru_ru: Свободно {0}Используется {1} из всего доступного {2}

source: Data Center: {0}
ru_ru: Дата-центр: {0}

source: This host is in non responding state and has no power management configured. Please reboot manually.
ru_ru: Хост не отвечает, и на хосте не настроено управление питанием. Перезапустите его вручную.

source: The Host network configuration is not saved. <a>Save</a>
ru_ru: Параметры сети хоста не сохранены. <a>Сохранить</a>

source: Power Management is not configured for this Host. <a>Enable Power Management</a>
ru_ru: Для этого хоста не настроено управление питанием. <a>Включить управление питанием</a>

source: Host installation failed. Fix installation issues and try to <a>Re-Install</a>
ru_ru: Сбой установки хоста. Исправьте проблемы установки и попробуйте <a>переустановить</a>

source: Host is in maintenance mode, you can Activate it by pressing the Activate button. If you wish to upgrade or reinstall it click <a>here</a>.
ru_ru: Хост в режиме обслуживания, активируйте его, нажав кнопку «Активировать». Для обновления или переустановки нажмите <a>сюда</a>.

source: This host is in non responding state. Try to Activate it; If the problem persists, switch Host to Maintenance mode and try to reinstall it.
ru_ru: Хост не отвечает. Попробуйте активировать его; если проблема не исчезнет, переведите хост в режим обслуживания и попробуйте его переустановить.

source: A new version is available; an upgrade option will appear once the Host is moved to maintenance mode.
ru_ru: Доступна новая версия; возможность обновления появится сразу после перевода хоста в режим обслуживания.

source: A new version is available. <a>Upgrade</a>
ru_ru: Доступна новая версия. <a>Обновить</a>

source: Hot add CPUs by changing the number of sockets. Please consult documentation for your guest operating system to ensure it has proper support for CPU Hot Add
ru_ru: Горячее добавление ЦП с помощью изменения количества сокетов. Прочитайте документацию используемой ОС, чтобы проверить наличие необходимой поддержки горячего добавления ЦП.

source: Last scan: {0}
ru_ru: Последнее сканирование: {0}

source: {0} out of {1} MB
ru_ru: {0} из {1} МБ

source: {0} out of {1} GB
ru_ru: {0} из {1} ГБ

source: {0} out of {1} vCPUs
ru_ru: {0} из {1} vCPU

source: LUN is already part of a Storage Domain: {0}
ru_ru: LUN уже является частью домена хранилища: {0}

source: LUN is already used by a Disk: {0}
ru_ru: LUN уже используется диском: {0}

source: Please make sure the Host ''{0}'' has been manually shut down or rebooted.
ru_ru: Убедитесь, что хост «{0}» был выключен или перезапущен вручную.

source: Maximum number of VMs a single user can attach to from this pool. This field must be between 1 and number of VMs in this pool.
ru_ru: Максимальное количество ВМ из этого пула, которые можно присоединить к одному пользователю. Значение в этом поле должно быть между 1 и числом ВМ в этом пуле.

source: Host Destination is disabled since you have selected Virtual Machines in several Clusters.
ru_ru: Целевой хост отключён, поскольку было выбрано несколько ВМ на нескольких разных кластерах.

source: No available Host to migrate to.
ru_ru: Нет доступных хостов для проведения миграции.

source: Note that some of the selected VMs are already running on this Host and will not be migrated.
ru_ru: Внимание: некоторые из выбранных ВМ уже выполняются на этом хосте и не будут перенесены.

source: Represents maximum number of milliseconds the VM can be down during live migration. Value of 0 means that VDSM default will be used. (Current engine-wide default is {0}ms)
ru_ru: Отображает максимальное число миллисекунд, в течении которых ВМ может не работать во время динамической миграции. Значение 0 означает использование VDSM по умолчанию. (Текущее значение по умолчанию для всего ЦУ — {0}мс)

source: When at least one of the VM activated disks use SCSI reservation, migration option is ignored and VM cannot be migrated.
ru_ru: Если хотя бы один активированный диск ВМ использует резервирование SCSI, то параметр миграции игнорируется и ВМ теряет возможность переноса.

source: {0}. Moving the display network will drop VM console connectivity until they are restarted.
ru_ru: {0}. Перемещение сети передачи экрана приведёт к разрыву консольного соединения ВМ. Соединение восстановится после перезапуска машин.

source: The following values can be applied immediately:<br/>
ru_ru: Следующие значения можно применить немедленно:<br/>

source: - cpu<br/>
ru_ru: — цп<br/>

source: Some of the changes will be applied only on the vm next start.
ru_ru: Некоторые изменения будут применены только после перезапуска ВМ.

source: - memory<br/>
ru_ru: — память<br/>

source: No SPICE proxy defined
ru_ru: SPICE прокси не определён

source: {0} MB
ru_ru: {0} МБ

source: {0} MB used
ru_ru: {0} МБ используется

source: {0}% Used
ru_ru: {0}% используется

source: Socket {0}
ru_ru: Сокет {0}

source: {0} CPUs
ru_ru: {0} ЦП

source: {0} or {1}
ru_ru: {0} или {1}

source: out of {0} VMs in pool
ru_ru: из {0} ВМ пула

source: {0}% ({1} GB)
ru_ru: {0}% ({1} ГБ)

source: It is possible to specify mask for the VM indexes, for example: for pool ''my??pool'' the generated names will be: my01pool,my02pool,...my99pool
ru_ru: Возможно указать маску для индексов ВМ, например: для пула «my??pool» будут созданы имена: my01pool,my02pool,...my99pool

source: Number of Prestarted VMs defines the number of VMs in Run state , that are waiting to be attached to Users. Accepted values: 0 to the Number of VMs that already exists in the Pool.
ru_ru: Количество предзапущенных ВМ определяет количество машин со статусом «Выполняется», которые ожидают присоединения к пользователю. Принимаются значения: от 0 до числа ВМ, уже входящих в пул.

source: Free: {0} vCPU
ru_ru: Свободно: {0} vCPU

source: Rebalance {0}
ru_ru: Перебалансировка {0}

source: {0} sec
ru_ru: {0} сек

source: Map control-alt-del shortcut to {0}
ru_ru: Привязать сочетание control-alt-del к {0}

source: Role: {0} on User: {1}
ru_ru: Роль: {0} юзер: {1}

source: Virtual Machine {0} already exists
ru_ru: Виртуальная машина {0} уже существует

source: Select Console for ''{0}''
ru_ru: Выбрать консоль для «{0}»

source: Policy of assigning serial numbers to running VMs. Can be Host''s UUID, Vm''s UUID or any custom value.
ru_ru: Политика присвоения серийных номеров выполняемым ВМ. Это может быть UUID хоста, UUID ВМ или любое пользовательское значение.

source: Shareable
ru_ru: Может быть общим

source: (The snapshot contains {0} disk(s): {1})
ru_ru: (Снимок содержит {0} дисков: {1})

source: {0} (Previewing: {1})
ru_ru: {0} (Просматривается: {1})

source: All references to objects that reside on Storage Domain {0} in the database will be removed. You may need to manually clean the storage in order to reuse it.
ru_ru: Все ссылки на объекты в базе данных, расположенные в домене хранилища {0}, будут удалены. Возможно, понадобится ручная чистка доменов хранилища чтобы снова начать их использовать.

source: {0} ({1} GB free of {2} GB)
ru_ru: {0} ({1} ГБ свободно из {2} ГБ)

source: Stripe Size {0} KB is recommended for {1} device
ru_ru: Для устройства {1} рекомендуется размер частей в {0} КБ

source: The Network will be added to the Data Center {0} as well.
ru_ru: Сеть также будет добавлена в дата-центр {0}.

source: Connection closed: {0}
ru_ru: Соединение разорвано: {0}

source: Error while executing action {0}: {1}
ru_ru: Ошибка при выполнении действия {0}: {1}

source: Error while executing action: {0}
ru_ru: Ошибка при выполнении действия: {0}

source: Error while executing query: {0}
ru_ru: Ошибка при выполнении запроса: {}

source: {0} out of unlimited MB
ru_ru: {0} МБ из неограниченного количества

source: {0} out of unlimited GB
ru_ru: {0} ГБ из неограниченного количества

source: {0} out of unlimited vCPUs
ru_ru: {0} из неограниченного количества vCPU

source: User: {0} with Role: {1}
ru_ru: Пользователь: {0} с ролью: {1}

source: The VM contains {0} disk(s): {1}
ru_ru: ВМ содержит {0} дисков: {1}

source: {0} VMs running, {1} are migrating to host and {2} are migrating from host
ru_ru: {0}машин выполняется, {1} переносятся на хост и {2} переносятся с хоста

source: {0} VMs running, out of which {1} migrating
ru_ru: {0} ВМ выполняется, из них {1} мигрируют
