Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.webadmin/ApplicationConstants_*.po
Languages: ru_ru

source: Minimum Service Level
ru_ru: Минимальный уровень обслуживания

source: min.
ru_ru: мин.

# clusterPolicyNameLabel
source: Name
ru_ru: Имя

# clusterPolicyNoneLabel
source: None
ru_ru: Нет

source: Policy:
ru_ru: Политика:

source: Power Saving
ru_ru: Энергосбережение

source: These properties are needed for one of the above modules, so they will appear when needed. Setting it when creating a policy generates the default values, which may be overridden in each specific cluster using this policy.
ru_ru: Эти свойства необходимы для одного из вышеуказанных модулей, поэтому при необходимости они появятся. Настройка модуля при настройке политики создаёт значения по умолчанию, которые могут быть переопределены для каждого конкретного кластера, использующего эту политику.

source: Properties
ru_ru: Свойства

# clusterPolicySchedulePolicyPanelTitle
source: Scheduling Policy
ru_ru: Политика планирования

source: Select Policy
ru_ru: Выбрать политику

source: Policy
ru_ru: Политика

source: Weights represent soft constraints for running a VM. Note: in a weighting system, lower score is considered better. So a host with the lowest score (weight) is the one the scheduler will choose. Each weight module scores any given host based on an optimization logic the module implements. For example, if we want to optimize for CPU load, the module will score each host based on its known CPU load. Weight modules scores are being summed, so it is possible to have more than one weight module. The way to prioritize modules is by increasing / decreasing a factor.
ru_ru: Весовые коэффициенты — это мягкие ограничения, необходимые для запуска ВМ. В весовой системе нижние показатели считаются лучшими, поэтому планировщик выберет хост с наименьшими показателями (весом). Каждый весовой коэффициент оценивает указанный хост на основании логики оптимизации, реализованной в модуле. Например, при необходимости оптимизации загрузки ЦП, модуль будет оценивать хост на основе известных данных о загрузке ЦП. Оценки модулей весовых коэффициентов суммируются, что даёт возможность иметь более одного модуля. Приоритет модулей устанавливается с помощью увеличения/уменьшения коэффициента.

source: CPU Architecture
ru_ru: Архитектура ЦП

# clusterPopupCPUTypeLabel
source: CPU Type
ru_ru: Тип ЦП

# clusterPopupClusterPolicyTabLabel
source: Scheduling Policy
ru_ru: Политика планирования

source: Count Threads As Cores
ru_ru: Считать потоки как ядра

source: Allow guests to use host threads as virtual CPU cores, utilizing AMD Clustered MultiThreading or Intel Hyper-Threading technology on the virtualization host. Enabling this option may be useful for less CPU-intensive workloads, or to run guests with CPU configurations that would otherwise be restricted.
ru_ru: Даёт возможность гостю использовать потоки хоста в качестве виртуальных ядер ЦП. Используются технологии AMD Clustered MultiThreading или Intel Hyper-Threading хоста виртуализации. Включение этого параметра может быть полезным для снижения рабочих загрузок на ЦП или для запуска гостей, параметры ЦП которых были бы иначе ограничены.

source: CPU Threads
ru_ru: Потоки ЦП

# clusterPopupDataCenterLabel
source: Data Center
ru_ru: Дата-центр

# clusterPopupDescriptionLabel
source: Description
ru_ru: Описание

# clusterPopupGeneralTabLabel
source: General
ru_ru: Общие

source: Allow VMs to run on the hosts up to the specified overcommit threshold. Higher values conserve memory at the expense of greater host CPU usage.
ru_ru: Даёт возможность запускать ВМ на хостах в пределах указанного порога превышенного выделения. Более высокие значения экономят память за счёт увеличенной нагрузки на ЦП.

# clusterPopupMemoryOptimizationPanelTitle
source: Memory Optimization
ru_ru: Оптимизация памяти

source: Migrate Only Highly Available Virtual Machines
ru_ru: Переносить только ВМ высокой доступности

source: Do Not Migrate Virtual Machines
ru_ru: Не переносить машины

source: Migrate Virtual Machines
ru_ru: Переносить машины

# clusterPopupNameLabel
source: Name
ru_ru: Имя

source: None - Disable memory overcommit
ru_ru: Отсутствует: отключить превышенное выделение памяти

source: Optimization
ru_ru: Оптимизация

# clusterPopupResiliencePolicyTabLabel
source: Resilience Policy
ru_ru: Политика устойчивости

# clusterPopupVersionLabel
source: Compatibility Version
ru_ru: Версия совместимости

source: Services
ru_ru: Службы

source: Cluster Value
ru_ru: Значение кластера

source: Define SPICE proxy for Cluster
ru_ru: Настроить SPICE прокси для кластера

source: Override the default SPICE proxy value
ru_ru: Переназначить значение SPICE прокси по умолчанию

# clusterTabNetworkPopup
source: Cluster
ru_ru: Кластер

# clusterTemplate
source: Cluster
ru_ru: Кластер

source: Cluster Node Type
ru_ru: Тип узла кластера

# clusterVm
source: Cluster
ru_ru: Кластер

# clusterVmSubTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

# clusterVolume
source: Cluster
ru_ru: Кластер

source: No. Of Volumes Down
ru_ru: Число отключенных томов

source: Volume Details
ru_ru: Сведения о томе

source: Total No. Of Volumes
ru_ru: Общее число томов

source: No. Of Volumes Up
ru_ru: Число работающих томов

source: Cold Count
ru_ru: Число холодных

source: Collapse Snapshots
ru_ru: Свернуть снимки

source: Comment
ru_ru: Комментарий

source: Changes done to the Networking configuration are temporary until explicitly saved.
ru_ru: Изменения настроек сети выполнены временно до их явного сохранения.

source: Check the check-box to make the changes persistent
ru_ru: Чтобы сохранить изменения, поставьте галочку

# commitSnapshot
source: Commit
ru_ru: Зафиксировать

# compatibilityVersionCluster
source: Compatibility Version
ru_ru: Версия совместимости

# compatibilityVersionVnicProfile
source: Compatibility Version
ru_ru: Версия совместимости

source: Compress
ru_ru: Сжать

# comptVersCluster
source: Compatibility Version
ru_ru: Версия совместимости

# comptVersDc
source: Compatibility Version
ru_ru: Версия совместимости

source: Compute Resources
ru_ru: Вычислительные ресурсы

source: Concurrent Agents Group
ru_ru: Группа параллельных агентов

source: Scheduling Policies
ru_ru: Политики планирования

source: Options - Cluster
ru_ru: Параметры — кластер

source: Automatically configure firewall for the hosts of this cluster
ru_ru: Автоматически настроить брандмауэр для хостов этого кластера

# configureLinkLabel
source: Configure
ru_ru: Настроить

source: Configure Local Storage
ru_ru: Настроить локальное хранилище

source: Set the path to your local storage:
ru_ru: Укажите путь до локального хранилища:

# configureMacPoolAddButton
source: Add
ru_ru: Добавить

# configureMacPoolDescriptionColumn
source: Description
ru_ru: Описание

# configureMacPoolEditButton
source: Edit
ru_ru: Изменить

# configureMacPoolNameColumn
source: Name
ru_ru: Имя

# configureMacPoolRemoveButton
source: Remove
ru_ru: Удалить

source: MAC Address Pools
ru_ru: Пул MAC адресов

# configurePopupTitle
source: Configure
ru_ru: Настроить

source: Roles
ru_ru: Роли

source: System Permissions
ru_ru: Системные права доступа

source: Options - Volume
ru_ru: Параметры — том

source: Confirm Operation
ru_ru: Подтвердить операцию

source: Confirm 'Host has been Rebooted'
ru_ru: Подтвердить «Хост был перезапущен»

source: Hook content is different in some servers compared to Master copy(Engine)
ru_ru: Содержимое ловушки на некоторых серверах отличается от мастер-копии (ЦУ)

source: Hook is missing in some of the servers
ru_ru: На некоторых серверах ловушка отсутствует

source: Hook status is inconsistent (Enabled/Disabled) across servers
ru_ru: Статусы ловушек на серверах не согласованы (вкл/выкл)

source: Conflicts Reasons
ru_ru: Причины конфликтов

source: Connect
ru_ru: Подключить

source: Connecting
ru_ru: Идёт подключение

source: Display address
ru_ru: Адрес экрана

# consoleButtonLabel
source: Console
ru_ru: Консоль

source: Console Client IP
ru_ru: IP консольного клиента

source: Console User
ru_ru: Пользователь консоли

source: Enable VirtIO serial console
ru_ru: Включить последовательную консоль VirtIO

# consoleDeviceGeneralType
source: Console
ru_ru: Консоль

source: Console Disconnect Action
ru_ru: Действие отключения консоли

source: Console Invocation
ru_ru: Вызов консоли

source: Downloads a console configuration file to be opened by Remote Viewer application installed on your system (found under "Console Client Resources" page.).
ru_ru: Загружает файл параметров консоли для открытия в приложении удалённого просмотрщика, установленном в системе (находится на странице «Ресурсы консольного клиента»).

source: Console Options
ru_ru: Параметры консоли

source: Some hosts in this cluster have the console address overridden and some not. For details please see the Hosts subtab
ru_ru: Консольный адрес некоторых хостов этого кластера был переназначен. Подробности см. во вкладке «Хосты»

source: User's Public Key
ru_ru: Открытый ключ пользователя

source: Specify public key for SSH authentication. Used to access guest serial console.
ru_ru: Укажите открытый ключ для SSH аутентификации. Используется для доступа в последовательную консоль гостя

# consoleTabLabel
source: Console
ru_ru: Консоль

# consoleVm
source: Console
ru_ru: Консоль

# consoleVmPopup
source: Console
ru_ru: Консоль

# contentGlusterHook
source: Content
ru_ru: Содержимое

source: Select the source to view the content
ru_ru: Выберите источник для отображения содержимого

# contentTypeHook
source: Content Type
ru_ru: Тип содержимого

source: Controller
ru_ru: Контроллер

source: Copy to Clipboard
ru_ru: Скопировать в буфер обмена

# copyClusterPolicy
source: Copy
ru_ru: Копировать

# copyDisk
source: Copy
ru_ru: Копировать

# copyQuota
source: Copy
ru_ru: Копировать

source: Copy consumers and permissions
ru_ru: Копировать потребителей и привилегии

# copyRole
source: Copy
ru_ru: Копировать

# copyTemplate
source: Copy
ru_ru: Копировать

source: Copy Template Permissions
ru_ru: Копировать права доступа шаблона

source: Copy VM permissions
ru_ru: Копировать права доступа ВМ

source: Cores per Virtual Socket
ru_ru: Ядер на виртуальный сокет

# correltaionIdEvent
source: Correlation Id
ru_ru: ID корреляции

source: CPU Allocation:
ru_ru: Выделение ЦП:

# cpuHost
source: CPU
ru_ru: ЦП

source: CPU Model
ru_ru: Модель ЦП

source: Custom CPU Type
ru_ru: Пользовательский тип ЦП

source: CPU Pinning topology
ru_ru: Топология привязки ЦП

source: Format: v#p[_v#p]Examples:0#0 => pin vCPU 0 to pCPU 00#0_1#3 => pin vCPU 0 to pCPU 0 and pin vCPU 1 to pCPU 31#1-4,^2 => pin vCPU 1 to pCPU set 1 to 4, excluding 2
ru_ru: Формат: v#p[_v#p]Примеры:0#0 => присоединить вЦП 0 к физЦП 00#0_1#3 => присоединить вЦП 0 к физЦП 0 и присоединить вЦП 1 к физЦП 31#1-4,^2 => присоединить вЦП 1 к набору физЦП от 1 до 4, исключая 2

# cpuProfileClusterLabel
source: Cluster
ru_ru: Кластер

source: CPU Profile
ru_ru: Профиль ЦП

source: CPU Profiles
ru_ru: Профили ЦП

source: Limit
ru_ru: Лимит

# cpuQosDescription
source: Description
ru_ru: Описание

# cpuQosName
source: QoS Name
ru_ru: Имя QoS

source: CPU:
ru_ru: ЦП:

source: CPU Shares
ru_ru: Ресурсы ЦП

# cpuSocketsVmPopup
source: CPU Sockets
ru_ru: Сокеты ЦП

source: Use Threads as CPU
ru_ru: Использовать потоки как ЦП

source: Cluster CPU Type
ru_ru: Тип ЦП кластера

# cpuTypeHostGeneral
source: CPU Type
ru_ru: Тип ЦП

# cpuVm
source: CPU
ru_ru: ЦП

# cpusTemplate
source: CPUs
ru_ru: ЦП

# cpusVm
source: CPUs
ru_ru: ЦП

source: Create as a Template Sub Version
ru_ru: Создать как подверсию шаблона

source: Create Brick
ru_ru: Создать элемент

# createSnapshot
source: Create
ru_ru: Создать

source: Create Snapshot
ru_ru: Создать снимок

source: Create subnet
ru_ru: Создать подсеть

# createVmFromTemplate
source: New VM
ru_ru: Новая ВМ

# creationDateDisk
source: Creation Date
ru_ru: Дата создания

# creationDateLibvirtSecret
source: Creation Date
ru_ru: Дата создания

# creationDateStorageTree
source: Creation Date
ru_ru: Дата создания

# creationDateTemplate
source: Creation Date
ru_ru: Дата создания

# creationDateVm
source: Creation Date
ru_ru: Дата создания

source: Critical
ru_ru: Критическое

source: Frequent creation of snapshots would overload the cluster
ru_ru: Частое создание снимков может перегрузить кластер

source: Critical Space Action Blocker
ru_ru: Блокатор при отсутствии места

source: Critical Space Action Blocker (GB)
ru_ru: Блокатор при отсутствии места(ГБ)

source: Cross Data Center Status
ru_ru: Состояние по дата-центрам

source: Current Icon
ru_ru: Текущий значок

# currentQuota
source: Current
ru_ru: Текущая

# currentSnapshotLabel
source: Current
ru_ru: Текущий

source: Currently in use by
ru_ru: Используется на данный момент

# customEventIdEvent
source: Custom Event Id
ru_ru: ID заданного пользователем события

# customExternalProvider
source: Custom
ru_ru: Заданный пользователем

# customHostPopup
source: Custom
ru_ru: Заданный пользователем

source: Custom Locale
ru_ru: Заданная пользователем локаль

source: Custom MAC address
ru_ru: Заданный пользователем MAC адрес

source: Custom mode
ru_ru: Заданный пользователем режим

source: Custom...
ru_ru: Заданный пользователем…

source: Double-click to select an entire row
ru_ru: Нажмите дважды для выбора строки целиком

# customPropertiesHostPopup
source: Custom Properties
ru_ru: Задаваемые пользователем параметры

# customPropertiesVm
source: Custom Properties
ru_ru: Задаваемые пользователем параметры

# customPropsVmPopup
source: Custom Properties
ru_ru: Задаваемые пользователем параметры

source: Custom scripts that will be run on the virtual machine when it starts. The scripts entered in this field are custom YAML sections that are added to those produced by the Manager, and allow you to automate tasks such as creating users and files, configuring yum repositories and running commands
ru_ru: Пользовательские скрипты, которые будут выполняться на ВМ во время её запуска. Скрипты, введённые в этом поле — это пользовательские блоки в формате YAML, добавляемые к тем, которые создала oVirt, и позволяющие автоматизировать задачи, например, создание пользователей и файлов, настройка репозиториев Yum и запуск команд.

source: Custom Script
ru_ru: Пользовательский скрипт

source: Add Script that will run at startup
ru_ru: Добавить пользовательский скрипт, запускаемый при запуске

source: Data Center
ru_ru: Дата-центр

# dataCenterClusterSubTabLabel
source: Clusters
ru_ru: Кластеры

# dataCenterCpuQosSubTabLabel
source: CPU
ru_ru: ЦП

source: Edit Network Parameters
ru_ru: Параметры сети

# dataCenterEventSubTabLabel
source: Events
ru_ru: События

# dataCenterForceRemovePopupWarningLabel
source: The following operation is unrecoverable and destructive!
ru_ru: Это действие является разрушающим и не допускает возможности восстановления

# dataCenterGeneralTab
source: General
ru_ru: Общие

source: Host Network
ru_ru: Сеть хоста

source: iSCSI Multipathing
ru_ru: Многоканальность iSCSI

# dataCenterMacPoolTab
source: MAC Address Pool
ru_ru: Пул MAC адресов

source: Data Centers
ru_ru: Дата-центры

source: To allow editing the network parameters, <b>detach all Clusters</b> and <b>click Apply</b>
ru_ru: Чтобы разрешить изменение параметров сети, <b>отсоедините все кластеры</b> и <b>нажмите «Применить»</b>

# dataCenterNetworkQoSPopup
source: Data Center
ru_ru: Дата-центр

# dataCenterNetworkQoSSubTabLabel
source: VM Network
ru_ru: Сеть ВМ

# dataCenterNetworkSubTabLabel
source: Logical Networks
ru_ru: Логические сети

source: Network Parameters
ru_ru: Параметры сети

# dataCenterPermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

# dataCenterPopupMacPoolLabel
source: MAC Address Pool
ru_ru: Пул MAC адресов

source: Quota Mode
ru_ru: Режим квоты

# dataCenterPopupStorageTypeLabel
source: Storage Type
ru_ru: Тип хранилища

# dataCenterPopupVersionLabel
source: Compatibility Version
ru_ru: Версия совместимости

# dataCenterProviderNetwork
source: Data Center
ru_ru: Дата-центр

# dataCenterQosPopup
source: Data Center
ru_ru: Дата-центр

# dataCenterQuotaPopup
source: Data Center
ru_ru: Дата-центр

# dataCenterQuotaSubTabLabel
source: Quota
ru_ru: Квота

source: This operation will replace the current master domain with the selected domain.<br/> After the operation is finished you will be able to remove the replaced domain if desired.
ru_ru: Эта операция заменит текущий главный домен выбранным доменом. <br/> После окончания операции заменённый домен при желании можно будет удалить.

source: Select new Data Storage Domain(Master):
ru_ru: Выберите новый домен хранилища данных (главный):

# dataCenterStorageQosSubTabLabel
source: Storage
ru_ru: Хранилище

# dataCenterStorageSubTabLabel
source: Storage
ru_ru: Хранилище

# dataCenterVolume
source: Data Center
ru_ru: Дата-центр

source: Date Created
ru_ru: Дата создания

# dateSnapshot
source: Date
ru_ru: Дата

source: Days Of month
ru_ru: Дни месяца

source: Days Of Week
ru_ru: Дни недели

# dcCluster
source: Data Center
ru_ru: Дата-центр

# dcEvent
source: Data Center
ru_ru: Дата-центр

# dcForOutOfSyncSentence
source: DC
ru_ru: Дата-центр

# dcHost
source: Data Center
ru_ru: Дата-центр

# dcLocalStorage
source: Data Center
ru_ru: Дата-центр

# dcNetwork
source: Data Center
ru_ru: Дата-центр

# dcNetworkHeader
source: Data Center
ru_ru: Дата-центр

# dcOutOfSyncPopUp
source: DC
ru_ru: Дата-центр

# dcQuota
source: Data Center
ru_ru: Дата-центр

# dcTemplate
source: Data Center
ru_ru: Дата-центр

# dcVm
source: Data Center
ru_ru: Дата-центр

# dcVmDiskPopup
source: Data Center
ru_ru: Дата-центр

# dcVmPopup
source: Data Center
ru_ru: Дата-центр

# dcVnicProfile
source: Data Center
ru_ru: Дата-центр

# deactivateDisk
source: Deactivate
ru_ru: Отключить

# deactivateInterface
source: Deactivate
ru_ru: Отключить

# deactivateVolumeSnapshot
source: Deactivate
ru_ru: Отключить

source: Default Storage Domain
ru_ru: Домен хранилища по умолчанию

source: Override SPICE proxy
ru_ru: Переопределить SPICE прокси

# definedMemPoolGeneral
source: Defined Memory
ru_ru: Определяемая память

# definedMemTemplateGeneral
source: Defined Memory
ru_ru: Определяемая память

# definedMemoryVm
source: Defined Memory
ru_ru: Определяемая память

source: Delete All
ru_ru: Удалить все

source: Delete Protection
ru_ru: Защита от удаления

# deleteSnapshot
source: Delete
ru_ru: Удалить

# deleteVolumeSnapshot
source: Delete
ru_ru: Удалить

source: Description
ru_ru: Описание

# descriptionAffinityGroup
source: Description
ru_ru: Описание

# descriptionCluster
source: Description
ru_ru: Описание

# descriptionDc
source: Description
ru_ru: Описание

# descriptionDisk
source: Description
ru_ru: Описание

# descriptionInstanceTypeGeneral
source: Description
ru_ru: Описание

# descriptionLabel
source: Description
ru_ru: Описание

# descriptionLibvirtSecret
source: Description
ru_ru: Описание

# descriptionNetwork
source: Description
ru_ru: Описание

# descriptionPool
source: Description
ru_ru: Описание

# descriptionPoolGeneral
source: Description
ru_ru: Описание

# descriptionProfilePopup
source: Description
ru_ru: Описание

# descriptionProvider
source: Description
ru_ru: Описание

# descriptionQuota
source: Description
ru_ru: Описание

# descriptionQuotaPopup
source: Description
ru_ru: Описание

# descriptionRole
source: Description
ru_ru: Описание

# descriptionSnapshot
source: Description
ru_ru: Описание

# descriptionTask
source: Description
ru_ru: Описание

# descriptionTemplate
source: Description
ru_ru: Описание

# descriptionTemplateGeneral
source: Description
ru_ru: Описание

# descriptionVm
source: Description
ru_ru: Описание

# descriptionVmDiskPopup
source: Description
ru_ru: Описание

# descriptionVmDiskTable
source: Description
ru_ru: Описание

# descriptionVmPopup
source: Description
ru_ru: Описание

# descriptionVnicProfile
source: Description
ru_ru: Описание

# descriptionVolumeParameter
source: Description
ru_ru: Описание

source: Desktop
ru_ru: Рабочий стол

source: Desktop with newer configuration for next run
ru_ru: Рабочий стол с вновь созданной конфигурацией для следующего запуска

source: Desktop in Preview
ru_ru: Рабочий стол в просмотре

source: Destination
ru_ru: Цель

source: Destroy
ru_ru: Разрушить

# detachFenceAgentFromGroup
source: Detach
ru_ru: Отсоединить

source: Force Detach
ru_ru: Отсоединить принудительно

source: Host IP/Name
ru_ru: IP/имя хоста

# detachInterface
source: Detach
ru_ru: Отсоединить

# detachStorage
source: Detach
ru_ru: Отсоединить

# detachStorageDc
source: Detach
ru_ru: Отсоединить

# detachVm
source: Detach
ru_ru: Отсоединить

source: The field is not attached to any instance type
ru_ru: Это поле не присоединено к какому-либо типу экземпляра

# detailsdetails
source: Details
ru_ru: Сведения

source: Additional Size
ru_ru: Дополнительный размер

source: Dev. Size
ru_ru: Размер устройства

# deviceAddress
source: Address
ru_ru: Адрес

source: Boot Order
ru_ru: Порядок загрузки

source: Device
ru_ru: Устройство

source: Device is already in use
ru_ru: Устройство уже используется

source: Managed
ru_ru: Управляемый

# deviceName
source: Name
ru_ru: Имя

# devicePluggedAlias
source: Plugged
ru_ru: Подключено

# deviceReadOnlyAlias
source: Read Only
ru_ru: Только для чтения

source: Device source
ru_ru: Источник устройств

# deviceType
source: Type
ru_ru: Тип

source: Resides on a different storage domain
ru_ru: Расположен в другом домене хранилища

# directLunDisk
source: Direct LUN
ru_ru: Прямой LUN

source: Disable Global HA Maintenance
ru_ru: Отключить глобальное обслуживание высокой доступности

# disableHook
source: Disable
ru_ru: Отключить

source: Disable smartcard
ru_ru: Отключить смарт-карту

source: Disabled
ru_ru: Отключено

source: Disabled Filters
ru_ru: Отключённые фильтры

source: Disabled Weights
ru_ru: Отключенные весовые коэффициенты

source: (Disabled)
ru_ru: (Отключено)

source: Discard changes
ru_ru: Отказаться от изменений

source: List of servers that require OS provisioning. After provision the host will be added to the selected cluster.
ru_ru: Список серверов, для которых требуется подготовка ОС. После подготовки хост будет добавлен в выбранный кластер.

source: Discovered Hosts
ru_ru: Обнаруженные хосты

source: Alignment
ru_ru: Выравнивание

# diskDeviceGeneralType
source: Disk
ru_ru: Диск

# diskDisksTree
source: Disk
ru_ru: Диск

# diskGeneralSubTabLabel
source: General
ru_ru: Общие

source: Disk Activate/Deactivate while VM is running, is supported only for Clusters of version 3.1 and above
ru_ru: Включение/выключение дисков во время выполнения ВМ поддерживается только для кластеров версии 3.1 и выше

source: VirtIO-SCSI can be enabled from Resource Allocation tab on VM dialog
ru_ru: VirtIO-SCSI можно включить на вкладке «Выделение ресурсов» диалогового окна ВМ

# diskMainTabLabel
source: Disks
ru_ru: Диски

source: Disk
ru_ru: Диск

# diskPermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

source: Disk Profile
ru_ru: Профиль диска

# diskProfileStorageDomainLabel
source: Storage Domain
ru_ru: Домен хранилища

# diskProfileVmDiskPopup
source: Disk Profile
ru_ru: Профиль диска

source: Disk Profiles
ru_ru: Профили диска

source: Disk Alias
ru_ru: Псевдоним диска

source: Snapshot Description
ru_ru: Описание снимка

source: Disk Snapshot ID
ru_ru: ID снимка диска

# diskSnapshotSize
source: Size
ru_ru: Размер

# diskStorageSubTabLabel
source: Storage
ru_ru: Хранилище

# diskTemplateSubTabLabel
source: Templates
ru_ru: Шаблоны

# diskVmSubTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

source: Disks Allocation:
ru_ru: Распределение дисков:

# disksImpTempTab
source: Disks
ru_ru: Диски

# disksLabel
source: Disks
ru_ru: Диски

# disksSnapshot
source: Disks
ru_ru: Диски

# disksTemplate
source: Disks
ru_ru: Диски

# disksVm
source: Disks
ru_ru: Диски

source: Dismiss Alert
ru_ru: Отклонить предупреждение
