Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.webadmin/ApplicationConstants_*.po
Languages: ru_ru

source: Dismiss Event
ru_ru: Отклонить событие

source: Disperse Count
ru_ru: Количество распределений

# displayAllDismissedAlerts
source: Display All
ru_ru: Показать все

# displayAllDismissedEvents
source: Display All
ru_ru: Показать все

source: Display
ru_ru: Экран

source: Display Network
ru_ru: Сеть передачи экрана

source: NOTE: Replicate groups will be created based on the order of the bricks.
ru_ru: ВНИМАНИЕ: группы репликации будут созданы на основе порядке элементов.

source: NOTE: Stripe groups will be created based on the order of the bricks.
ru_ru: ВНИМАНИЕ: группы чередований будут созданы на основе порядка элементов.

# dnsServersExternalSubnet
source: DNS Servers
ru_ru: Сервера DNS

# domainDescriptionStorage
source: Description
ru_ru: Описание

# domainNameDisksTree
source: Domain Name
ru_ru: Доменное имя

# domainNameStorage
source: Domain Name
ru_ru: Доменное имя

# domainPoolGeneral
source: Domain
ru_ru: Домен

source: Domain status in Data Center
ru_ru: Статус домена в дата-центра

# domainTemplate
source: Domain
ru_ru: Домен

# domainTemplateGeneral
source: Directory Domain
ru_ru: Домен каталога

# domainTypeDisksTree
source: Domain Type
ru_ru: Тип домена

# domainTypeStorage
source: Domain Type
ru_ru: Тип домена

# domainVm
source: Directory Domain
ru_ru: Домен каталога

# domainVmPopup
source: Domain
ru_ru: Домен

source: Don't Auto Converge
ru_ru: Не сводить автоматически

source: Don't compress
ru_ru: Не сжимать

source: Down
ru_ru: Отключен

source: Drag to make changes
ru_ru: Перетащите для создания изменений

source: Drops
ru_ru: Отброшено

# editAffinityGroupLabel
source: Edit
ru_ru: Изменить

# editBookmark
source: Edit
ru_ru: Изменить

# editCellQuota
source: Edit
ru_ru: Изменить

# editCluster
source: Edit
ru_ru: Изменить

# editClusterPolicy
source: Edit
ru_ru: Изменить

# editCpuQos
source: Edit
ru_ru: Изменить

# editDC
source: Edit
ru_ru: Изменить

# editDisk
source: Edit
ru_ru: Изменить

# editHost
source: Edit
ru_ru: Изменить

# editInstanceImages
source: Edit
ru_ru: Изменить

# editInstanceType
source: Edit
ru_ru: Изменить

# editInterface
source: Edit
ru_ru: Изменить

# editIscsiBond
source: Edit
ru_ru: Изменить

# editLibvirtSecret
source: Edit
ru_ru: Изменить

source: Edit Management Network
ru_ru: Изменить сеть управления

# editNetwork
source: Edit
ru_ru: Изменить

# editNetworkProfile
source: Edit
ru_ru: Изменить

# editNetworkQoS
source: Edit
ru_ru: Изменить

# editPool
source: Edit
ru_ru: Изменить

# editProfile
source: Edit
ru_ru: Изменить

# editProvider
source: Edit
ru_ru: Изменить

# editQos
source: Edit
ru_ru: Изменить

# editQuota
source: Edit
ru_ru: Изменить

# editRole
source: Edit
ru_ru: Изменить

# editStorage
source: Edit
ru_ru: Изменить

# editTag
source: Edit
ru_ru: Изменить

# editTemplate
source: Edit
ru_ru: Изменить

# editText
source: Edit
ru_ru: Изменить

# editVm
source: Edit
ru_ru: Изменить

# editVnicProfile
source: Edit
ru_ru: Изменить

# editVolumeParameter
source: Edit
ru_ru: Изменить

source: Edit Schedule
ru_ru: Изменить расписание

# elementName
source: Name
ru_ru: Имя

source: Empty
ru_ru: Пусто

source: Please select an item...
ru_ru: Выберите элемент…

source: Emulated Machine
ru_ru: Эмулируемая машина

source: Custom Emulated Machine
ru_ru: Пользовательская эмулируемая машина

source: Enable Memory Balloon Optimization
ru_ru: Включить оптимизацию памяти balloon

source: Override display address
ru_ru: Переназначить адрес экрана

source: Overrides the display address of all VMs on this host by the specified address
ru_ru: Переназначает адрес экрана всех ВМ данного хоста на указанный адрес.

source: Enable Global HA Maintenance
ru_ru: Включить глобальное обслуживание высокой доступности

# enableHook
source: Enable
ru_ru: Включить

source: Enable KSM
ru_ru: Включить KSM

source: Enable SPICE Proxy
ru_ru: Включить SPICE прокси

# enableVlanTagLabel
source: Enable VLAN tagging
ru_ru: Включить добавление тегов для VLAN

source: Enable WAN Options
ru_ru: Включить параметры WAN

source: Enabled
ru_ru: Включено

source: Enabled Filters
ru_ru: Включённые фильтры

source: Enabled Weights & Factors
ru_ru: Включённые весовые коэффициенты

source: End Schedule by
ru_ru: Закончить расписание к

source: End By
ru_ru: Завершить к

# endDateOption
source: Date
ru_ru: Дата

# enforceAffinityGroup
source: Enforcing
ru_ru: Принудительно

source: ENGINE Web Admin Documentation
ru_ru: Документация по веб-администрированию ЦУ

source: Enhancement
ru_ru: Расширение

source: Enhancements
ru_ru: Расширения

source: Enroll Certificate
ru_ru: Зарегистрировать сертификат

source: Please select entities from the same data center
ru_ru: Выберите элементы того же дата-центра

source: Date Issued
ru_ru: Дата создания

# errataDetailsSubTabLabel
source: Details
ru_ru: Подробнее

# errataMainTabLabel
source: Errata
ru_ru: Список известных ошибок

source: Packages
ru_ru: Пакеты

source: Severity
ru_ru: Степень опасности

source: Title
ru_ru: Заголовок

# errataType
source: Type
ru_ru: Тип

source: Error
ru_ru: Ошибка

source: Operation Canceled
ru_ru: Операция отменена

source: Advanced View
ru_ru: Расширенный режим

source: Basic View
ru_ru: Базовый режим

# eventCorrelationId
source: Correlation Id
ru_ru: ID корреляции

# eventCustomEventId
source: Custom Event Id
ru_ru: ID заданного пользователем события

source: Event ID
ru_ru: ID события

# eventMainTabLabel
source: Events
ru_ru: События

# eventNameEventNotifier
source: Event Name
ru_ru: Имя события

# eventNameHook
source: Event Name
ru_ru: Имя события

# eventOrigineventOrigineventOrigineventOrigineventOrigin
source: Origin
ru_ru: Источник

# eventsEventFooter
source: Events
ru_ru: События

source: Everyone
ru_ru: Каждый

source: Example:
ru_ru: Пример:

source: Exceeded
ru_ru: Превышено

source: Execute At
ru_ru: Выполнить в

source: Create on external provider
ru_ru: Создать на внешнем поставщике

# exportDateTemplate
source: Export Date
ru_ru: Дата экспорта

# exportDateVm
source: Export Date
ru_ru: Дата экспорта

# exportDisk
source: Export
ru_ru: Экспорт

# exportLabel
source: Export
ru_ru: Экспорт

# exportTemplate
source: Export
ru_ru: Экспорт

source: Save As Pdf
ru_ru: Сохранить как PDF

# exportVm
source: Export
ru_ru: Экспорт

source: Extend Brick
ru_ru: Расширить элемент

source: Extend size by(GB)
ru_ru: Расширить на (ГБ)

source: Extended
ru_ru: Расширено

# externalIdExternalSubnet
source: External ID
ru_ru: Внешний ID

# externalIdProviderNetwork
source: External ID
ru_ru: Внешний ID

source: External Logical Networks
ru_ru: Внешние логические сети

source: External Network Provider
ru_ru: Поставщик внешней сети

source: External networks can't be attached statically; they will be attached dynamically as they are needed by VMs.
ru_ru: Внешние сети нельзя присоединить статически; они будут присоединяться динамически, по мере требований ВМ

source: External Policy Unit
ru_ru: Компонент внешней политики

source: If you would like this host's networks to be provisioned by an external provider, please choose it from the list.
ru_ru: Если сети этого хоста должны предоставляться внешним поставщиком, выберите его из списка.

source: External Provider
ru_ru: Внешний поставщик

source: Virtual Machines on Source
ru_ru: Виртуальные машины источника

source: Avg-Latency
ru_ru: Средняя задержка

source: No. of Invocations
ru_ru: Количество вызовов

source: Latency contribution
ru_ru: Факторы задержки

source: Max-Latency
ru_ru: Максимальная задержка

source: Min-Latency
ru_ru: Минимальная задержка

source: false
ru_ru: ложно

source: Feedback
ru_ru: Обратная связь

source: Clicking this link will open the feedback in a new browser window/tab. If nothing appears to happen make sure you have your e-mail client configured.
ru_ru: Нажатие на эту ссылку откроет в браузере новое окно/вкладку. Если ничего не произошло, убедитесь, что почтовый клиент настроен.

source: Enable fencing
ru_ru: Включить возможность операции блокады

source: Enables fencing operations in this cluster. Note that if fencing is disabled, HA VMs running on a non-responsive host will not be restarted elsewhere.
ru_ru: Активирует возможность проведения операций блокады на этом кластере. Внимание: если эта возможность отключена, машины высокой доступности, выполняющиеся на хосте, который не отвечает, не будут перезапущены нигде.

source: Fencing Policy
ru_ru: Политика операций блокады

source: Fetching Data
ru_ru: Получение данных

source: Enter host fingerprint or <a>fetch</a> manually from host
ru_ru: Введите отпечаток хоста или <a>получите</a> его вручную с хоста.

source: File Name
ru_ru: Имя файла

source: File operation
ru_ru: Файловая операция

source: File System
ru_ru: Файловая система

source: File System Type
ru_ru: Тип файловой системы

source: Files Migrated
ru_ru: Перенесённые файлы

source: Filter
ru_ru: Фильтр

# firsNamePermissionsPopup
source: First Name
ru_ru: Имя

source: First Device
ru_ru: Первое устройство

source: First
ru_ru: Первый

# firstnameUser
source: First Name
ru_ru: Имя

source: Force Remove
ru_ru: Удалить принудительно

# forceRemoveDC
source: Force Remove
ru_ru: Удалить принудительно

# formatDisk
source: Format
ru_ru: Форматировать

# formatSanImStorage
source: Format
ru_ru: Форматировать

# formatStorage
source: Format
ru_ru: Форматировать

source: free
ru_ru: свободно

source: No. of ordinary free blocks
ru_ru: Количество обычных свободных блоков

source: No. of free fastbin blocks
ru_ru: Количество свободных блоков fastbin

source: Free Memory
ru_ru: Свободно памяти

source: Free Size (MB)
ru_ru: Свободно (МБ)

# freeSpaceDisk
source: Free Space
ru_ru: Свободное место

# freeSpaceDisksTree
source: Free Space
ru_ru: Свободное место

source: Free Space (GB)
ru_ru: Свободное место (ГБ)

# freeSpaceStorage
source: Free Space
ru_ru: Свободное место

source: Free Storage
ru_ru: Свободное хранилище

source: Free vCPU
ru_ru: Свободный вЦП

# gatewayExternalSubnet
source: Gateway
ru_ru: Шлюз

source: Gateway:
ru_ru: Шлюз:

# gatewayItemInfo
source: Gateway
ru_ru: Шлюз

# gatewayOutOfSyncPopUp
source: Gateway
ru_ru: Шлюз

# generalBrickAdvancedPopupLabel
source: General
ru_ru: Общие

# generalImpTempTab
source: General
ru_ru: Общие

# generalLabel
source: General
ru_ru: Общие

# generalTabNetworkPopup
source: General
ru_ru: Общие

source: Checkpoint completed at
ru_ru: Контрольные точки заполнены в

source: Checkpoint Status
ru_ru: Статус контрольной точки

source: Checkpoint time
ru_ru: Время контрольной точки

source: Pending Data operations
ru_ru: Отложенные операции с данными

source: Pending Entry operations
ru_ru: Отложенные операции ввода

source: Failures
ru_ru: Сбои

source: Last Synced At
ru_ru: Последняя синхронизация в

source: Master Brick
ru_ru: Главный элемент

source: Master Volume
ru_ru: Главный том

source: Volume data is being geo-replicated.
ru_ru: Данные тома в настоящий момент проходят гео-репликацию

source: Pending meta-operations
ru_ru: Отложенные мета-операции

# geoRepPairStatus
source: Status
ru_ru: Состояние

source: Auto-start geo-replication session after creation
ru_ru: Автоматически запустить сеанс георепликации после создания

source: Geo-Rep Session Detail
ru_ru: Подробности сеанса георепликации

source: View Details
ru_ru: Подробнее

source: Master Host
ru_ru: Главный хост

source: Destination cluster
ru_ru: Кластер назначения

# geoRepSessionStatus
source: Status
ru_ru: Состояние

# geoRepSessionSync
source: Sync
ru_ru: Синхронизировать

# geoRepSessionUserName
source: User Name
ru_ru: Имя пользователя

# geoRepSessionsOptions
source: Options
ru_ru: Параметры

source: Show volumes eligible for geo-replication
ru_ru: Показать тома, подходящие для георепликации

source: Destination host
ru_ru: Целевой хост

source: Slave host
ru_ru: Ведомый хост

# geoRepSlaveNodePassword
source: Password
ru_ru: Пароль

source: Slave User
ru_ru: Ведомый пользователь

source: Destination volume
ru_ru: Целевой том

source: Volume is destination for geo-replication.
ru_ru: Том является целевым томом для гео-репликации

# geoRepUserSessionCreate
source: User
ru_ru: Пользователь

source: Geo-replication
ru_ru: Гео-репликация

source: Warning : Recommendations for geo-replication not met -
ru_ru: Внимание: требования для гео-репликации не выполнены -

source: Crawl Status
ru_ru: Состояние обхода

source: Scan Alignment
ru_ru: Поиск невыравненных разделов

source: Gluster CLI based snapshot scheduling is enabled. It would be disabled once volume snapshots scheduled from UI.
ru_ru: Включено настроенное через CLI расписание создания снимков Gluster. Оно будет отключено, как только появится расписание, настроенное через UI.

source: Gluster Network
ru_ru: Сеть Gluster

source: Gluster Tuned Profile
ru_ru: Настроенный профиль Gluster

source: GlusterFS Version
ru_ru: Версия GlusterFS

source: Volume Event
ru_ru: Событие тома

source: Volume snapshots are scheduled.
ru_ru: Создание снимков тома запланировано

# goPermissionsPopup
source: GO
ru_ru: Вперёд

# graphicsDeviceGeneralType
source: Graphics
ru_ru: Графика

source: Graphics protocol
ru_ru: Графический протокол

# graphicsVm
source: Graphics
ru_ru: Графика

source: Group
ru_ru: Группа

source: Group Name
ru_ru: Название группы

# groupUser
source: Group
ru_ru: Группа

source: Guaranty Resources
ru_ru: Гарантированные ресурсы

source: Use Guest Agent
ru_ru: Использовать Guest Agent

source: Guest Agent Data
ru_ru: Данные Guest Agent

source: Guest OS Memory Free/Cached/Buffered
ru_ru: Память гостевой ОС Свободно/кэшировано/буфер

source: Actual operating system type differs from the configuration
ru_ru: Фактический тип операционной системы отличается от настроенного

# guestOperatingSystem
source: Operating System
ru_ru: Операционная система

# guestOsArchitecture
source: Architecture
ru_ru: Архитектура

# guestOsKernelInfo
source: Kernel Version
ru_ru: Версия ядра

source: Timezone
ru_ru: Часовой пояс

# guestOsType
source: Type
ru_ru: Тип

source: Actual timezone in the guest differs from the configuration
ru_ru: Фактический часовой пояс гостя отличается от настроенного

source: Guide
ru_ru: Руководство

# guideMeCluster
source: Guide Me
ru_ru: Пошаговый помощник

# guideMeDc
source: Guide Me
ru_ru: Пошаговый помощник

# guideMeVm
source: Guide Me
ru_ru: Пошаговый помощник

source: Cluster created.
ru_ru: Кластер создан.

source: Configuration completed.
ru_ru: Настройка завершена.

source: The Cluster is fully configured and ready for use.
ru_ru: Кластер полностью настроен и готов к использованию

source: The Data Center is fully configured and ready for use.
ru_ru: Дата-центр полностью настроен и готов к использованию

source: The Virtual Machine is fully configured and ready for use.
ru_ru: Виртуальная машина полностью настроена и готова к использованию

source: Data Center created.
ru_ru: Дата-центр создан.

source: Optional actions:
ru_ru: Дополнительные действия:

source: Devices to configure:
ru_ru: Устройства для настройки:

source: There are still unconfigured entities:
ru_ru: Оставшиеся элементы без настройки:

source: Virtual Machine created.
ru_ru: Виртуальная машина создана.

# gwHostPopup
source: Gateway
ru_ru: Шлюз

source: Hard
ru_ru: Является

source: Family
ru_ru: Семейство

source: HBA Inventory
ru_ru: Инвентаризация HBA

source: Manufacturer
ru_ru: Изготовитель

# hardwareProductNameGeneral
source: Product Name
ru_ru: Название продукта

source: Serial Number
ru_ru: Серийный номер

# hardwareVersionGeneral
source: Version
ru_ru: Версия

source: Device type
ru_ru: Тип устройства

source: Model name
ru_ru: Название модели

source: WWPNs
ru_ru: WWPN

source: Hide Quota Distribution
ru_ru: Скрыть распределение квоты

source: High Availability
ru_ru: Высокая доступность

source: High Priority Only
ru_ru: Только высокий приоритет

# highlyAvailTemplateGeneral
source: Highly Available
ru_ru: С высокой доступностью

# highlyAvailableVm
source: Highly Available
ru_ru: С высокой доступностью

# highlyAvailableVmPopup
source: Highly Available
ru_ru: С высокой доступностью

source: Highly recommended
ru_ru: Настоятельно рекомендуется

# hostBricksSubTabLabel
source: Bricks
ru_ru: Элементы

# hostClusterTemplateGeneral
source: Host Cluster
ru_ru: Хост кластера

# hostClusterVmPopup
source: Cluster
ru_ru: Кластер

source: Host Count
ru_ru: Счётчик хостов

source: Device Passthrough
ru_ru: Промежуточное устройство

# hostDeviceSubTabLabel
source: Host Devices
ru_ru: Устройства хоста

# hostEvent
source: Host
ru_ru: Хост

# hostEventSubTabLabel
source: Events
ru_ru: События

# hostForOutOfSyncSentence
source: Host
ru_ru: Хост

# hostGeneralErrataSubTabLabel
source: Errata
ru_ru: Список известных ошибок

source: Hardware
ru_ru: Оборудование

# hostGeneralInfoSubTabLabel
source: Info
ru_ru: Информация

source: Software
ru_ru: Программное обеспечение

# hostGeneralSubTabLabel
source: General
ru_ru: Общие

# hostGlusterSwift
source: Server
ru_ru: Сервер

source: Host Groups
ru_ru: Группы хоста

source: Host HA Maintenance
ru_ru: Обслуживание хоста высокой доступности

source: Host Hooks
ru_ru: Ловушки хоста

# hostIfaceSubTabLabel
source: Network Interfaces
ru_ru: Сетевые интерфейсы

source: Current version
ru_ru: Текущая версия

source: ISO Name
ru_ru: Имя ISO

# hostInstallOverrideIpTablesLabel
source: Automatically configure host firewall
ru_ru: Автоматически настроить брандмауэр хоста

# hostInstallPasswordLabel
source: Root Password
ru_ru: Пароль суперпользователя (root)

# hostIpClusterHost
source: Hostname/IP
ru_ru: Имя хоста/IP

# hostMainTabLabel
source: Hosts
ru_ru: Хосты

source: Host Network QoS
ru_ru: QoS сети хоста

# hostNetworkQosOutLabel
source: Outbound
ru_ru: Исходящее

source: Weighted Share
ru_ru: Взвешенная доля

source: Committed Rate [Mbps]
ru_ru: Гарантированная скорость [МБ/с]

source: Rate Limit [Mbps]
ru_ru: Предел скорости [Мбит/с]

source: Out Share
ru_ru: Общие исходящие

source: Out Committed
ru_ru: Зафиксировано исходящих

source: Out Limit
ru_ru: Лимит исходящих

source: Out-of-sync
ru_ru: Вне синхронизации

# hostOutOfSyncPopUp
source: Host
ru_ru: Хост

source: Network's configurations differ from
ru_ru: Параметры сети отличаются от

# hostPasswordLabel
source: Password
ru_ru: Пароль

# hostPermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

# hostPopupAuthLabel
source: Authentication
ru_ru: Аутентификация

source: Set Root Password
ru_ru: Установить пароль суперпользователя (root)

# hostPopupClusterLabel
source: Host Cluster
ru_ru: Кластер хоста

# hostPopupDataCenterLabel
source: Data Center
ru_ru: Дата-центр

# hostPopupDownButtonLabel
source: Down
ru_ru: Отключено

source: Use Foreman/Satellite
ru_ru: Использовать Foreman/Satellite

source: Providers Hosts
ru_ru: Хосты поставщика

source: Fetch
ru_ru: Получить

# hostPopupGeneralTabLabel
source: General
ru_ru: Общее

# hostPopupHostAddressLabel
source: Address
ru_ru: Адрес

# hostPopupHostFingerprintLabel
source: SSH Fingerprint
ru_ru: Отпечаток SSH

# hostPopupMemoryOptimizationTabLabel
source: Memory Optimization
ru_ru: Оптимизация памяти

# hostPopupNameLabel
source: Name
ru_ru: Имя

# hostPopupOverrideIpTablesLabel
source: Automatically configure host firewall
ru_ru: Автоматически настроить брандмауэр хоста

# hostPopupPasswordLabel
source: Password
ru_ru: Пароль

# hostPopupPmAddressLabel
source: Address
ru_ru: Адрес

source: Service Profile
ru_ru: Профиль службы

source: Concurrent
ru_ru: Параллельно

source: Disable policy control of power management
ru_ru: Отключить контроль политики над управлением питанием

source: Enable Power Management
ru_ru: Включить управление питанием

source: Encrypt options
ru_ru: Параметры шифрования

source: Kdump integration
ru_ru: Интеграция Kdump

source: Please use a comma-separated list of 'key=value'
ru_ru: Используйте список «ключ=значение», через запятую

# hostPopupPmOptionsLabel
source: Options
ru_ru: Параметры

# hostPopupPmPasswordLabel
source: Password
ru_ru: Пароль

# hostPopupPmPortLabel
source: SSH Port
ru_ru: Порт SSH

source: Secure
ru_ru: Защищённое

source: Slot
ru_ru: Слот

# hostPopupPmTypeLabel
source: Type
ru_ru: Тип

# hostPopupPmUserNameLabel
source: User Name
ru_ru: Имя пользователя

# hostPopupPortLabel
source: SSH Port
ru_ru: Порт SSH

# hostPopupPowerManagementTabLabel
source: Power Management
ru_ru: Управление питанием

source: Use JSON protocol
ru_ru: Использовать протокол JSON

source: Provider search filter
ru_ru: Поисковый фильтр поставщика

source: SSH Public Key
ru_ru: Открытый ключ SSH

source: Power Management Proxy Preference
ru_ru: Предпочитаемый прокси для управления питанием

# hostPopupTestButtonLabel
source: Test
ru_ru: Тест

# hostPopupUpButtonLabel
source: Up
ru_ru: Работает

source: Update Hosts
ru_ru: Обновить узлы

# hostPopupUsernameLabel
source: User Name
ru_ru: Имя пользователя

source: Host Provider
ru_ru: Поставщик хоста

source: Hosts Type
ru_ru: Тип хостов

# hostService
source: Host
ru_ru: Хост

# hostVm
source: Host
ru_ru: Хост

# hostVmDiskPopup
source: Use Host
ru_ru: Использовать хост

# hostVmPopup
source: Host
ru_ru: Хост

# hostVmSubTabLabel
source: Virtual Machines
ru_ru: Виртуальные машины

source: Host Device
ru_ru: Устройство хоста

source: Hosted Engine HA
ru_ru: Высокая доступность виртуализированного ЦУ

source: Apply
ru_ru: Применить

# hostsPopupFingerprint
source: SSH Fingerprint
ru_ru: Отпечаток SSH

# hostsPopupRootPassword
source: Root Password
ru_ru: Пароль root

source: Use a common password
ru_ru: Использовать общий пароль

source: Threshold
ru_ru: Порог

source: Hot Count
ru_ru: Число горячих

source: Icons limitations: max dimensions: width 150px, heigth 120px; max size 24kB; supported formats: jpg, png, gif
ru_ru: Ограничения для значков: максимальные размеры 150X120 пикс; максимальный объём файла: 24КБ; поддерживаемые форматы: jpg, png, gif.

source: Icon
ru_ru: Значок

source: Provider Network ID
ru_ru: ID поставщика сети

source: Disk in status Illegal
ru_ru: Недопустимый статус диска

source: Image
ru_ru: Образ

# imageDisksLabel
source: Images
ru_ru: Образы

source: Image Locked
ru_ru: Образ заблокирован

source: Allocation can be modified only when 'Collapse Snapshots' is checked
ru_ru: Распределения можно изменить только при отмеченном параметре «Свернуть снимки»

source: Allocation can be modified only when importing a single VM
ru_ru: Распределения можно изменить только если импортируется одна ВМ

source: Import as Template
ru_ru: Импортировать как шаблон

source: Import Domain
ru_ru: Импортировать домен

# importImage
source: Import
ru_ru: Импорт

# importNetwork
source: Import
ru_ru: Импорт

# importSource
source: Source
ru_ru: Источник

source: Clone All Templates
ru_ru: Клонировать все шаблоны

source: Clone Only Duplicated Templates
ru_ru: Клонировать только дубликаты шаблонов

# importVmApplicationslSubTabLabel
source: Applications
ru_ru: Приложения

# importVmDisksSubTabLabel
source: Disks
ru_ru: Диски

# importVmGeneralSubTabLabel
source: General
ru_ru: Общее

# importVmNetworkIntefacesSubTabLabel
source: Network Interfaces
ru_ru: Сетевые интерфейсы

source: Clone All VMs
ru_ru: Клонировать все ВМ

# importVm_destCluster
source: Cluster
ru_ru: Кластер

# importVm_destClusterQuota
source: Cluster Quota
ru_ru: Квота кластера

source: New Name:
ru_ru: Новое имя:

source: Important
ru_ru: Важно

source: Networks to Import
ru_ru: Сети для импорта

source: Virtual Machines to Import
ru_ru: Виртуальные машины для импорта

source: (Megabits per second)
ru_ru: (Мегабит в секунду)

source: (Megabytes)
ru_ru: (Мегабайт)

source: Inactive
ru_ru: Неактивно

source: Inbound
ru_ru: Входящий

source: Increase number of VMs in pool by
ru_ru: Увеличить число ВМ в пуле на

# inheretedFromPermission
source: Inherited From
ru_ru: Унаследовано от

source: Inherit from cluster setting
ru_ru: Наследовать из параметра кластера
