Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.webadmin/ApplicationConstants_*.po
Languages: ru_ru

source: SPICE-HTML5 and noVNC cannot be used in Internet Explorer. Moreover, Websocket proxy must be configured in the engine.
ru_ru: SPICE-HTML5 и noVNC нельзя использовать в Internet Explorer. Более того, Websocket прокси должен быть настроен в ЦУ.

source: Wipe After Delete
ru_ru: Очистить после удаления

# wipeAfterDeleteVmDiskPopup
source: Wipe After Delete
ru_ru: Очистить после удаления

source: Write
ru_ru: Записать

source: Yes
ru_ru: Да

source: You are about to change Management Network Configuration.
ru_ru: Параметры сети управления будут изменены
