Repository: jtux270/translate
Catalog: ovirt_work/org.ovirt.engine.ui.webadmin/ApplicationConstants_*.po
Languages: ru_ru

source: Power Off
ru_ru: Выключение питания

source: Powering Down
ru_ru: Выключается питание

source: Powering Up
ru_ru: Включается питание

source: Preallocated
ru_ru: Предварительно выделенное

source: Preparing For Maintenance
ru_ru: Подготовка к обслуживанию

source: Prestarted
ru_ru: Предзапущенный

source: Prestarted VMs
ru_ru: Предзапущенные ВМ

source: What would you like to do?
ru_ru: Что необходимо сделать?

source: You chose to preview a snapshot that contains only a subset of these disks
ru_ru: Был выбран просмотр снимка, который содержит только подмножество этих дисков

source: Preview
ru_ru: Предварительный просмотр

source: Current (Previous)
ru_ru: Текущий (предыдущий)

source: Priority for Run/Migration queue:
ru_ru: Приоритет очереди запуска/миграции:

# priorityTemplateGeneral
source: Priority
ru_ru: Приоритет

# priorityVm
source: Priority
ru_ru: Приоритет

source: Product
ru_ru: Продукт

source: Product Id
ru_ru: ID продукта

source: Product ID
ru_ru: ID продукта

source: Product Name
ru_ru: Название продукта

# profileDescriptionLabel
source: Description
ru_ru: Описание

source: Profile Name
ru_ru: Имя профиля

# profileNameLabel
source: Name
ru_ru: Имя

# profileNetworkInterfacePopup
source: Profile
ru_ru: Профиль

# profilePermissions
source: Permissions
ru_ru: Права доступа

source: Public
ru_ru: Открытый

# profilePublicUseLabel
source: Allow all users to use this Profile
ru_ru: Разрешить всем пользователям использовать этот профиль

# profilesLabel
source: vNIC Profiles
ru_ru: Профили vNIC

# profilesTabNetworkPopup
source: vNIC Profiles
ru_ru: Профили vNIC

source: Property Name
ru_ru: Название свойства

source: Property Value
ru_ru: Значение свойства

source: Protocol:
ru_ru: Протокол:

# providerGeneralSubTabLabel
source: General
ru_ru: Общее

# providerLabel
source: Provider
ru_ru: Поставщик

source: Providers
ru_ru: Поставщики

# providerNetwork
source: Provider
ru_ru: Поставщик

source: Provider Networks
ru_ru: Сети поставщика

# providerNetworksSubTabLabel
source: Networks
ru_ru: Сети

source: Agent Configuration
ru_ru: Параметры агента

# providerPopupGeneralTabLabel
source: General
ru_ru: Общее

source: Provider specific search. Check provider documentation for more information. Empty filter returns all hosts.
ru_ru: Поиск с учётом поставщика. Подробности см. в документации поставщика. Пустой фильтр возвращает все хосты.

source: Authentication Keys
ru_ru: Ключи аутентификации

source: List of provisioned hosts.
ru_ru: Список подготовленных хостов.

source: Provisioned Hosts
ru_ru: Подготовленные хосты

# provisionedSizeDisk
source: Virtual Size
ru_ru: Виртуальный размер

# provisionedSizeTemplate
source: Virtual Size
ru_ru: Виртуальный размер

# provisionedSizeVmDiskTable
source: Virtual Size
ru_ru: Виртуальный размер

source: Proxy Host
ru_ru: Хост прокси

source: For allowing PK authentication, copy the following PK to host under /root/.ssh/authorized_keys
ru_ru: Для возможности аутентификации с открытым ключём скопируйте следующие открытые ключи на хост в каталог /root/.ssh/authorized_keys

source: Allow All
ru_ru: Разрешить всем

# publicUseProfilePopup
source: Allow all users to use this Profile
ru_ru: Разрешить всем пользователям использовать этот профиль

# publicUseVnicProfile
source: Allow all users to use this Profile
ru_ru: Разрешить всем пользователям использовать этот профиль

# qosDescription
source: Description
ru_ru: Описание

source: QoS Name
ru_ru: Имя QoS

# qosNameVnicProfile
source: QoS Name
ru_ru: Имя QoS

source: Override QoS
ru_ru: Переопределить QoS

source: Quota
ru_ru: Квота

source: These calculations represents the max growth potential and may differ from the actual consumption. Please refer documentation for further explanations.
ru_ru: Эти рассчёты представляют максимально возможный потенциал роста и могут отличаться от фактического потребления. Подробности см. в документации.

# quotaCluster
source: Cluster Quota
ru_ru: Квота кластера

source: Cluster Grace
ru_ru: Льгота кластера

# quotaClusterSubTabLabel
source: Clusters
ru_ru: Кластеры

source: Cluster Threshold
ru_ru: Порог кластера

# quotaDisk
source: Quota
ru_ru: Квота

# quotaEventSubTabLabel
source: Events
ru_ru: События

source: Quota exceeded
ru_ru: Превышена квота

# quotaMainTabLabel
source: Quota
ru_ru: Квота

# quotaOfMemQuota
source: Memory
ru_ru: Память

source: vCPU
ru_ru: вЦП

# quotaPermissionSubTabLabel
source: Permissions
ru_ru: Права доступа

source: Storage Quota
ru_ru: Квота хранилища

source: Storage Grace
ru_ru: Льгота хранилища

# quotaStorageSubTabLabel
source: Storage
ru_ru: Хранилище

source: Storage Threshold
ru_ru: Порог хранилища

# quotaTemplateGeneral
source: Quota
ru_ru: Квота

# quotaTemplateSubTabLabel
source: Templates
ru_ru: Шаблоны

source: Consumers
ru_ru: Потребители

# quotaVm
source: Quota
ru_ru: Квота

# quotaVmDiskPopup
source: Quota
ru_ru: Квота

# quotaVmPopup
source: Quota
ru_ru: Квота

# quotaVmSubTabLabel
source: VMs
ru_ru: ВМ

source: RAID parameters should match exactly with RAID Controller setup for RAID volumes
ru_ru: Параметры RAID должны точно соответствовать конфигурации RAID контроллера для томов RAID

source: RAID Parameters
ru_ru: Параметры RAID

source: RAID Type
ru_ru: Тип RAID

# rdmaPortBrickAdvancedLabel
source: RDMA Port
ru_ru: Порт RDMA

# rdmaPortService
source: RDMA Port
ru_ru: Порт RDMA

source: Uses RDP browser plugin if supported. Otherwise switches to "Native client" invocation.
ru_ru: Использует браузерное расширение RDP, в случае его поддержки. В противном случае переключается на вызов «Встроенного клиента».

source: Downloads a console configuration file to be opened by Remote Desktop client application on your system. Required for Network Level Authentication.
ru_ru: Загружает файл параметров консоли для открытия в приложении удалённого просмотрщика, установленном в системе. Необходим для проверки подлинности на уровне сети (NLA).

source: Uses browser plugin to invoke the RDP session (MS Internet Explorer only). Required for Single Sign On.
ru_ru: Использует браузерное расширение для вызова сеанса RDP (только MS Internet Explorer). Необходим для единого входа.

source: RDP isn't available for this machine.
ru_ru: Для этой машины RDP недоступен.

source: RDP Options
ru_ru: Параметры RDP

source: Your browser doesn't support RDP plugin
ru_ru: Этот браузер не поддерживает расширение RDP

source: Read Only
ru_ru: Только для чтения

source: Read
ru_ru: Чтение

source: Read / Write
ru_ru: Чтение/запись

source: Read-Only
ru_ru: Только для чтения

source: Reason
ru_ru: Причина

source: Cluster :
ru_ru: Кластер:

source: (Completed)
ru_ru: (Выполнено)

source: Rebalance completed
ru_ru: Перебалансировка выполнена

source: Rebalance failed
ru_ru: Сбой перебалансировки

source: Files Failed
ru_ru: Файлы с ошибками

source: Files Rebalanced
ru_ru: Перебалансированные файлы

source: Rebalance in progress
ru_ru: Выполняется перебалансировка

source: Rebalance NOT STARTED
ru_ru: Перебалансировка НЕ ЗАПУЩЕНА

source: Run Time
ru_ru: Время выполнения

source: Files Scanned
ru_ru: Отсканированные файлы

# rebalanceSessionHost
source: Host
ru_ru: Хост

# rebalanceSize
source: Size
ru_ru: Размер

source: Files Skipped
ru_ru: Пропущенные файлы

source: Started At :
ru_ru: Запущено в:

# rebalanceStatus
source: Status
ru_ru: Статус

source: Status At :
ru_ru: Статус в :

source: Rebalance status could not be determined
ru_ru: Не удалось определить статус перебалансировки

source: Stopped At :
ru_ru: Остановлено в:

source: Rebalance stopped
ru_ru: Перебалансировка остановлена

source: Rebalance
ru_ru: Перебалансировка

source: Volume :
ru_ru: Том:

source: Reboot
ru_ru: Перезагрузить

# rebootVm
source: Reboot
ru_ru: Перезагрузить

source: Rebooting
ru_ru: Идёт перезагрузка

source: Recurrence
ru_ru: Повторения

source: USB Redirection
ru_ru: Перенаправление USB

source: Redundancy Count
ru_ru: Счётчик избыточности

source: Refresh Capabilities
ru_ru: Обновить сведения о характеристиках хоста

source: Refresh Rate
ru_ru: Частота обновления сведений

source: Register
ru_ru: Регистрация

source: Register Disks
ru_ru: Зарегистрировать диски

source: Re-Initialize Data Center
ru_ru: Повторно инициализировать дата-центр

source: Reinstall
ru_ru: Переустановить

source: Releasable free space (bytes)
ru_ru: Освобождаемое свободное пространство (байт)

source: Remote Desktop
ru_ru: Удаленный рабочий стол

# removeAffinityGroupLabel
source: Remove
ru_ru: Удалить

source: Remove All
ru_ru: Удалить все

# removeBookmark
source: Remove
ru_ru: Удалить

source: Migration completed, pending commit
ru_ru: Миграция завершена, ожидание фиксации

source: Brick removal failed
ru_ru: Сбой удаления элемента

source: Brick removal in progress
ru_ru: Выполняется удаление элемента

source: Remove brick status could not be determined
ru_ru: Не удалось определить статус удаления элемента

source: Brick removal stopped
ru_ru: Удаление элемента остановлено

# removeBricksBrick
source: Remove
ru_ru: Удалить

# removeBricksButtonLabel
source: Remove
ru_ru: Удалить

# removeBricksCommit
source: Commit
ru_ru: Зафиксировать

source: Migrate Data from the bricks
ru_ru: Миграция данных с элементов

source: Ensure safe data migration before removing the bricks
ru_ru: Обеспечьте безопасную миграцию данных перед удалением элементов

# removeBricksStatus
source: Status
ru_ru: Статус

# removeBricksStop
source: Stop
ru_ru: Остановить

source: Please note that data will be lost if you choose not to migrate
ru_ru: Внимание: в случае, если миграция не будет выбрана, данные будут потеряны

# removeCluster
source: Remove
ru_ru: Удалить

# removeClusterPolicy
source: Remove
ru_ru: Удалить

source: Are you sure you want to remove the following items?
ru_ru: Точно удалить следующие элементы?

# removeCpuQos
source: Remove
ru_ru: Удалить

# removeDC
source: Remove
ru_ru: Удалить

# removeDisk
source: Remove
ru_ru: Удалить

source: Remove Filter
ru_ru: Удалить фильтр

# removeGeoRepSession
source: Remove
ru_ru: Удалить

# removeHost
source: Remove
ru_ru: Удалить

# removeInstanceType
source: Remove
ru_ru: Удалить

# removeInterface
source: Remove
ru_ru: Удалить

# removeIscsiBond
source: Remove
ru_ru: Удалить

# removeLibvirtSecret
source: Remove
ru_ru: Удалить

source: NOTE: Master copy of the hook will be removed from Engine, this cannot be restored later
ru_ru: ВНИМАНИЕ: главная копия ловушки будет удалена из ЦУ, без возможности дальнейшего восстановления

# removeNetwork
source: Remove
ru_ru: Удалить

# removeNetworkExternalSubnet
source: Remove
ru_ru: Удалить

# removeNetworkProfile
source: Remove
ru_ru: Удалить

# removeNetworkQoS
source: Remove
ru_ru: Удалить

# removePermission
source: Remove
ru_ru: Удалить

# removePolicyUnit
source: Remove
ru_ru: Удалить

# removePool
source: Remove
ru_ru: Удалить

# removeProfile
source: Remove
ru_ru: Удалить

# removeProvider
source: Remove
ru_ru: Удалить

# removeQos
source: Remove
ru_ru: Удалить

# removeQuota
source: Remove
ru_ru: Удалить

# removeRole
source: Remove
ru_ru: Удалить

# removeStorage
source: Remove
ru_ru: Удалить

# removeTag
source: Remove
ru_ru: Удалить

# removeTemplate
source: Remove
ru_ru: Удалить

# removeUser
source: Remove
ru_ru: Удалить

# removeVm
source: Remove
ru_ru: Удалить

source: Remove device
ru_ru: Удалить устройство

# removeVnicProfile
source: Remove
ru_ru: Удалить

# removeVolume
source: Remove
ru_ru: Удалить

source: Pin to another host
ru_ru: Прикрепить к другому хосту

source: Replace Brick
ru_ru: Заменить элемент

source: Replica Count
ru_ru: Число реплик

source: Dashboard
ru_ru: Панель мониторинга

source: Error getting status of Reports Webapp
ru_ru: Ошибка при получении статуса Reports Webapp

source: Reports Webapp deployment is in progress, please try again in a few minutes.
ru_ru: Выполняется развёртывание Reports Webapp, повторите попытку через несколько минут.

source: Required
ru_ru: Требуется

source: Required All
ru_ru: Требуемые: все

source: Required Network
ru_ru: Требуемая сеть

# requiredNetwork
source: Required
ru_ru: Требуемая

source: Required Random Number Generator sources:
ru_ru: Требуемые источники для генератора случайных чисел:

source: Requires Authentication
ru_ru: Требуется авторизация

source: Reset All
ru_ru: Сбросить все

source: Reset Emulated Machine
ru_ru: Сбросить эмулируемую машину

# resetGeoRepSessionConfig
source: Reset
ru_ru: Сбросить

# resetVolumeParameter
source: Reset
ru_ru: Сбросить

# resiliencePolicyCluster
source: Resilience Policy
ru_ru: Политика устойчивости

source: Resolve Actions
ru_ru: Действия по устранению

source: Resolve Conflicts
ru_ru: Устранить конфликты

source: Resolve Content Conflict
ru_ru: Устранить конфликт содержимого

source: Copy the hook to all the servers
ru_ru: Копировать ловушку на все сервера

source: Resolve Missing Hook Conflict
ru_ru: Устранить конфликт отсутствующей ловушки

source: Remove the missing hook
ru_ru: Удалить отсутствующую ловушку

source: Resolve Status Conflict
ru_ru: Устранить конфликт статуса

source: Resource Allocation
ru_ru: Выделение ресурсов

# restartGlusterSwift
source: Restart
ru_ru: Перезапустить

source: Restart Swift
ru_ru: Перезапустить Swift

# restartHost
source: Restart
ru_ru: Перезапустить

source: Restore saved memory
ru_ru: Восстановить сохранённую память

# restoreTemplate
source: Import
ru_ru: Импорт

# restoreVm
source: Import
ru_ru: Импорт

source: Restore
ru_ru: Восстановить

source: Restoring
ru_ru: Идёт восстановление

source: Resume
ru_ru: Возобновить

source: Retain
ru_ru: Сохранить

source: Bytes per period
ru_ru: Байтов за период

source: Random Generator enabled
ru_ru: Генератор случайных чисел включён

source: Enables/disables Random Number Generator device. If 'period' and 'bytes' are empty, libvirt default is used. If you specify 'period' you need to specify 'bytes' as well.
ru_ru: Включает/отключает устройство генератора случайных чисел. Если значения «период» и «байтов» пусты, используются значения libvirt по умолчанию. Если настроен «период», то нужно также настроить и «байты».

source: Random Generator
ru_ru: Генератор случайных чисел

source: Period duration (ms)
ru_ru: Длительность периода (мс)

source: /dev/hwrng source
ru_ru: источник /dev/hwrng

source: /dev/random source
ru_ru: источник /dev/random

source: Network Role
ru_ru: Роль сети

# roleNetwork
source: Role
ru_ru: Роль

# rolePermission
source: Role
ru_ru: Роль

source: Role to Assign:
ru_ru: Присвоить роль:

source: Root Template
ru_ru: Корневой шаблон

# runAndPauseVmPopup
source: Start in Pause Mode
ru_ru: Запустить и приостановить

source: Migration Options:
ru_ru: Параметры миграции:

# runOnPoolGeneral
source: Run On
ru_ru: Запускать на

source: Run VM on the selected host (no migration allowed)
ru_ru: Запустить ВМ на выбранном хосте (миграция не разрешена)

# runOnVm
source: Run On
ru_ru: Запускать на

source: Start Running On:
ru_ru: Начать выполнение на:

source: Run Once
ru_ru: Однократный запуск

source: Attach Floppy
ru_ru: Присоединить дискету

# runOncePopupAttachIsoLabel
source: Attach CD
ru_ru: Присоединить CD

# runOncePopupBootOptionsLabel
source: Boot Options
ru_ru: Параметры загрузки

# runOncePopupBootSequenceLabel
source: Boot Sequence:
ru_ru: Последовательность загрузки:

source: Use Cloud-Init
ru_ru: Использовать Cloud-Init

# runOncePopupCustomPropertiesLabel
source: Custom Properties
ru_ru: Задаваемые пользователем параметры

# runOncePopupInitialRunLabel
source: Initial Run
ru_ru: Начальный запуск

# runOncePopupInitrdPathLabel
source: initrd path
ru_ru: путь до initrd

source: kernel params
ru_ru: параметры ядра

# runOncePopupKernelPathLabel
source: kernel path
ru_ru: путь к ядру

source: Linux Boot Options
ru_ru: Параметры загрузки Linux

# runOncePopupRunAndPauseLabel
source: Start in Pause Mode
ru_ru: Запустить и приостановить

source: Run Stateless
ru_ru: Запустить без сохранения состояния

# runOncePopupSysPrepDomainNameLabel
source: Domain
ru_ru: Домен

# runOncePopupSysPrepPasswordLabel
source: Password
ru_ru: Пароль

# runOncePopupSysPrepPasswordVerificationLabel
source: Verify Password
ru_ru: Подтвердить пароль

# runOncePopupSysPrepUserNameLabel
source: User Name
ru_ru: Имя пользователя

source: To enable Sysprep, attach the "[sysprep]" Floppy to this VM.
ru_ru: Чтобы включить Sysprep, присоедините дискету «[sysprep]» к этой ВМ.

source: Alternate Credentials
ru_ru: Альтернативные учётные данные

# runOnceVm
source: Run Once
ru_ru: Однократный запуск

source: Run
ru_ru: Запустить

source: VCPU Consumption
ru_ru: Потребление вЦП

source: Running CPU/Total
ru_ru: Работающих ЦП/всего

source: Running VMs
ru_ru: Выполняемые ВМ

source: Rx Rate
ru_ru: Частота Rx

source: Total Rx
ru_ru: Всего Rx

source: Please select a name for the cloned Template(s)
ru_ru: Выберите имя для клонированного шаблона(ов)

# saveNetConfigHostPopup
source: Save network configuration
ru_ru: Сохранить параметры сети

source: Save Network Configuration
ru_ru: Сохранить параметры сети

# saveNetCongDetachConfirmPopup
source: Save network configuration
ru_ru: Сохранить параметры сети

source: Schedule
ru_ru: Расписание

source: Scheduler Optimization
ru_ru: Оптимизация планировщика

source: Script Name
ru_ru: Имя скрипта

source: When one of the activated VM disks uses SCSI reservation, the VM can't be migrated.
ru_ru: Если один из активных дисков ВМ использует SCSI резервирование, то миграция ВМ невозможна.

# searchButtonLabel
source: GO
ru_ru: Искать

source: Search
ru_ru: Поиск

source: Search:
ru_ru: Поиск:

source: Second Device
ru_ru: Второе устройство

source: Security
ru_ru: Безопасность

source: Select Brick
ru_ru: Выбрать элемент

source: Show Volumes
ru_ru: Показать тома

source: Select as SPM
ru_ru: Выбрать как диспетчер пула хранилища (SPM)

source: Select Network(s)
ru_ru: Выбрать сеть/сети

source: Select Server
ru_ru: Выбрать сервер

source: selected
ru_ru: выбрано

source: Host Devices to be attached
ru_ru: Устройства хоста для присоединения

source: SELinux mode
ru_ru: Режим SELinux

source: Serial
ru_ru: Последовательное

source: Server
ru_ru: Сервер

# serverBricks
source: Host
ru_ru: Хост

source: Server with newer configuration for next run
ru_ru: Сервер с вновь созданной конфигурацией для следующего запуска

source: Server in Preview
ru_ru: Сервер в просмотре

# serverVolumeBrick
source: Server
ru_ru: Сервер

# serviceGlusterSwift
source: Service
ru_ru: Служба

# serviceNameGlusterSwift
source: Service
ru_ru: Служба

# serviceStatusGlusterSwift
source: Status
ru_ru: Статус

source: Session DB Id
ru_ru: DB Id сеанса

source: Sessions
ru_ru: Сеансы

source: Set as Display
ru_ru: Установить как сеть передачи экрана

source: Set Serial Console Key
ru_ru: Установить ключ последовательной консоли

source: Setup Host Networks
ru_ru: Настроить сети хоста

# setupNetworksNewLabel
source: Label
ru_ru: Метка

source: Shareable
ru_ru: Может быть общим

source: Shared Memory
ru_ru: Общая память

source: Show All
ru_ru: Показать все

source: Show Quota Distribution
ru_ru: Показать распределение квоты

# showReportCluster
source: Show Report
ru_ru: Показать отчёт

# showReportDC
source: Show Report
ru_ru: Показать отчёт

# showReportHost
source: Show Report
ru_ru: Показать отчёт

# showReportStorage
source: Show Report
ru_ru: Показать отчёт

# showReportVm
source: Show Report
ru_ru: Показать отчёт

source: Show
ru_ru: Показать

source: Shutdown
ru_ru: Завершить работу

# singleDestinationStorage
source: Storage
ru_ru: Хранилище

source: and Quota
ru_ru: и квота

source: Single PCI
ru_ru: Один PCI

source: Size
ru_ru: Размер

# sizeDisk
source: Actual Size
ru_ru: Фактический размер

# sizeStorageGeneral
source: Size
ru_ru: Размер

# sizeStorageTree
source: Size
ru_ru: Размер

source: Size(GB)
ru_ru: Размер (ГБ)

# sizeVmDiskTable
source: Actual Size
ru_ru: Фактический размер

source: Skip fencing if host has live lease on storage
ru_ru: Пропустить операцию блокады, если у хоста имеется динамическая аренда в хранилище

source: This will skip fencing for a Host that has live lease on Storage Domains
ru_ru: Операция блокады пропускается для хоста, имеющего динамическую аренду в доменах хранилища

source: Skip fencing on cluster connectivity issues
ru_ru: Пропустить операцию блокады если у кластера есть проблемы с соединением

source: This will skip fencing if the percentage of Cluster Hosts with connectivity issues is greater than or equal to the defined threshold
ru_ru: Операция блокады пропускается, если процент кластерных хостов с проблемами соединения больше или равен установленному порогу

source: User Group
ru_ru: Группа пользователей

source: Smartcard
ru_ru: Смарт-карта

source: Smartcard Enabled
ru_ru: Смарт-карта включена

source: Snapshot Options
ru_ru: Параметры снимка

source: The selected snapshot to be previewed contains memory
ru_ru: Выбранный для просмотра снимок содержит память

source: Saving memory may cause data loss when excluding disks!
ru_ru: Сохранение памяти при исключении дисков может привести к потере данных

source: Active VM
ru_ru: Активная ВМ

source: Active VM before the preview
ru_ru: Активная ВМ перед просмотром

source: Disks to include:
ru_ru: Включая диски:

source: Snapshot name would be formed in the format <prefix><timestamp>
ru_ru: Название снимка будет иметь формат: <профикс> <временная метка>

source: Excluded disks will be deleted when the snapshot is committed.
ru_ru: Исключённые диски будут удалены после фиксации снимка.

source: Previewing memory may cause data loss when excluding disks!
ru_ru: Предварительный просмотр памяти при исключении дисков может привести к потере данных

source: Disk Snapshots
ru_ru: Снимки диска

source: Soft
ru_ru: Мягкая

source: Solution
ru_ru: Решение

source: Sound
ru_ru: Звук

source: Soundcard enabled
ru_ru: Звуковая карта включена

# sourceDisk
source: Source
ru_ru: Источник

# sourceGlusterHook
source: Source
ru_ru: Источник

source: Space in free fastbin blocks (bytes)
ru_ru: Место в свободных блоках fastbin (байт)

source: Specific User/Group
ru_ru: Конкретный пользователь/группа

source: Specific
ru_ru: Указанный

# speedInterface
source: Speed
ru_ru: Скорость

# speedNetworkHost
source: Speed
ru_ru: Скорость

source: Enable SPICE clipboard copy and paste
ru_ru: Включить копирование/вставку через буфер обмена SPICE

source: Enable SPICE file transfer
ru_ru: Включить передачу файлов SPICE

source: SPICE HTML5 browser client (Tech preview)
ru_ru: Браузерный клиент SPICE HTML5 (ознакомительная тех. версия)

source: SPICE-HTML5 does not support SPICE Proxy.
ru_ru: SPICE-HTML5 не поддерживает SPICE прокси.

source: If there is a SPICE plugin installed in your browser, it is used for invoking the console session.Otherwise SPICE configuration file is downloaded which will automatically launch locally installed Remote Viewer (found under "Console Client Resources" page.).
ru_ru: При наличии в браузере расширения SPICE, оно используется для вызова консольного сеанса. В ином случае загружается файл параметров SPICE, который автоматически запускает локально установленный удалённый просмотрщик (находится на странице «Ресурсы консольного клиента»).

source: Uses SPICE HTML5 client that runs inside your browser. This client is a Technology preview and it's possible some functions (e.g. keyboard layouts) will not work as expected.
ru_ru: Использует клиент SPICE HTML5, запускаемого в браузере. Это ознакомительная техническая версия, и некоторый функционал клиента (например, раскладки клавиатуры) может работать не так, как ожидается.

source: Uses SPICE browser plugin for invoking console session. For this you must have SPICE console plugin installed in your browser.
ru_ru: Использует браузерное расширение SPICE для вызова консольного сеанса. В браузере должно быть установлено консольное расширение SPICE.
