Repository: jtux270/translate
Catalog: openstack/openstack-wallaby_*_git/oslo.concurrency-4.4.0/oslo_concurrency.po
Languages: ru

source: Specifying semaphores is not supported when using fair locks.
ru: При использовании fair lock настройка семафоров не поддерживается

source: Calling lockutils directly is no longer supported. Please use the lockutils-wrapper console script instead.
ru: Прямые вызовы lockutils больше не поддерживаются. Используйте консольный сценарий lockutils-wrapper.

source: Unexpected error while running command.
ru: Непредвиденная ошибка при выполнении команды

source: %(description)s Command: %(cmd)s Exit code: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r
ru: %(description)s Команда: %(cmd)s Код выхода: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r

source: Got unknown keyword args: %r
ru: Получены аргументы неизвестного ключевого слова: %r

source: Got invalid arg log_errors: %r
ru: Получен недопустимый аргумент log_errors: %r

source: Command requested root, but did not specify a root helper.
ru: Команда запросила root, но root helper не был указан.

source: Process resource limits are ignored as this feature is not supported on Windows.
ru: Лимиты ресурсов процесса игнорируются, поскольку эта возможность не поддерживается в Windows

source: Running cmd (subprocess): %s
ru: Выполняется cmd (подпроцесс): %s

source: %(desc)r command: %(cmd)r exit code: %(code)r stdout: %(stdout)r stderr: %(stderr)r
ru: %(desc)r команда: %(cmd)r код выхода: %(code)r stdout: %(stdout)r stderr: %(stderr)r

source: Got an OSError command: %(cmd)r errno: %(errno)r
ru: Получена OSError команда: %(cmd)r errno: %(errno)r

source: %r failed. Not Retrying.
ru: Сбой %r. Повторных попыток не будет.

source: %r failed. Retrying.
ru: Сбой %r. Повторяем попытку.

source: Environment not supported over SSH
ru: Доступ к окружению через SSH не поддерживается

source: process_input not supported over SSH
ru: process_input не поддерживается через SSH
