Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Network ${networkName} is attached (via label ${label}) to bond ${BondName}. VM networks cannot be attached to bonds in mode 0, 5 or 6.
ru: Сеть ${networkName} присоединена (через метку ${label}) к связке ${BondName}. Сети ВМ нельзя присоединить к связкам в режиме 0, 5 или 6.

source: Some of the hosts still use legacy protocol which is not supported by cluster 3.6 or higher. In order to change it a host needs to be put to maintenance and edited in advanced options section.
ru: Некоторые хосты всё ещё используют устаревшие протоколы, не поддерживаемые кластером 3.6 или выше. Чтобы это изменить, хост нужно перевести в режим обслуживания и отредактировать его параметры в разделе расширенных параметров.

source: Setting VM ticket failed.
ru: Сбой настройки билета ВМ.

source: Cannot add label ${label} to network interface ${nic}. Network interface has an unmanaged network attached.
ru: Не удалось добавить метку ${label} сетевому интерфейсу ${nic}. К сетевому интерфейсу присоединена неподконтрольная сеть.

source: Cannot add network ${network} to network interface ${nic}. Network interface has an unmanaged network attached.
ru: Не удалось добавить сеть ${network} сетевому интерфейсу ${nic}. К сетевому интерфейсу присоединена неподконтрольная сеть.

source: Network interface ${nicName} can not be a slave. It has an unmanaged network ${networkName} attached.
ru: Сетевой интерфейс ${nicName} не может быть подчинённым. К нему присоединена неподконтрольная сеть ${networkName}.

source: Cannot remove unmanaged network ${network} from host, as it is an existing cluster network.
ru: Невозможно удалить неподконтрольную сеть ${network} из хоста, поскольку это сеть существующего кластера.

source: Cannot remove unmanaged network ${network} from host, as it does not exist on the host.
ru: Невозможно удалить неподконтрольную сеть ${network} из хоста, поскольку она не существует на хосте.

source: Cannot ${action} ${type}. The VM is a hosted engine and editing is not allowed. See configuration value AllowEditingHostedEngine.
ru: Невозможно ${action} ${type}. ВМ является виртуализированным ЦУ, и изменение параметров не разрешено. См. значение параметра AllowEditingHostedEngine.

source: Cannot ${action} ${type}. The action ${deployAction} hosted engine host is supported from cluster level ${clusterLevel}.
ru: Невозможно ${action} ${type}. Хост виртуализированного ЦУ, выполняющий действие ${deployAction}, поддерживается на уровне кластера ${clusterLevel}.

source: Cannot ${action} ${type}. Cluster ${clusterName} is being updated.
ru: Невозможно ${action} ${type}. Кластер ${clusterName} в процессе обновления.

source: Affinity label does not exist.
ru: Метка принадлежности к группам схожести не существует.

source: The name for affinity label is invalid. Please use only simple characters a-z, numbers and underscores.
ru: Недопустимое имя метки принадлежности к группам схожести. Используйте только простые символы a-z, числа и подчёркивания.

source: Cannot delete affinity label, remove it from all entities first.
ru: Не удалось удалить метку принадлежности к группам схожести, удалите её сначала из всех субъектов.

source: Cannot add affinity label with a conflicting ID.
ru: Невозможно добавить метку принадлежности к группам схожести с конфликтующим идентификатором.

source: Cannot add affinity label with a conflicting NAME.
ru: Невозможно добавить метку принадлежности к группам схожести с конфликтующим именем.

source: Cannot change read only affinity label.
ru: Невозможно изменить метку принадлежности к группам схожести, доступную только для чтения.
