Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot ${action} ${type}. The following attached disks are in ILLEGAL status: ${diskAliases} - please remove them and try again.
ru: Невозможно ${action} ${type}. Следующие присоединённые диски имеют недопустимый статус: $[diskAliases} — удалите их и повторите попытку.

source: Cannot ${action} ${type}. The following disks could not be moved: ${diskAliases}. Please make sure that all disks are active or inactive in the VM.
ru: Невозможно ${action} ${type}. Следующие диски не могут быть перемещены: ${diskAliases}. Убедитесь, что все диски машины либо активны, либо неактивны.

source: Cannot ${action} ${type}. The following disks already exist: ${diskAliases}. Please import as a clone.
ru: Невозможно ${action} ${type}. Следующие диски уже существуют: $[diskAliases}. Импортируйте их как клон.

source: Cannot ${action} ${type}: VM is locked. Please try again in a few minutes.
ru: Невозможно ${action} ${type}: ВМ заблокирована. Повторите попытку через несколько минут.

source: Cannot ${action} ${type}: VM is being exported now. Please try again in a few minutes.
ru: Невозможно ${action} ${type}: ВМ сейчас экспортируется. Повторите попытку через несколько минут.

source: Cannot ${action} ${type}. VM's Image might be corrupted.
ru: Невозможно ${action} ${type}. Образ ВМ может быть повреждён.

source: Cannot ${action} ${type}. Invalid CD image format.
ru: Невозможно ${action} ${type}. Недопустимый формат образа CD.

source: Cannot ${action} ${type}: Storage Domain cannot be accessed. -Please check that at least one Host is operational and Data Center state is up.
ru: Невозможно ${action} ${type}: доступ к домену хранилища отсутствует. — Проверьте, чтобы как минимум один хост был в рабочем состоянии, а дата-центр был запущен.

source: Cannot ${action} ${type}. VM is running.
ru: Невозможно ${action} ${type}. ВМ выполняется.

source: Cannot ${action} ${type}. VM is being cloned.
ru: Невозможно ${action} ${type}. ВМ в процессе клонирования.

source: Cannot ${action} ${type}. VM is being updated.
ru: Невозможно ${action} ${type}. ВМ в процессе обновления.

source: Cannot ${action} ${type}. VM is not running.
ru: Невозможно ${action} ${type}. ВМ не выполняется.

source: Cannot ${action} ${type}. VM is not up.
ru: Невозможно ${action} ${type}. ВМ не запущена.

source: Cannot ${action} ${type}. At least one of the VMs is not down.
ru: Невозможно ${action} ${type}. Как минимум одна ВМ не выключена.

source: Cannot ${action} ${type}. VM ${VmName} must be in status Down, Up or Paused.
ru: Невозможно ${action} ${type}. ВМ ${VmName} должна быть в одном из состояний «не запущена», «запущена» или «приостановлена».

source: Cannot ${action} ${type}. VM is in saving/restoring state. -Please try again when the VM is either up or down.
ru: Невозможно ${action} ${type}. ВМ сейчас сохраняет/восстанавливает состояние. — Повторите попытку, когда ВМ будет либо запущена либо выключена.

source: Cannot ${action} ${type}. The VM is performing an operation on a Snapshot. Please wait for the operation to finish, and try again.
ru: Невозможно ${action} ${type}. ВМ выполняет операцию со снимком. Дождитесь окончания операции и повторите попытку.

source: Cannot ${action} ${type} because the VM is in ${vmStatus} status.
ru: Невозможно ${action} ${type}, ВМ в состоянии ${vmStatus}.

source: Cannot ${action} ${type}. The VM is running as Stateless. Please try again when VM is not running as Stateless.
ru: Невозможно ${action} ${type}. ВМ выполняется в режиме без сохранения состояния. Повторите попытку, когда ВМ не будет выполняться в этом режиме.

source: Cannot ${action} ${type}. The VM was running as Stateless and didn't clean up successfully. Please try to run the VM which should clean up the VM, and then try again when VM is not running.
ru: Невозможно ${action} ${type}. ВМ выполнялась без сохранения состояния, и чистка была проведена неудачно. Попробуйте запустить ВМ, которая очистит ВМ, а затем повторите попытку, когда ВМ не будет выполняться.

source: Cannot ${action} ${type}. The VM is in use by other user.
ru: Невозможно ${action} ${type}. ВМ используется другим пользователем.

source: Cannot ${action} ${type}. VM is not found.
ru: Невозможно ${action} ${type}. ВМ не найдена.

source: Cannot ${action} ${type}. Vm is set to use a specific version, and not automatically update to the latest version.
ru: Невозможно ${action} ${type}. ВМ настроена на использование конкретной версии, и не будет автоматически обновляться.

source: Cannot ${action} ${type}. Vm is already at the latest version.
ru: Невозможно ${action} ${type}. Версия ВМ уже является самой последней.

source: Cannot ${action} ${type}. VM is non migratable.
ru: Невозможно ${action} ${type}. ВМ без возможности миграции.

source: Cannot ${action} ${type}. VM is non migratable and user did not specify the force-migration flag
ru: Невозможно ${action} ${type}. ВМ без возможности миграции, и флаг принудительной миграции не был указан пользователем.

source: Cannot ${action} ${type}. VM is pinned to Host.
ru: Невозможно ${action} ${type}. ВМ закреплена за хостом.

source: Cannot ${action} ${type}. Running VM is hosted on ${hostName}. Include ${hostName} in dedicated hosts, or migrate VM to dedicated host prior to pinning.
ru: Невозможно ${action} ${type}. Выполняемая ВМ расположена на ${hostName}. Перед привязкой включите ${hostName} в выделенные хосты или выполните миграцию ВМ на выделенный хост.

source: Note: The VM is pinned to Host '${VdsName}' but cannot run on it.
ru: Замечание: ВМ закреплена за хостом '${VdsName}', но не может на нём выполняться.

source: $VdsName [N/A]
ru: $VdsName [недоступно]

source: Cannot ${action} ${type}. VM with host cpu flags must be pinned to host.
ru: Невозможно ${action} ${type}. ВМ с флагом ЦП хоста должна быть закреплена за хостом.

source: Cannot ${action} ${type}. Migration is not supported in this CPU architecture.
ru: Невозможно ${action} ${type}. Миграция не поддерживается на этой архитектуре ЦП.

source: Cannot ${action} ${type}. This resilience policy is not supported in this CPU architecture.
ru: Невозможно ${action} ${type}. Политика отказоустойчивости не поддерживается на этой архитектуре ЦП

source: Cannot ${action} ${type}. Migration option is not supported in this CPU architecture.
ru: Невозможно ${action} ${type}. Возможность миграции не поддерживается на архитектуре этого ЦП.

source: Cannot ${action} ${type}. VM with the given Id already exists in the system.
ru: Невозможно ${action} ${type}. ВМ с указанным ID уже существует в системе.

source: Cannot ${action} ${type}. Migration is not supported for VMs containing 'passthrough' VM Network Interfaces (VM: ${vmName}, passthrough interfaces: ${interfaces}).
ru: Невозможно ${action} ${type}. Миграция не поддерживается для ВМ, содержащих «транзитные» сетевые интерфейсы ВМ (ВМ: ${vmName}, транзитные интерфейсы: ${interfaces}).

source: Cannot ${action} ${type}. A highly available VM cannot be pinned to a specific Host
ru: Невозможно ${action} ${type}. ВМ высокой надёжности не может быть закреплена за конкретным узлом.

source: Cannot ${action} ${type}. A VM running the engine ("hosted engine") cannot be set to highly available as it has its own HA mechanism.
ru: Невозможно ${action} ${type}. ВМ, на которой размещён ЦУ («виртуализированный ЦУ»), не может быть настроена как высокодоступная, т.к. располагает своим собственным механизмом высокой доступности.

source: Cannot ${action} ${type}. VM with the same identifier already exists.
ru: Невозможно ${action} ${type}. ВМ с таким идентификатором уже существует.

source: Cannot ${action} ${type}. VM is attached to a VM Pool.
ru: Невозможно ${action} ${type}. Машина присоединена к пулу ВМ.

source: Cannot ${action} ${type}. There are no available VMs in the VM-Pool.
ru: Невозможно ${action} ${type}. Нет доступных машин в пуле ВМ.

source: Cannot ${action} ${type}. Number of Prestarted VMs cannot exceed the number of VMs in the Pool.
ru: Невозможно ${action} ${type}. Количество предзапущенных ВМ не может превышать количество ВМ в пуле.

source: Cannot ${action} ${type}. The operation is unsupported for ${volumeType} Disk(s), please try again with Disk(s) with one of the following type(s): ${supportedVolumeTypes}.
ru: Невозможно ${action} ${type}. Операция не поддерживается для дисков ${volumeType}, повторите попытку с дисками одного из следующих типов: ${supportedVolumeTypes}.

source: Cannot ${action} ${type}. The Data Center has no Storage Pool Manager.
ru: Невозможно ${action} ${type}. У дата-центра нет диспетчера пула хранилища.

source: Cannot ${action} ${type}. The Data Center's Storage Pool Manager has changed.
ru: Невозможно ${action} ${type}. Диспетчер пула хранилища дата-центра был изменен.

source: Cannot ${action} ${type}. Low disk space on Storage Domain ${storageName}.
ru: Невозможно ${action} ${type}. Недостаточно места на диске в домене хранилища ${storageName}.

source: Cannot ${action} ${type}. VM is pinned to a specific host. The host's cluster must be the same as the selected VM cluster.
ru: Невозможно ${action} ${type}. ВМ закреплена за конкретным хостом. Кластер хоста должен совпадать с кластером выбранной ВМ.

source: Cannot ${action} ${type}. VM is pinned to a specific host. The required host doesn't exist.
ru: Невозможно ${action} ${type}. ВМ закреплена за конкретным хостом. Требуемый хост не существует.

source: Cannot ${action} ${type}. Disk configuration (${volumeFormat} ${volumeType}) is incompatible with the storage domain type.
ru: Невозможно ${action} ${type}. Конфигурация диска (${volumeFormat} ${volumeType}) не совместима с типом домена хранилища.

source: Cannot ${action} ${type}. The OVF configuration could not be parsed.
ru: Невозможно ${action} ${type}. Нельзя выполнить анализ конфигурации OVF.

source: Cannot ${action} ${type}. Action is unsupported for the specified disk type (${diskStorageType}).
ru: Невозможно ${action} ${type}. Для указанного типа диска (${diskStorageType}) это действие не поддерживается.

source: Cannot ${action} ${type}. The provided lun is used by another disk.
ru: Невозможно ${action} ${type}. Предоставленный LUN используется другим диском.

source: Cannot ${action} ${type}. The provided lun has no valid lun type.
ru: Невозможно ${action} ${type}. Предоставленный LUN имеет недопустимый тип.

source: Cannot ${action} ${type}. The provided lun is missing at least one connection parameter (address/port/iqn).
ru: Невозможно ${action} ${type}. У предоставленного LUN отсутствует как минимум один параметр для подключения (адрес/порт/iqn).

source: Cannot ${action} ${type}. The provided LUN is not visible by the specified host, please check storage server connectivity.
ru: Невозможно ${action} ${type}. Предоставленный LUN не виден указанным хостом, проверьте возможность подключения к серверу хранилища.

source: Cannot ${action} ${type}. The disk contains the hosted engine.
ru: Невозможно ${action} ${type}. Диск содержит виртуализированный ЦУ.

source: Cannot ${action} ${type}. The storage selected contains the self hosted engine.
ru: Невозможно ${action} ${type}. Выбранное хранилище содержит виртуализированный ЦУ.

source: Cannot ${action} ${type}. You are using an unmanaged hosted engine VM. Please upgrade the cluster level to 3.6 and wait for the hosted engine storage domain to be properly imported.
ru: Невозможно ${action} ${type}. Используется ВМ, не контролируемая виртуализированным ЦУ. Обновите уровень кластера до версии 3.6 и подождите, пока домен хранилища виртуализированного ЦУ будет надлежащим образом импортирован.

source: Cannot ${action} ${type}. VM migration is in progress
ru: Невозможно ${action} ${type}. ВМ в процессе миграции.

source: Cannot ${action} ${type}. source and destination is the same.
ru: Невозможно ${action} ${type}. Источник и место назначения — одно и то же.

source: Cannot ${action} ${type}. Destination host is not present in destination cluster.
ru: Невозможно ${action} ${type}. Целевой хост отсутствует на кластере назначения.

source: Cannot ${action} ${type} if custom properties are in invalid format. Please check the input.
ru: Невозможно ${action} ${type} если заданные пользователем параметры имеют недопустимый формат. Проверьте вводимую информацию.

source: Cannot ${action} ${type} if some of the specified custom properties are not configured by the system. The keys are: ${MissingKeys}
ru: Невозможно ${action} ${type}, если некоторые из указанных заданных пользователем параметров не настроены системой. Ключи: ${MissingKeys}

source: Cannot ${action} ${type} if some of the specified custom properties have illegal values. The keys are: ${WrongValueKeys}
ru: Невозможно ${action} ${type}, если некоторые из указанных заданных пользователем параметров имеют недопустимые значения. Ключи: ${WrongValueKeys}

source: Cannot ${action} ${type}. Custom properties are not supported in version: ${NotSupportedInVersion}
ru: Невозможно ${action} ${type}. Задаваемые пользователем параметры не поддерживаются версией ${NotSupportedInVersion}

source: Cannot ${action} ${type}. Some network custom properties contained errors (bad syntax, non-existing keys or invalid values), please take a closer look at the following network(s): ${ACTION_TYPE_FAILED_NETWORK_CUSTOM_PROPERTIES_BAD_INPUT_LIST}. Refer to the engine log for further details.
ru: Невозможно ${action} ${type}. Некоторые заданные пользователем параметры сети содержат ошибки (некорректный синтаксис, несуществующие ключи или неверные значения). Перепроверьте настройки следующих сетей: ${ACTION_TYPE_FAILED_NETWORK_CUSTOM_PROPERTIES_BAD_INPUT_LIST}. Подробности см. в журнале ЦУ.

source: Cannot ${action} ${type}. The attachment of network '${ATTACHMENT_REFERENCE_VLAN_DEVICE_ENTITY}' references vlan device '${nicName}'. Network attachment cannot reference vlan device.
ru: Невозможно ${action} ${type}. Присоединение сети «${ATTACHMENT_REFERENCE_VLAN_DEVICE_ENTITY}» ссылается на устройство vlan «${nicName}». Подключение к сети не может ссылаться на устройство vlan.

source: Cannot ${action} ${type}. Network ${networkName} is already attached via attachment ${networkAttachmentID}. A new attachment cannot be used for the same network, please reuse the existing one.
ru: Невозможно ${action} ${type}. Сеть ${networkName} уже присоединена с помощью ${networkAttachmentID}. Новая связка не может использоваться для одной и той же сети, используйте уже существующую.

source: Cannot ${action} ${type}. Custom properties are not supported for device type: ${InvalidDeviceType}
ru: Невозможно ${action} ${type}. Задаваемые пользователем параметры не поддерживаются типом устройства: ${InvalidDeviceType}

source: Cannot ${action} ${type}. There are no available running Hosts in the Host Cluster.
ru: Невозможно ${action} ${type}. Нет доступных работающих хостов в кластере хостов.

source: Cannot ${action} ${type}. There are no available running Hosts with sufficient memory in VM's Cluster .
ru: Невозможно ${action} ${type}. На кластере машины нет доступных работающих хостов с достаточным объёмом памяти .

source: Cannot ${action} ${type}. There are no available running Hosts with enough cores in VM's Cluster .
ru: Невозможно ${action} ${type}. На кластере машины нет доступных работающих хостов с достаточным количеством ядер.

source: Cannot ${action} ${type}. The host has lower CPU level than the VM was run with.
ru: Невозможно ${action} ${type}. Узел имеет уровень ЦП меньше, чем тот, с которым выполнялась машина.

source: Cannot ${action} ${type}. There are no available HA hosts in the VM's Cluster.
ru: Невозможно ${action} ${type}. На кластере машины нет доступных хостов высокой надёжности.

source: The following Hosts have running VMs and cannot be switched to maintenance mode: ${HostsList}.Please ensure that the following Clusters have at least one Host in UP state: ${ClustersList}.
ru: На следующих хостах выполняются ВМ, и эти хосты нельзя переключить в режим обслуживания: ${HostsList}. Убедитесь, что следующие кластеры имеют как минимум один хост со статусом «запущен»: ${ClustersList}.

source: Cannot ${action} ${type}. VM's tools version (${toolsVersion}) mismatch with the Host's (${serverVersion}) version.
ru: Невозможно ${action} ${type}. Версия инструментов ВМ (${toolsVersion}) не совпадает с версий хоста (${serverVersion}).

source: Cannot ${action} ${type}. Host swap percentage is above the defined threshold. - Check your configuration parameters for Host Swap Percentage.
ru: Невозможно ${action} ${type}. Процентный объём подкачки узла выше установленного порога. — Проверьте параметры процентного объёма подкачки узла.

source: Cannot ${action} ${type}. There is no available operational Host (in UP state) in the relevant Cluster.
ru: Невозможно ${action} ${type}. На релевантном кластере нет доступного хоста (со статусом «запущен»).

source: Cannot ${action} ${type}. Removing the Template Snapshot is not allowed.
ru: Невозможно ${action} ${type}. Удаление снимка шаблона не разрешено.

source: Cannot ${action} ${type}. Failed to get data for Import operation. - Check connectivity to the Storage Domain.
ru: Невозможно ${action} ${type}. Сбой получения данных для операции импорта. — Проверьте соединение с доменом хранилища.

source: Cannot ${action} ${type}. The relevant Template doesn't exist.
ru: Невозможно ${action} ${type}. Релевантный шаблон не существует.

source: Cannot ${action} ${type}. The requested template doesn't belong to the same base template as the original template.
ru: Невозможно ${action} ${type}. Запрашиваемый шаблон не принадлежит тому же базовому шаблону, что и исходный.

source: Cannot ${action} ${type}. The Template can be changed for pool VMs only.
ru: Невозможно ${action} ${type}. Можно изменять только шаблоны ВМ из пула.

source: Cannot ${action} ${type}. The relevant Cluster doesn't exist.
ru: Невозможно ${action} ${type}. Релевантный кластер не существует.

source: Cannot ${action} ${type}. Only the first template version can be selected as the base template.
ru: Невозможно ${action} ${type}. Только первую версию шаблона можно выбрать в качестве базового шаблона.

source: Cannot ${action} ${type}. The relevant Instance Type doesn't exist.
ru: Невозможно ${action} ${type}. Релевантный тип экземпляра не существует.

source: Cannot ${action} ${type}. The relevant Image Type doesn't exist.
ru: Невозможно ${action} ${type}. Релевантный тип образа не существует.

source: Cannot ${action} ${type}. The Template is disabled, please try to enable the template first and try again.
ru: Невозможно ${action} ${type}. Шаблон отключен, попробуйте сначала включить шаблон и повторите попытку.

source: The specified Template doesn't exist in the current Data Center.
ru: Указанный шаблон не существует в текущем дата-центре.

source: Cannot ${action} ${type} with an empty disk alias.
ru: Невозможно ${action} ${type} с пустым псевдонимом диска.

source: Cannot ${action} ${type}. Num of IO Threads is not in supported limit.
ru: Невозможно ${action} ${type}. Число потоков IO не входит в поддерживаемый лимит.

source: Cannot ${action} ${type}. One of the Template Images already exists.
ru: Невозможно ${action} ${type}. Один из образов шаблонов уже существует.

source: Cannot ${action} ${type}. A Template with the same identifier already exists.
ru: Невозможно ${action} ${type}. Шаблон с таким идентификатором уже существует.

source: Cannot ${action} ${type}. Template ${templateName} (${templateId}) is being set as base template.
ru: Невозможно ${action} ${type}. Шаблон ${templateName} (${templateId}) в данный момент настраивается в качестве базового.

source: Cannot ${action} ${type}. Sub Version of selected template (${subVersionId}) is being concurrently removed. Please wait and try again later.
ru: Невозможно ${action} ${type}. Подверсия выбранного шаблона (${subVersionId}) в данный момент параллельно удаляется. Подождите и повторите попытку.

source: Can not stop cluster upgrade mode, see below for details:
ru: Невозможно остановить режим обновление кластера, подробности см. ниже:

source: Can not start cluster upgrade mode, see below for details:
ru: Невозможно запустить режим обновление кластера, подробности см. ниже:

source: The set cluster compatibility version does not allow mixed major host OS versions. Can not start the cluster upgrade.
ru: Установленная версия совместимости кластера не позволяет использовать смешанные мажорные версии ОС хоста. Запустить обновление кластера невозможно.

source: Cannot suspend VM. Cluster is in upgrade mode.
ru: Не удалось заморозить ВМ. Кластер находится в режиме обновления.

source: Cannot bind VM to specific hosts while cluster is in upgrade mode. See below for details:
ru: Невозможно привязать ВМ к указанному хосту, пока кластер находится в режиме обновления. Подробности см. ниже:

source: Host ${hostName} with id ${hostId} has no valid OS descriptor.
ru: Хост ${hostName} с идентификатором ${hostId} не имеет допустимого дескриптора ОС.

source: Host ${hostName} with id ${hostId} runs a too old OS.
ru: На хосте ${hostName} с идентификатором ${hostId} установлена слишком старая версия ОС.

source: VM ${vmName} with id ${vmId} is configured to be not migratable.
ru: Настроенные параметры ВМ ${vmName} с идентификатором ${vmId} не позволяют выполнять миграцию.

source: VM ${vmName} with id ${vmId} has pinned CPUs.
ru: ВМ ${vmName} с идентификатором ${vmId} имеет привязанные ЦП.

source: VM ${vmName} with id ${vmId} has pinned NUMA nodes.
ru: ВМ ${vmName} с идентификатором ${vmId} имеет привязанные узлы NUMA..

source: VM ${vmName} with id ${vmId} requires specific host devices.
ru: Машине ${vmName} с идентификатором ${vmId} требуются специальные устройства хоста.

source: VM ${vmName} with id ${vmId} is suspended.
ru: ВМ ${vmName} с идентификатором ${vmId} приостановлена.

source: Cannot change cluster version since following VMs are previewing snapshots:
ru: Невозможно сменить версию кластера, т.к. следующие ВМ находятся в режиме просмотра снимков:

source: Cannot ${action} ${type}. The Role is Read-Only.
ru: Невозможно ${action} ${type}. Роль только для чтения.

source: Cannot ${action} ${type}. The target Data Center does not contain the ${type}.
ru: Невозможно ${action} ${type}. Целевой дата-центр не содержит ${type}.

source: Cannot ${action} ${type}. The target Data Center does not contain the Virtual Machine.
ru: Невозможно ${action} ${type}. В целевом дата-центре нет ВМ.

source: Cannot ${action} ${type}. The Storage Domain already contains the target disk(s).
ru: Невозможно ${action} ${type}. Целевые диски уже есть в дата-центре.

source: Cannot ${action} ${type}. Storage Domain hasn't been specified.
ru: Невозможно ${action} ${type}. Не был указан домен хранилища.

source: Cannot ${action} ${type}. The following VMs/Templates are delete protected: ${vms}.
ru: Невозможно ${action} ${type}. Следующие ВМ/шаблоны защищены от удаления: ${vms}.

source: Cannot ${action} ${type}. The following VMs/Templates are attached to pool: ${vms}.
ru: Невозможно ${action} ${type}. Следующие ВМ/шаблоны присоединены к пулу: ${vms}.

source: Cannot ${action} ${type}. The Storage Domain name is already in use.
ru: Невозможно ${action} ${type}. Имя домена хранилища уже используется.

source: Cannot ${action} ${type}. The Storage Domain already exists.
ru: Невозможно ${action} ${type}. Домен хранилища уже существует.

source: Cannot ${action} ${type}. Part of the Storage Domain LUNs are being used as an External LUN disk. Please remove them first and try again.
ru: Невозможно ${action} ${type}. Часть LUN домена хранилища используются в качестве внешнего диска LUN. Удалите сначала эти LUN и повторите попытку.

source: Cannot ${action} ${type}. The Data Center name is already in use.
ru: Невозможно ${action} ${type}. Имя дата-центра уже используется.
