Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot ${action} ${type}. The following VMs are set to run specifically only on this Host: ${VmNames}. In order to ${action} ${type}, you need to remove the association between the VMs and the Host (Using Edit VM properties).
ru: Невозможно ${action} ${type}. Следующие ВМ настроены на выполнение только на этом хосте: ${VmNames}. Чтобы выполнить ${action} ${type}, необходимо удалить привязку машин и хоста (в меню «Свойства ВМ»).

source: Hot plugging a CPU is not supported for cluster version ${clusterVersion} and architecture ${architecture}.
ru: Горячее подключение ЦП не поддерживается для кластера версии ${clusterVersion} и архитектуры ${architecture}.

source: Hot un-plugging a CPU is not supported for cluster version ${clusterVersion} and architecture ${architecture}.
ru: Горячее отключение ЦП не поддерживается для кластера версии ${clusterVersion} и архитектуры ${architecture}.

source: Hot plugging memory is not supported for cluster version ${clusterVersion} and architecture ${architecture}.
ru: Горячее подключение памяти не поддерживается для кластера версии ${clusterVersion} и архитектуры ${architecture}.

source: Hot un-plugging memory is not supported for cluster version ${clusterVersion} and architecture ${architecture}.
ru: Горячее отключение памяти не поддерживается для кластера версии ${clusterVersion} и архитектуры ${architecture}.

source: Cannot ${action} ${type}. Exceeded maximum number of available memory slots: ${maxMemSlots}.
ru: Невозможно ${action} ${type}. Достигнуто максимальное число доступных слотов памяти: ${maxMemSlots}.

source: Cannot ${action} ${type}. Plugged memory must be multiplication of ${multiplicationSize}.
ru: Невозможно ${action} ${type}. Подключенная память должна быть кратной ${multiplicationSize}.

source: Cannot ${action} ${diskAlias} to ${vmName}. Hot plugging a disk to an IDE interface is not supported.
ru: Невозможно ${action} ${diskAlias} to ${vmName}. Горячее подключение диска к интерфейсу IDE не поддерживается.

source: Cannot ${action} ${type}. Unlinking of 'passthrough' vm network interface is not supported.
ru: Невозможно ${action} ${type}. Отсоединение от «транзитного» сетевого интерфейса ВМ не поддерживается.

source: Cannot ${action} ${type}. There is Network QoS on the profile, this is not supported for clusters of version ${clusterVersion}.
ru: Невозможно ${action} ${type}. На профиле присутствует сетевой QoS, что не поддерживается кластерами версии ${clusterVersion}.

source: Cannot ${action} ${type}. The network interface type is not compatible with the selected operating system.
ru: Невозможно ${action} ${type}. Тип сетевого интерфейса не совместим с выбранной операционной системой.

source: Cannot ${action} ${type}. The network interface type doesn't match the profile. Virtual machine interface of type 'PCI Passthrough' should have 'Passthrough' profile and vice versa.
ru: Невозможно ${action} ${type}. Тип сетевого интерфейса не совпадает с профилем. Интерфейс виртуальной машины типа «транзитный PCI» должен иметь «транзитный» профиль и наоборот.

source: Cannot ${action} ${type}. Updating some of the properties is not supported while the interface is plugged into a running virtual machine. Please un-plug the interface, update the properties, and then plug it back.
ru: Невозможно ${action} ${type}. Обновление некоторых параметров не поддерживается если интерфейс подключен к выполняющейся ВМ. Отключите интерфейс, обновите свойства и затем подключите его снова.

source: Cannot ${action} ${type}. Update is not possible when 'Port Mirroring' is set on the interface of a running virtual machine.
ru: Невозможно ${action} ${type}. Обновление невозможно, если на интерфейсе выполняющейся ВМ настроено зеркалирование портов.

source: Cannot ${action} ${type}. 'Port Mirroring' setting requires a network.
ru: Невозможно ${action} ${type}. Параметр «зеркалирование портов» требует наличия сети.

source: Cannot ${action} ${type}. Guest OS version is not supported.
ru: Невозможно ${action} ${type}. Версия гостевой ОС не поддерживается.

source: Can plug only virtIO disks.
ru: Можно подключить только диски VirtIO.

source: Disk is already activated.
ru: Диск уже активирован.

source: Disk is already deactivated.
ru: Диск уже деактивирован.

source: Cannot ${action} ${type}. A disk configured with the "Activate" setting cannot be created as a floating disk.
ru: Невозможно ${action} ${type}. Диск, настроенный с параметром «Активировать», нельзя создать как «плавающий» диск.

source: Cannot deactivate the management interface of the Hosted Engine VM.
ru: Невозможно деактивировать интерфейс управления ВМ виртуализированного цу.

source: Hosted Engine VM cannot have network interface with empty profile.
ru: Виртуализированный ЦУ не может иметь сетевой интерфейс с пустым профилем.

source: Cannot activate/deactivate VM Network Interface due to VM status. The VM status must be Down or Up.
ru: Невозможно активировать/деактивировать сетевой интерфейс ВМ из-за статуса ВМ. ВМ должна иметь статус «Отключена» или «Запущена».

source: The Network does not exist on the host the VM is running on. Either add the Network to the Host or migrate the VM to a Host that has this Network.
ru: Сеть отсутствует на хосте, где выполняется ВМ. Добавьте сеть на хост, либо перенесите ВМ на хост с сетью.

source: Cannot ${action} ${type} without at least one active disk. Please activate a disk and rerun the VM.
ru: Невозможно ${action} ${type} если нет как минимум одного активного диска. Активируйте диск и перезапустите ВМ.

source: Cannot ${action} ${type}. Disk cannot be shareable if it depends on a snapshot. In order to share it, remove the disk's snapshots.
ru: Невозможно ${action} ${type}. Диск нельзя сделать общим ресурсом, если он зависит от снимка. Чтобы сделать диск общим, удалите снимки диска.

source: Cannot ${action} ${type}. Disk's volume format is not supported for shareable disk.
ru: Невозможно ${action} ${type}. Формат тома диска не поддерживается для диска, который можно сделать общим.

source: Cannot ${action} ${type}. The disk is already configured in a snapshot. In order to detach it, remove the disk's snapshots.
ru: Невозможно ${action} ${type}, диск уже настроен в снимке. Чтобы отсоединить его, удалите снимки диска.

source: Cannot ${action} ${type}. Disk is shared between vms and cannot become unshareable . Detach the disk from the rest of the vms it is attached to and then update the disk to be unshareable.
ru: Невозможно ${action} ${type}. Диск является общим для виртуальных машин, и его нельзя сделать не общим ресурсом. Отсоедините диск от остальных ВМ, к которым он присоединён, и затем измените его параметры общего доступа.

source: Cannot ${action} ${type}. SCSI Generic IO is not supported for image disk.
ru: Невозможно ${action} ${type}. SCSI Generic IO не поддерживается для диска снимка.

source: Cannot ${action} ${type}. SCSI device pass-through is not supported for a read-only disk.
ru: Невозможно ${action} ${type}. «Промежуточное» устройство SCSI не поддерживается для дисков, доступных только для чтения.

source: Cannot ${action} ${type}. VirtIO-SCSI is disabled for the VM
ru: Невозможно ${action} ${type}. Интерфейс VirtIO-SCSI отключен для ВМ

source: Cannot disable VirtIO-SCSI when disks with a VirtIO-SCSI interface are plugged into the VM.
ru: Невозможно отключить VirtIO-SCSI, если к ВМ подключены диски с интерфейсом VirtIO-SCSI.

source: Cannot Login. User Password has expired, Please change your password.
ru: Невозможно выполнить вход. Срок действия пароля пользователя истёк. Смените пароль.

source: Cannot Login. User Password has expired. Use the following URL to change the password: ${URL}
ru: Невозможно выполнить вход. Истёк срок действия пароля пользователя. Для смены пароля пройдите по URL: ${URL}.

source: Cannot login. User Password has expired. Detailed message: ${MSG}
ru: Невозможно выполнить вход. Истёк срок действия пароля пользователя. Подробное сообщение: ${MSG}

source: Cannot Login. The Domain provided is not configured, please contact your system administrator.
ru: Невозможно выполнить вход. Указанный домен не настроен, свяжитесь с системным администратором.

source: Cannot decrease VMs from VM-Pool.
ru: Невозможно уменьшить машины из пула ВМ

source: Cannot change VM-Pool type.
ru: Невозможно изменить тип пула ВМ.

source: Cannot change VM-Pool stateful option.
ru: Невозможно изменить параметр «без сохранения состояния» пула ВМ.

source: Cannot ${action} ${type}. Selected Cluster is missing one or more networks ${networks} that is used by VM.
ru: Невозможно ${action} ${type}. На выбранном кластере отсутствуют одна или более сетей ${networks}, используемых ВМ.

source: Default Cluster cannot be moved to the Data Center that has local Storage.
ru: Кластер по умолчанию нельзя перенести в дата-центр, где есть локальное хранилище.

source: Data Center containing the default Cluster does not support local Storage.
ru: Дата-центр, содержащий кластер по умолчанию, не поддерживает локальное хранилище.

source: Cannot cancel migration for non migrating VM.
ru: Невозможно отменить миграцию для ВМ без возможности миграции.

source: Cannot cancel conversion for non converted VM.
ru: Невозможно отменить преобразование для непреобразованной ВМ.

source: Failed ${action} ${type}. The following networks (${networks}) are not defined as VM networks.
ru: Сбой ${action} ${type}. Следующие сети не определены как сети ВМ: ${networks}

source: Failed ${action} ${type}. The following networks (${networks}) are not defined in the cluster.
ru: Сбой ${action} ${type}. Следующие сети не определены в кластере: ${networks}.

source: Cannot ${action} ${type} to a Snapshot that is not being previewed. Please select the correct Snapshot to restore to: Either the one being previewed, or the one before the preview.
ru: Невозможно ${action} ${type} для снимка, если в данный момент не производится его предварительный просмотр. Выберите корректный снимок, до которого необходимо восстановиться: либо тот, который в данный момент просматривается, либо снимок до просмотра.

source: Cannot ${action} a shareable ${type} (${diskAliases}). This operation is not supported.
ru: Невозможно ${action} ${type} (${diskAliases}), который можно сделать общим. Эта операция не поддерживается.

source: Cannot ${action} ${type}. The specified disk does not exist.
ru: Невозможно ${action} ${type}. Указанный диск не существует.

source: Cannot ${action} ${type}. The disk ${DiskName} is not attached to the VM ${VmName}.
ru: Невозможно ${action} ${type}. Диск ${DiskName} не присоединён к ВМ ${VmName}.

source: Cannot ${action} ${type}. Disk to VM attachment data is missing.
ru: Невозможно ${action} ${type}. Отсутствуют данные присоединения диска к ВМ.

source: Cannot ${action} ${type}. The following disk(s) ID(s) does not exist: ${diskIds}.
ru: Невозможно ${action} ${type}. Следующие ID дисков не существуют: ${diskIds}.

source: Cannot ${action} ${type}. The following disk snapshot(s) ID(s) does not exist: ${diskSnapshotIds}.
ru: Невозможно ${action} ${type}. Следующие снимки дисков не существуют: ${diskSnapshotIds}.

source: Cannot ${action} ${type}. The following disk snapshot(s) is active: ${diskSnapshotIds}.
ru: Невозможно ${action} ${type}. Следующие снимки дисков являются активными: ${diskSnapshotIds}.

source: Cannot ${action} ${type}. No disks have been specified.
ru: Невозможно ${action} ${type}. Диски не были указаны.

source: Cannot ${action} ${type}. ${diskAlias} is shareable, which Gluster domains do not support.
ru: Невозможно ${action} ${type}. ${diskAlias} может быть общим ресурсом, что не поддерживается доменами Gluster.

source: Cannot ${action} ${type}. The following disk(s) are not attached to any VM: ${diskAliases}.
ru: Невозможно ${action} ${type}. Следующие диски не присоединены ни к одной ВМ: ${diskAliases}.

source: Cannot ${action} ${type}. The source and target storage domains are the same.
ru: Невозможно ${action} ${type}. Исходный и целевой домены хранилищ — одно и то же.

source: Cannot ${action} ${type}. Base Template does not exist for this Template Version.
ru: Невозможно ${action} ${type}. Для этой версии шаблона не существует базового шаблона.

source: Non-VM networks are not supported in this Data-Center.
ru: Этот дата-центр поддерживает только ВМ сети.

source: Gluster networks are not supported in this cluster compatibility version.
ru: Сети Gluster не поддерживаются этой версией совместимости кластера.

source: VM SLA Policy command does not change anything.
ru: Команда политики SLA ВМ ничего не меняет.

source: $type Gluster Volume
ru: $type тома Gluster

source: $type Gluster Volume Option
ru: $type параметры тома Gluster

source: $type Brick(s)
ru: $type элемента(ов)

source: $type Gluster Server
ru: $type сервера Gluster

source: $type Gluster Hook
ru: $type ловушки Gluster

source: $type Service
ru: $type службы

source: $type Geo-replication session
ru: $type сеанс георепликации

source: $type Gluster Volume Snapshot
ru: $type снимка тома Gluster

source: $type Gluster Volume Snapshot config
ru: $type параметров снимка тома Gluster

source: $type Storage Device
ru: $type устройство хранения

source: Volume ID is required.
ru: Требуется идентификатор тома.

source: Cluster ID is required.
ru: Требуется идентификатор кластера.

source: Volume Name is required.
ru: Требуется имя тома.

source: Volume Type is required.
ru: Требуется тип тома.

source: Replica Count is required.
ru: Требуется число реплик.

source: Stripe Count is required.
ru: Требуется число чередований.

source: Bricks are required.
ru: Требуются элементы.

source: Volume Option is required.
ru: Требуется параметр тома.

source: Option ID is required.
ru: Требуется идентификатор параметра.

source: Option Key is required.
ru: Требуется ключ параметра.

source: Option Value is required.
ru: Требуется значение параметра.

source: Gluster Volume is required.
ru: Требуется том Gluster.

source: Brick ID is required.
ru: Требуется идентификатор элемента.

source: Brick Server ID is required.
ru: Требуется идентификатор сервера элементов.

source: Brick Directory is required.
ru: Требуется каталог элемента.

source: Gluster Hook ID is required.
ru: Требуется идентификатор ловушки Gluster.

# ACTION_TYPE_FAILED_CLUSTER_IS_NOT_VALID
source: Cannot ${action} ${type}. Cluster ID is not valid.
ru: Невозможно ${action} ${type}. Недопустимый ID кластера.

source: Cannot ${action} ${type}. Cluster does not support Gluster service.
ru: Невозможно ${action} ${type}. Кластер не поддерживает службу Gluster.

source: Cannot ${action} ${type}. Volume name ${volumeName} already exists.
ru: Невозможно ${action} ${type}. Имя тома ${volumeName} уже существует.

source: Cannot ${action} ${type}. Gluster Volume is not valid.
ru: Невозможно ${action} ${type}. Недопустимый том Gluster.

source: Cannot ${action} ${type}. Bricks are required.
ru: Невозможно ${action} ${type}. Требуются элементы

source: Cannot ${action} ${type}. Replica count must be > 2 for a REPLICATED volume.
ru: Невозможно ${action} ${type}. Число реплик для реплицируемого тома должно быть > 2.

source: Cannot ${action} ${type}. Number of bricks must be a equal to replica count for a REPLICATE volume.
ru: Невозможно ${action} ${type}. Число элементов должно быть равным числу реплик реплицируемого тома.

source: Cannot ${action} ${type}. Number of bricks must be a multiple of replica count for a DISTRIBUTED REPLICATE volume.
ru: Невозможно ${action} ${type}. Число элементов для распределённого и реплицируемого тома должно быть кратным числу реплик.

source: Cannot ${action} ${type}. Stripe count must be > 4 for a STRIPED volume.
ru: Невозможно ${action} ${type}. Число чередований должно быть > 4 для чередующегося тома (STRIPED)

source: Cannot ${action} ${type}. Number of bricks must be equal to stripe count for a STRIPE volume.
ru: Невозможно ${action} ${type}. Для разделённого по частям тома число элементов должно быть равно числу частей.

source: Cannot ${action} ${type}. Number of bricks must be a multiple of stripe count for a DISTRIBUTED STRIPE volume.
ru: Невозможно ${action} ${type}. Для распределённого по частям тома число элементов должно быть кратным числу частей.

source: Cannot ${action} ${type}. Invalid server id in brick.
ru: Невозможно ${action} ${type}. Недопустимый ID сервера в элементе.

source: Cannot ${action} ${type}. Gluster Volume ${volumeName} already started.
ru: Невозможно ${action} ${type}. Том Gluster ${volumeName} уже запущен.

source: Cannot ${action} ${type}. Gluster Volume ${volumeName} already stopped.
ru: Невозможно ${action} ${type}. Том Gluster ${volumeName} уже остановлен.

source: Cannot ${action} ${type}. Invalid gluster brick.
ru: Невозможно ${action} ${type}. Недопустимый элемент gluster.

source: Cannot ${action} ${type}. Brick ID is required.
ru: Невозможно ${action} ${type}. Требуется ID элемента.

source: Cannot ${action} ${type}. One or more bricks are down.
ru: Невозможно ${action} ${type}. Один или более элементов отключены.

source: VM Payload only supported in CDROM or Floppy devices
ru: Полезная нагрузка ВМ поддерживается только на устройствах CD и флоппи.

source: Payload is limited to ${size}K
ru: Полезная нагрузка ограничена ${size}к

source: Payload Floppy cannot be used when using an additional Floppy
ru: Гибкий диск с полезной нагрузкой нельзя использовать, если используется дополнительный гибкий диск.

source: Payload floppy deivce cannot be used with Sysprep via floppy device.
ru: Устройство гибкого диска с полезной нагрузкой нельзя использовать с Sysprep на флоппи.

source: Payload cdrom deivce cannot be used with Cloud-Init via cdrom device.
ru: Устройство CDrom с полезной нагрузкой нельзя использовать с Cloud-Init на CDrom.

source: CD-ROM Payload or Cloud-init is being used while there are too many devices using the IDE or the sPAPR VSCSI bus.
ru: CD-ROM с полезной нагрузкой или с Cloud-init используется, если большое количество устройств работают с шиной IDE или sPAPR VSCSI.

source: Cannot ${action} ${type}. Gluster volume ${volumeName} is up.
ru: Невозможно ${action} ${type}. Том Gluster ${volumeName} работает.

source: Cannot ${action} ${type}. Gluster Volume ${volumeName} has ${noOfSnapshots} snapshots. To delete the volume, first delete all the snapshots under it.
ru: Невозможно ${action} ${type}. Том Gluster ${volumeName} имеет ${noOfSnapshots} снимков. Чтобы удалить том, сначала удалите все снимки.

source: Cannot ${action} ${type}. Gluster Volume is down.
ru: Невозможно ${action} ${type}. Том Gluster не работает.

source: Cannot ${action} ${type}. Gluster volume is not thinly provisioned.
ru: Невозможно ${action} ${type}. Том Gluster не имеет тонкой подготовки.

source: Cannot ${action} ${type}. No gluster volume snapshot parameters for update.
ru: Невозможно ${action} ${type}. Нет параметров снимка тома Gluster для обновления.

source: Cannot ${action} ${type}. The value of gluster volume snapshot parameter ${snapshotConfigParam} is empty.
ru: Невозможно ${action} ${type}. Пустое значение параметра снимка тома gluster ${snapshotConfigParam}.

source: Cannot ${action} ${type}. The value of start date is before current date.
ru: Невозможно ${action} ${type}. Дата начала имеет значение раньше текущей даты.

source: Cannot ${action} ${type}. The value of end date is before current date.
ru: Невозможно ${action} ${type}. Даты окончания имеет значение раньше текущей даты.

source: Cannot ${action} ${type}. The value of end date cannot be before start date.
ru: Невозможно ${action} ${type}. Значение даты окончания не может быть раньше даты начала.

source: Cannot ${action} ${type}. Cannot remove all the bricks from a Volume.
ru: Невозможно ${action} ${type}. Нельзя удалить все элементы из тома.

source: Cannot ${action} ${type}. Gluster Volume should be started.
ru: Невозможно ${action} ${type}. Должен быть запущен том Volume.

source: Cannot ${action} ${type}. Gluster Volume is not distributed.
ru: Невозможно ${action} ${type}. Том Gluster не является распределённым.

source: Cannot ${action} ${type}. Gluster Volume has a single brick.
ru: Невозможно ${action} ${type}. Том Gluster имеет только один элемент.

source: Cannot ${action} ${type}. Remove brick not started.
ru: Невозможно ${action} ${type}. Удаление элементов не началось.

source: Cannot ${action} ${type}. Remove brick not finished.
ru: Невозможно ${action} ${type}. Удаление элементов не закончилось.

source: Cannot ${action} ${type}. The list of bricks does not match with the bricks used while starting the action. Valid bricks: ${validBricks}
ru: Невозможно ${action} ${type}. Список элементов не совпадает с элементами, используемыми во время начала операции. Корректные элементы: ${validBricks}

source: Cannot ${action} ${type}. Invalid task type.
ru: Невозможно ${action} ${type}. Некорректный тип задания.

source: Cannot ${action} ${type}. Replacing brick is not a Gluster volume brick.
ru: Невозможно ${action} ${type}. Заменяемый элемент не является элементом тома Gluster.

source: Cannot ${action} ${type}. There is no available server in the cluster to probe the new server.
ru: Невозможно ${action} ${type}. На кластере нет доступного сервера для пробы (peer probe) нового сервера.

source: Cannot ${action} ${type}. Replica count cannot be reduced by more than one.
ru: Невозможно ${action} ${type}. Число реплик не может быть уменьшено более, чем на единицу.

source: Cannot ${action} ${type}. Data migration is not needed while reducing the replica count.
ru: Невозможно ${action} ${type}. При уменьшении количества реплик перенос данных не требуется.

source: Cannot ${action} ${type}. Replica count cannot be increased when removing bricks.
ru: Невозможно ${action} ${type}. Число реплик не может быть увеличено во время удаления элементов.

source: Cannot ${action} ${type}. Replica count cannot be reduced when adding bricks.
ru: Невозможно ${action} ${type}. Число реплик не может быть уменьшено во время добавления элементов.

source: Cannot ${action} ${type}. Replica count cannot be increased by more than one.
ru: Невозможно ${action} ${type}. Число реплик не может быть увеличено более, чем на единицу.

source: Cannot ${action} ${type}. Stripe count cannot be increased by more than one.
ru: Невозможно ${action} ${type}. Число чередований не может быть увеличено более, чем на единицу.

source: Cannot ${action} ${type}. Stripe count can not be reduced.
ru: Невозможно ${action} ${type}. Число чередований не может быть уменьшено.

source: Cannot ${action} ${type}. No up server found in ${clusterName}.
ru: Невозможно ${action} ${type}. На кластере ${clusterName} не найдено запущенных серверов.

source: Cannot ${action} ${type}. Brick ${brick} is already used by the volume ${volumeName}.
ru: Невозможно ${action} ${type}. Элемент ${brick} уже используется томом ${volumeName}.

source: Cannot ${action} ${type}. Duplicate entries found for brick ${brick}.
ru: Невозможно ${action} ${type}. Найдены дублирующие компоненты для элемента ${brick}.

source: Cannot ${action} ${type}. Addition of bricks to disperse volume is not supported.
ru: Невозможно ${action} ${type}. Добавление элементов для дисперсии тома не поддерживается.

source: Cannot ${action} ${type}. Addition of bricks to distributed disperse volume is not supported.
ru: Невозможно ${action} ${type}. Добавление элементов в распределённый дисперсный том не поддерживается.

source: Cannot ${action} ${type}. Removal of bricks from disperse volume is not supported.
ru: Невозможно ${action} ${type}. Удаление элементов из дисперсного тома не поддерживается.

source: Cannot ${action} ${type}. Removal of bricks from distributed disperse volume is not supported.
ru: Невозможно ${action} ${type}. Удаление элементов из распределённого дисперсного тома не поддерживается.
