Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: $type External Event
ru: $type внешнее событие

source: Cannot ${action} ${type}. Illegal Origin for External Event : oVirt
ru: Невозможно ${action} ${type}. Недопустимый источник внешнего события: oVirt

source: Cannot ${action} ${type}.External Event does not exist.
ru: Невозможно ${action} ${type}. Внешнее событие не существует.

source: $type External Job
ru: $type внешняя задача

source: $type External Step
ru: $type внешний шаг

source: $action End
ru: $action закончить

source: $action Clear
ru: $action очистить

source: Cannot ${action} ${type}. Description can not be empty.
ru: Невозможно ${action} ${type}. Описание не может быть пустым.

source: Cannot ${action} ${type}. External steps can be added only to external jobs or steps.
ru: Невозможно ${action} ${type}. Внешние шаги можно добавить только внешним заданиям или шагам.

source: Cannot ${action} ${type}. Step should be a child of the Job or other Step.
ru: Невозможно ${action} ${type}. Шаг должен быть потомком задания или другого шага.

source: Cannot ${action} ${type}. Job not found.
ru: Невозможно ${action} ${type}. Задание не найдено.

source: Cannot ${action} ${type}. Step not found.
ru: Невозможно ${action} ${type}. Шаг не найден.

source: Cannot ${action} ${type}. Non monitored command.
ru: Невозможно ${action} ${type}. Команда не отслеживается.

source: Cannot ${action} ${type}. No action type found to create job.
ru: Невозможно ${action} ${type}. Не найден тип действия для создания задачи.

source: Cannot register disk ${diskId}. Its storage type ${storageType} is not supported.
ru: Не удалось зарегистрировать диск ${diskId}. Тип хранилища диска ${storageType} не поддерживается.

source: Cannot register disk ${diskId} on storage domain ${domainId} as it is unavailable.
ru: Не удалось зарегистрировать диск ${diskId} в домене хранилища ${domainId}, т.к. домен недоступен.

source: Disks may only be registered from a data storage domain. The storage domain {$domainId} is type {$domainType}.
ru: Диски можно регистрировать только из домена хранилища данных. Домен хранилища {$domainId} имеет тип {$domainType}.

source: Failed to run LDAP query, please check server logs for more info.
ru: Сбой выполнения запроса LDAP, подробности см. в журналах сервера.

source: Cannot set the cpu shares to the requested value. It has to be between 0 and 262144.
ru: Невозможно указать требуемое значение для ресурсов ЦП. Оно должно быть между 0 и 262144.

source: Cannot ${action} ${type}. Alignment scan of a disk attached to a running VM is not supported.
ru: Невозможно ${action} ${type}. Проверка на невыровненные блоки для дисков, присоединённых к выполняемой ВМ, не поддерживается.

source: Cannot ${action} ${type} ${diskAlias}. Alignment scan is only supported for disks located on block storage domains.
ru: Невозможно ${action} ${type} ${diskAlias}. Поиск невыравненных блоков поддерживается только для дисков, расположенных в доменах блочного хранилища.

source: Cannot ${action} ${type}. There is no host that satisfies current scheduling constraints. See below for details:
ru: Невозможно ${action} ${type}. Отсутствует хост, отвечающий требованиям ограничения расписания. Подробности см. ниже:

source: The host ${hostName} did not satisfy ${filterType} filter ${filterName}.
ru: Хост ${hostName} не соответствует ${filterType} фильтру ${filterName}.

source: The host ${hostName} did not satisfy ${filterType} filter ${filterName} because ${detailMessage}.
ru: Хост ${hostName} не соответствует ${filterType} фильтру ${filterName}. Причина: ${detailMessage}.

source: $detailMessage network(s) ${networkNames} are missing
ru: $detailMessage отсутствуют сети ${networkNames}

source: $detailMessage display network ${DisplayNetwork} was missing
ru: $detailMessage отсутствовала сеть передачи экрана ${DisplayNetwork}

source: $detailMessage the display network ${DisplayNetwork} must have a DHCP or Static boot protocol when configured on a host
ru: $detailMessage при настройке на хосте, сеть передачи экрана ${DisplayNetwork} должна иметь DHCP или статический протокол загрузки

source: $detailMessage there are no free virtual functions which are suitable for virtual nic(s) ${vnicNames}. A virtual function is considered as suitable if the VF's configuration of its physical function contains the virtual nic's network/network label
ru: $detailMessage отсутствуют свободные виртуальные функции, подходящие для виртуальных NIC ${vnicNames}. Виртуальная функция считается подходящей, если конфигурация её физической функции содержит сеть/метку сети виртуальной NIC.

source: Cannot ${action} ${type}. There is no free virtual function which is suitable for virtual nic ${vnicName}. A virtual function is considered as suitable if the VF's configuration of its physical function contains the virtual nic's network/network label.
ru: Невозможно ${action} ${type}. Отсутствуют свободные виртуальные функции, подходящие для виртуального NIC ${vnicName}. Виртуальная функция считается подходящей, если конфигурация формата виртуализации её физической функции содержит сеть/метку сети виртуальной NIC.

source: $detailMessage it did not match positive affinity rules ${affinityRules}
ru: $detailMessage не соответствует правилам положительной схожести ${affinityRules}

source: $detailMessage it matched negative affinity rules ${affinityRules}
ru: $detailMessage соответствует правилам отрицательной схожести ${affinityRules}

source: $detailMessage its CPU level ${hostCPULevel} is lower than the VM requires ${vmCPULevel}
ru: $detailMessage уровень ЦП ${hostCPULevel} ниже требуемого ВМ ${vmCPULevel}

source: $detailMessage its OS identifier is invalid or incomplete. Found ${os}.
ru: $detailMessage идентификатора его ОС является недопустимым или неполным. Найдено ${os}.

source: $detailMessage its OS is different from what is expected. Expected ${expected}, found ${found}
ru: $detailMessage его ОС отличается от ожидаемого. Ожидалось ${expected}, найдено ${found}

source: $detailMessage its OS version is too old, found ${found}
ru: $detailMessage версия его ОС слишком старая, найдено ${found}

source: $detailMessage it doesn't support the emulated machine '${vmEmulatedMachine}' which is required by the VM. Host supported emulated machines are: ${hostEmulatedMachines}.
ru: $detailMessage не поддерживает эмулированную машину «${vmEmulatedMachine}», согласно требованиям ВМ. Эмулированные машины, поддерживаемые хостом: ${hostEmulatedMachines}.

source: $detailMessage it doesn't support compatibility version '${vmCompatibilityVersions}' which is required by the VM. Host supported compatibility versions are: ${hostCompatibilityVersions}.
ru: $detailMessage не поддерживает версию совместимости «${vmCompatibilityVersions}», требуемую для ВМ. Поддерживаемые хостом версии совместимости: ${hostCompatibilityVersions}.

source: $detailMessage its swap value was illegal
ru: $detailMessage недопустимое значение подкачки

source: $detailMessage its available memory is too low (${availableMem} MB) to run the VM
ru: $detailMessage доступный объём памяти слишком мал (${availableMem} МБ) для работы ВМ

source: $detailMessage cannot accommodate memory of VM's pinned virtual NUMA nodes within host's physical NUMA nodes.
ru: $detailMessage невозможно вместить память прикреплённых виртуальных узлов NUMA машины в физические узлы NUMA хоста.

source: $detailMessage it does not have enough cores to run the VM
ru: $detailMessage недостаточно ядер для запуска ВМ

source: $detailMessage missing online cpu core(s) ${missingCores}
ru: $detailMessage отсутствуют ядра сетевых ЦП ${missingCores}

source: $detailMessage it has insufficient NUMA node free memory to run the VM
ru: $detailMessage недостаточно свободной памяти узла NUMA для запуска ВМ

source: $detailMessage it is not a Hosted Engine host.
ru: $detailMessage не является хостом виртуализированного ЦУ

source: $detailMessage it currently hosts the VM.
ru: $detailMessage в данный момент содержит ВМ

source: $detailMessage it does not support host device passthrough.
ru: $detailMessage не поддерживает транзитное хост-устройство

source: $detailMessage some of the required host devices are unavailable.
ru: $detailMessage некоторые из требуемых хост-устройств недоступны

source: There are no hosts to use. Check that the cluster contains at least one host in Up state.
ru: Нет хостов, доступных для использования. Убедитесь, что хотя бы один из хостов кластера имеет статус «Запущен».

source: $filterType external
ru: $filterType внешний

source: $filterType internal
ru: $filterType внутренний

source: Cannot perform ${action}. Another power management action is already in progress.
ru: Невозможно выполнить ${action}. Уже выполняется другое действие управления питанием.

source: Cannot ${action} ${type}. Name field input is too long.
ru: Невозможно ${action} ${type}. Слишком длинное имя.

source: Cannot ${action} ${type}. Name field is invalid.
ru: Невозможно ${action} ${type}. Неверно заполнено поле имени.

source: Cannot ${action} ${type}. Description field is invalid.
ru: Невозможно ${action} ${type}. Неверно заполнено поле описания.

source: Cannot ${action} ${type}. Cluster is empty.
ru: Невозможно ${action} ${type}. Пустой кластер.

source: Cannot ${action} ${type}. Provided Cluster is invalid.
ru: Невозможно ${action} ${type}. Указан недопустимый кластер.

source: Cannot ${action} ${type}. Provided VM is invalid (does not exist).
ru: Невозможно ${action} ${type}. Указана недопустимая ВМ (не существует).

source: Cannot ${action} ${type}. Provided VM resides in another Cluster.
ru: Невозможно ${action} ${type}. Указанная ВМ расположена на другом кластере.

source: Cannot ${action} ${type}. Duplicate VM.
ru: Невозможно ${action} ${type}. Дублирующая ВМ.

source: Cannot ${action} ${type}. No matching Affinity Group.
ru: Невозможно ${action} ${type}. Отсутствует совпадающая группа схожести.

source: Cannot ${action} ${type}. Cannot change Cluster for Affinity Group.
ru: Невозможно ${action} ${type}. Невозможно сменить кластер группы схожести.

source: Cannot ${action} ${type}. Affinity Group name already exists.
ru: Невозможно ${action} ${type}. Имя группы схожести уже существует.

source: VM is associated with a positive Affinity Group and requires to run on the same Host as the other group VMs
ru: У ВМ есть привязка к группе положительной схожести, и её нужно запускать на том же хосте, что и другие ВМ группы.

source: VM is associated with a negative Affinity Group and requires to run on separate Host, which doesn't run other group VMs
ru: У ВМ есть привязка к группе отрицательной схожести, поэтому она должна выполняться на отдельном хосте, где не выполняются ВМ другой группы.

source: VM is associated with both positive and negative Affinity Groups, please reconfigure VM's affinity groups
ru: У ВМ есть привязка как к группе положительной схожести, так и к группе отрицательной схожести. Перенастройте группы схожести ВМ.

source: iSCSI bond name must not exceed 50 characters
ru: Имя связки iSCSI не должно превышать 50 символов

source: iSCSI bond name is required
ru: Требуется имя связки iSCSI

source: iSCSI bond description must not exceed 4000 characters
ru: Описание связки iSCSI не должно превышать 4000 символов

source: iSCSI bond name must be formed from alpha-numeric characters, periods (.), hyphens (-), and underscores (_).
ru: Имя связки iSCSI должно состоять из буквенно-цифровых символов, точек (.), дефисов (-) и знаков нижнего подчёркивания (_).

source: Cannot ${action} ${type}. The specified iSCSI bond does not exist.
ru: Невозможно ${action} ${type}. Указанная связка iSCSI не существует.

source: Cannot ${action} ${type}. iSCSI bond with the same name already exists in the Data Center.
ru: Невозможно ${action} ${type}. Связка iSCSI с таким именем уже существует в дата-центре.

source: Cannot ${action} ${type}. The following storage connections ${connectionIds} cannot be added to the specified iSCSI bond. Possible reasons: - They are not of type iSCSI. - Their status is not one of the following: Unknown, Active. Inactive. - They already exist in the iSCSI bond. - They do not belong to the same Data Center as the specified iSCSI bond.
ru: Невозможно ${action} ${type}. Следующие подключения к хранилищу невозможно добавить к указанной связке iSCSI: ${connectionIds}. Возможные причины: — Подключения не имеют тип iSCSI — Подключения имеют статус, отличный от: «Неизвестно», «Активно», «Неактивно» — Подключения уже имеются в связке iSCSI — Подключения не принадлежат тому же дата-центру, что и указанная связка iSCSI.

source: Cannot ${action} ${type}. Required network cannot be a part of an iSCSI bond.
ru: Невозможно ${action} ${type}. Требуемая сеть не может быть частью связки iSCSI

source: Cannot ${action} ${type}. ${interface} disks can't be read-only.
ru: Невозможно ${action} ${type}. Диски ${interface} не могут быть только для чтения

source: Cannot ${action} ${type}. Trying to manipulate with Random Number Generator device but none is found.
ru: Невозможно ${action} ${type}. Попытка работы с устройством-генератором случайных чисел, но ни одного такого устройства не было найдено

source: Cannot ${action} ${type}. Random Number Generator device already exists.
ru: Невозможно ${action} ${type}. Устройство-генератор случайных чисел уже существует.

source: Cannot ${action} ${type}. Random Number Generator device is not supported in cluster.
ru: Невозможен ${action} ${type}. Устройство-генератор случайных чисел не поддерживается на кластере.

source: Cannot ${action} ${type}. Random Number Generator must be specified in parameters.
ru: Невозможно ${action} ${type}. Генератор случайных чисел должен быть указан в свойствах.

source: Cannot ${action} ${type}. Kdump integration is not enabled for host '${VdsName}'.
ru: Невозможно ${action} ${type}. Интеграция с Kdump не включена для хоста «${VdsName}».

source: Cannot ${action} ${type}. Kdump is not properly configured on host '${VdsName}'.
ru: Невозможно ${action} ${type}. Неправильная конфигурация Kdump на хосте «${VdsName}».

source: Cannot ${action} ${type}. Balloon is not supported on '${clusterArch}' architecture.
ru: Невозможно ${action} ${type}. Balloon не поддерживается на архитектуре «${clusterArch}».

source: Cannot ${action} ${type}. Sound device is not supported on '${clusterArch}' architecture.
ru: Невозможно ${action} ${type}. Звуковое устройство не поддерживается на архитектуре «${clusterArch}».

source: Cannot ${action} ${type}. Host CPU passthrough is not supported on '${clusterArch}' architecture.
ru: Невозможно ${action} ${type}. Транзитный ЦП хоста не поддерживается на архитектуре «${clusterArch}».

source: The guest OS doesn't support the following CPUs: ${unsupportedCpus}. Its possible to change the cluster cpu or set a different one per VM.
ru: Гостевая ОС не поддерживает следующие CPU: ${unsupportedCpus}. Есть возможность сменить ЦП кластера или настроить разные ЦП для каждой машины..

source: The CPU type of the cluster is unknown. Its possible to change the cluster cpu or set a different one per VM.
ru: Тип ЦП кластера неизвестен. Есть возможность сменить ЦП кластера или настроить разные ЦП для каждой машины.

source: Cannot ${action} ${type}. Memory size must be multiple of 256 on '${clusterArch}' architecture.
ru: Невозможно ${action} ${type}. На архитектуре «${clusterArch}» размер памяти должен быть кратным 256.

source: CIDR not represnting a network address. please ensure IP and mask are matching to network IP address. example: valid network address: 2.2.0.0/16 invalid: 2.2.0.1/16
ru: CIDR не представляет сетевой адрес. Убедитесь, что IP и маска соответствуют сетевому адресу IP. Пример: допустимый сетевой адрес: 2.2.0.0/16 недопустимый: 2.2.0.1/16

source: CIDR bad format, expected: x.x.x.x/y where: x belongs to [0,255] y belongs to [0,32] both inclusive
ru: Неверный формат CIDR, ожидалось: x.x.x.x/y где: x принадлежит [0,255] y принадлежит [0,32] включительно для обоих

source: Cannot ${action} ${type}. Device must be specified.
ru: Невозможно ${action} ${type}. Устройство должно быть указано.

source: Cannot ${action} ${type}. Graphics Device Type must be specified.
ru: Невозможно ${action} ${type}. Должен быть указан тип графического устройства.

source: Cannot ${action} ${type}. Graphics device ID or VM/Template ID is null.
ru: Невозможно ${action} ${type}. Нулевой ID графического устройства или нулевой ID шаблона/ВМ.

source: Cannot ${action} ${type}. One VM can not contain more than one device with the same graphics type.
ru: Невозможно ${action} ${type}. Одна ВМ не может содержать больше одного графического устройства каждого типа.

source: Cannot ${action} ${type}. Snapshot ${snapname} already exists.
ru: Невозможно ${action} ${type}. Снимок ${snapname} уже существует.

source: Cannot ${action} ${type}. Host ${VdsName} cannot connect to Glusterfs. Verify that glusterfs-cli package is installed on the host.
ru: Невозможно ${action} ${type}. Хост ${VdsName} не может подключиться к Glusterfs. Убедитесь, что на хосте установлен пакет glusterfs-cli.

source: Cannot ${action} ${type}. The current type ${providerType} is not supported.
ru: Невозможно ${action} ${type}. Текущий тип ${providerType} не поддерживается.

source: Cannot ${action} ${type}. There is already an existing Cinder provider with the same IP address.
ru: Невозможно ${action} ${type}. Уже существует поставщик Cinder с таким адресом IP.

source: Cannot ${action} ${type}. An error occurred on Cinder - '${cinderException}'.
ru: Невозможно ${action} ${type}. Ошибка Cinder: «${cinderException}».

source: Cannot ${action} ${type}. Maximum number of volumes allowed (${maxTotalVolumes}) exceeded - could not create Cinder disks on Storage Domain ${storageName}.
ru: Невозможно ${action} ${type}. Превышено максимально допустимое количество томов (${maxTotalVolumes}) — не удалось создать диски Cinder в домене хранилища ${storageName}.

source: Cannot ${action} ${type}. Maximum number of snapshots allowed (${maxTotalSnapshots}) exceeded - could not create Cinder disk snapshot on Storage ${storageName}.
ru: Невозможно ${action} ${type}. Превышено максимально допустимое число снимков (${maxTotalSnapshots}) — не удалось создать снимок диска Cinder в хранилище ${storageName}.

source: Cannot ${action} ${type}. Cinder disk is already registered (${diskAlias}).
ru: Невозможно ${action} ${type}. Cinder диск уже зарегистрирован (${diskAlias}).

source: Cannot ${action} ${type}. Cinder volume type '${cinderVolumeType}' does not exist.
ru: Невозможно ${action} ${type}. Тип тома Cinder «${cinderVolumeType}» не существует.

source: Cannot detach a non empty Cinder provider. -Please remove all VMs / Templates / Disks and try again.
ru: Невозможно отсоединить не пустого поставщика Cinder. — Удалите все ВМ/шаблоны/диски и повторите попытку.

source: Cannot ${action} ${type}. Authentication Key UUID cannot be empty.
ru: Невозможно ${action} ${type}. UUID ключа аутентификации не может быть пустым.

source: Cannot ${action} ${type}. Authentication Key value cannot be empty.
ru: Невозможно ${action} ${type}. Значение ключа аутентификации не может быть пустым.

source: Cannot ${action} ${type}. Authentication Key value should be encoded in Base64.
ru: Невозможно ${action} ${type}. Значение ключа аутентификации должно иметь кодировку Base64.

source: Cannot ${action} ${type}. Authentication Key UUID already exists.
ru: Невозможно ${action} ${type}. UUID ключа уже существует.

source: Cannot ${action} ${type}. Authentication Key UUID does not exist.
ru: Невозможно ${action} ${type}. UUID ключа аутентификации не существует.

source: Cannot ${action} ${type}. VM uses SCSI reservation.
ru: Невозможно ${action} ${type}. ВМ использует резервирование SCSI.

source: Cannot ${action} ${type}. SCSI reservation cannot be set when adding floating disks.
ru: Невозможно ${action} ${type}. Нельзя установить резервирование SCSI при добавлении плавающих дисков.

source: Cannot ${action} ${type}. SCSI reservation can be set only when SGIO is unfiltered.
ru: Невозможно ${action} ${type}. Резервирование SCSI можно установить только если SGIO не отфильтрован.

source: Cannot ${action} ${type}. VM must be pinned to a host.
ru: Невозможно ${action} ${type}. ВМ должна быть закреплена за хостом.

source: Cannot ${action} ${type}. VM must be pinned to a single host.
ru: Невозможно ${action} ${type}. ВМ должна быть закреплена только за одним хостом.

source: Cannot ${action} ${type}. One or more of specified host devices not found.
ru: Невозможно ${action} ${type}. Одно или более указанных устройств хоста не найдены.

source: Cannot ${action} ${type}. One or more configured host devices are unavailable.
ru: Невозможно ${action} ${type}. Одно или более настроенных устройств хоста недоступны.

source: Cannot ${action} ${type}. VM has PCI host devices attached.
ru: Невозможно ${action} ${type}. К ВМ присоединены устройства PCI хоста.

source: Vm icon dataurl is malformed.
ru: Неправильный формат значка ВМ dataurl

source: Provided VM icon is of unknown type.
ru: Неизвестный тип предоставленного значка ВМ

source: Provided VM icon can't be read.
ru: Нечитаемый формат предоставленного значка ВМ

source: Vm icon mime type (${mimeType}) doesn't match image data (${imageType}).
ru: Тип mime значка ВМ (${mimeType}) не соответствует информации изображения (${imageType}).

source: Vm icon has invalid dimensions (${currentDimensions}). Allowed dimmension: ${allowedDimensions}
ru: Недопустимые размеры значка ВМ (${currentDimensions}). Допустимый размер: ${allowedDimensions}

source: Data size of provided icon (${currentSize}) is too big. Maximum allowed is ${maxSize}
ru: Слишком большой размер данных предоставленного значка (${currentSize}). Максимально разрешённый размер: ${maxSize}

source: Base64 part of vm icon is malformed.
ru: Неправильный формат base64 предоставленного значка ВМ.

source: ${iconName} icon of provided id does not exists.
ru: Значок ${iconName} с указанным ID не существует

source: Blank template can't have sub-templates.
ru: Чистый шаблон не может иметь подшаблонов

source: The engine is not associated with a Foreman/Satellite provider. No errata for the engine are available.
ru: ЦУ не связан с поставщиком Foreman/Satellite. Нет доступного списка известных ошибок для ЦУ.

source: The selected VM is not associated with a Foreman/Satellite provider. No errata for the VM are available.
ru: Выбранная ВМ не связана с поставщиком Foreman/Satellite. Нет доступного списка известных ошибок для ВМ.

source: The selected Host is not associated with a Foreman/Satellite provider. No errata for the Host are available.
ru: Выбранный хост не связана с поставщиком Foreman/Satellite. Нет доступного списка известных ошибок для ВМ.

source: The hostname of the selected VM is not reported by the guest agent and cannot be resolved within Foreman/Satellite provider.
ru: Имя хоста выбранной ВМ нет в данных гостевого агента, и оно не разрешается в рамках поставщика Foreman/Satellite.

source: Due to unsupported /dev/random source:
ru: В связи с неподдерживаемым источником /dev/random:

source: Due to unsupported /dev/hwrng source:
ru: В связи с неподдерживаемым источником /dev/hwrng:

source: Due to unsupported machine type:
ru: В связи с неподдерживаемым типом машины:

source: Due to custom CPU level which is not supported by the new cluster CPU level:
ru: В связи с пользовательским уровнем ЦП, который не поддерживается новым уровнем ЦП кластера:

source: Network ${networkName} is attached to bond ${BondName}. VM networks cannot be attached to bonds in mode 0, 5 or 6.
ru: Сеть ${networkName} присоединена к связке ${BondName}. Сети ВМ нельзя присоединить к связкам в режиме 0, 5 или 6.
