Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot remove Data Center which contains active/locked Storage Domains. -Please deactivate all domains and wait for tasks to finish before removing the Data Center.
ru: Невозможно удалить дата-центр, содержащий активные/заблокированные домены хранилищ. — Деактивируйте все домены и подождите завершения выполнения задач перед тем, как удалять дата-центр.

source: Cannot change Data Center association when editing a Cluster.
ru: Во время изменения свойств кластера невозможно изменить привязку дата-центра.

source: Cannot ${action} ${type}. Another Setup Networks or Host Refresh process in progress on the host. Please try later.
ru: Невозможно ${action} ${type}. На хосте уже выполняется процесс настройки сетей или обновления информации. Попробуйте позже.

source: Cannot ${action} ${type}. The name of the logical network '${NetworkName}' is already used by an existing logical network in the same data-center. -Please choose a different name.
ru: Невозможно ${action} ${type}. Имя логической сети «${NetworkName}» уже используется существующей логической сетью того же дата-центра. — Выберите другое имя.

source: Cannot ${action} ${type}. This logical network is used by ${entities}: (${ACTION_TYPE_FAILED_NETWORK_IN_ONE_USE_LIST_COUNTER}): ${ACTION_TYPE_FAILED_NETWORK_IN_ONE_USE_LIST} - Please detach ${entities} using this logical network and try again.
ru: Невозможно ${action} ${type}. Эта логическая сеть используется ${entities}: (${ACTION_TYPE_FAILED_NETWORK_IN_ONE_USE_LIST_COUNTER}): ${ACTION_TYPE_FAILED_NETWORK_IN_ONE_USE_LIST} — Отсоедините ${entities}, использующие эту логическую сеть, и повторите попытку.

source: Cannot ${action} ${type}. This logical network is used by ${entities}: ${ACTION_TYPE_FAILED_NETWORK_IN_ONE_USE_ENTITY} - Please remove it from this ${entities} and try again.
ru: Невозможно ${action} ${type}. Эту логическую сеть используют ${entities}: ${ACTION_TYPE_FAILED_NETWORK_IN_ONE_USE_ENTITY} — Удалите её из ${entities} и повторите попытку.

source: Volume Group (VGs) and Logical Volumes (LVs) are not specified.
ru: Не указаны группа томов (VG) и логические тома (LV).

source: Cannot ${action} ${type}. VM Template ID must be empty.
ru: Невозможно ${action} ${type}. ID шаблона виртуальной машины должен быть пустым.

source: Cannot ${action} ${type}. VM ID must be empty.
ru: Невозможно ${action} ${type}. ID машины должен быть пустым.

source: Network interface is already in use.
ru: Этот сетевой интерфейс уже используется.

source: The Notification method is unsupported.
ru: Метод уведомлений не поддерживается.

source: The notification event ${eventName} is unsupported.
ru: Событие уведомления ${eventName} не поддерживается.

source: User is already subscribed to this event with the same Notification method.
ru: Пользователь уже подписан на это событие с таким же методом уведомления.

source: Cannot ${action} ${type}.User is not subscribed to this event with the given Notification method.
ru: Невозможно ${action} ${type}. Пользователь не подписан на это событие с указанным методом уведомления.

source: Cannot ${action} ${type}. Storage Domain type is illegal.
ru: Невозможно ${action} ${type}. Недопустимый тип домена хранилища.

source: Cannot ${action} ${type}. ${domainType} Storage Domain can only be created on the following storage types: ${storageTypes}.
ru: Невозможно ${action} ${type}. Домен хранилища с типом ${domainType} может быть создан только со следующими типами хранилища: ${storageTypes}.

source: Cannot ${action} ${type}. Storage Domain format ${storageFormat} is illegal.
ru: Невозможно ${action} ${type}. Недопустимый формат домена хранилища: ${storageFormat}.

source: Cannot ${action} ${type}. Storage format ${storageFormat} is not supported on the selected host version.
ru: Невозможно ${action} ${type}. Формат хранилища {storageFormat} не поддерживается версией выбранного хоста.

source: Cannot extend Storage Domain. Storage device ${lun} is unreachable on ${hostName}.
ru: Невозможно расширить домен хранилища. Устройство хранения ${lun} недоступно на ${hostName}.

source: Cannot ${action} ${type}. Can only update the following fields: name, description, comment, wipe after delete, low space threshold, and critical space threshold.
ru: Невозможно ${action} ${type}. Можно обновить содержание только следующих полей: имя, описание, комментарий, очистка после удаления, порог недостатка места, критический порог недостатка места.

source: Cannot update Data Center compatibility version to a value that is greater than its Cluster's version. The following clusters should be upgraded ${ClustersList}.
ru: Невозможно обновить версию совместимости дата-центра до значения большего, чем версия его кластера. Необходимо обновить следующие кластеры: ${ClustersList}.

source: Cannot import Storage Domain. Internal Error: The connection data is illegal.
ru: Невозможно импортировать домен хранилища. Внутренняя ошибка: недопустимые данные о соединении.

source: MAC Address is already in use.
ru: MAC адрес уже используется.

source: Cannot ${action} ${type}. Hot plugging/unplugging of passthrough virtual machine network interface is not supported in the current cluster version.
ru: Невозможно ${action} ${type}. Горячее подключение/отключение транзитного сетевого интерфейса ВМ не поддерживается текущей версией кластера.

source: Cannot ${action} ${type}. There is at least one running VM that uses this Network.
ru: Невозможно ${action} ${type}. По крайней мере одна выполняющаяся ВМ использует эту сеть.

source: Cannot ${action} ${type}. Network is being used by at least one Cluster.
ru: Невозможно ${action} ${type}. Сеть используется по крайней мере одним кластером.

source: Cannot deactivate a Master Storage Domain while there are ISO/Export active domains in the Data Center. -Please deactivate all ISO/Export domains first.
ru: Невозможно деактивировать главный домен хранилища, пока в дата-центре есть активные домены ISO/экспорта. — Сначала деактивируйте все домены ISO/экспорта.

source: Cannot ${action} ${type} while there are running tasks on this ${type}. -Please wait until tasks will finish and try again.
ru: Невозможно ${action} ${type} пока есть запущенные задачи на ${type}. — Подождите окончания выполнения задач и повторите попытку.

source: Cannot deactivate Master Data Domain while there are running tasks on its Data Center. -Please wait until tasks will finish and try again.
ru: Невозможно деактивировать главный домен данных, пока пока есть запущенные задачи в его дата-центре. — Подождите окончания выполнения задач и повторите попытку.

source: Cannot ${action} ${type}. The system must have at least one Super User Role defined.
ru: Невозможно ${action} ${type}. В системе должен быть как минимум один пользователь с назначенной ролью супер-пользователя.

source: Cannot remove VM that its state is not down. -Please stop the VM first.
ru: Невозможно удалить ВМ, машина должна иметь статус «Отключена». — Сначала остановите машину.

source: Cannot ${action} ${type} with detaching disks, snapshots exist.
ru: Невозможно ${action} ${type} с отсоединённым диском, снимки существуют.

source: Cannot ${action} ${type} with detaching disks, VM is based from template.
ru: Невозможно ${action} ${type} с отсоединённым диском, ВМ основана на шаблоне.

source: Failed to ${action} ${type} due to an error on the Data Center master Storage Domain. -Please activate the master Storage Domain first.
ru: Сбой ${action} ${type} из-за ошибки на главном домене хранилища дата-центра. — Сначала активируйте главный домен хранилища.

source: The specified Tag does not exist.
ru: Указанный тег не существует.

source: Cannot ${action} a Network Interface when VM is not Down, Up or Image-Locked.
ru: Невозможно ${action} сетевой интерфейс. Статус ВМ должен быть«Отключена», «Запущена» или «Образ заблокирован».

source: The specified VLAN ID (${vlanId}) is already in use.
ru: Указанный VLAN ID (${vlanId}) уже используется.

source: Cluster has Networks that doesn't exist in the Data Center. -Please remove those Networks first.
ru: На кластере есть сети, не существующие в дата-центре. — Удалите сначала эти сети.

source: The specified Logical Network doesn't exist in the current Cluster.
ru: Указанная логическая сеть не существует на текущем кластере.

source: Cannot ${action} ${type}. The following Networks' definitions on the Network Interfaces are different than those on the Logical Networks. Please synchronize the Network Interfaces before editing the networks: ${NETWORK_NOT_IN_SYNC}.
ru: Невозможно ${action} ${type}. Следующие определения сетей на сетевых интерфейсах отличаются от их описания в Логических сетях. Пожалуйста, синхронизируйте сетевые интерфейсы перед редактированием сетей: ${NETWORK_NOT_IN_SYNC}.

source: Cannot ${action} ${type}. The following Network Interfaces were specified more than once: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.
ru: Невозможно ${action} ${type}. Следующие сетевые интерфейсы были определены более одного раза: ${NETWORK_INTERFACES_ALREADY_SPECIFIED_LIST}.

source: Cannot ${action} ${type}. The following external networks cannot be configured on host via 'Setup Networks': ${ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED_LIST}.
ru: Невозможно ${action} ${type}. Следующие внешние сети не могут быть настроены на хосте через меню «Настроить сети»: ${ACTION_TYPE_FAILED_EXTERNAL_NETWORKS_CANNOT_BE_PROVISIONED_LIST}.

source: Cannot ${action} ${type}. The following Logical Networks are attached to more than one Network Interface: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.
ru: Невозможно ${action} ${type}. Следующие логические сети присоединены более чем к одному сетевому интерфейсу: ${NETWORKS_ALREADY_ATTACHED_TO_IFACES_LIST}.

source: Cannot ${action} ${type}. The following Network Interfaces do not exist on the Host: ${NETWORK_INTERFACES_DONT_EXIST_LIST}.
ru: Невозможно ${action} ${type}. Следующие сетевые интерфейсы не существуют на хосте: ${NETWORK_INTERFACES_DONT_EXIST_LIST}.

source: Cannot ${action} ${type}. The following Logical Networks do not exist in the Host's Cluster: ${NETWORKS_DONT_EXIST_IN_CLUSTER_LIST}.
ru: Невозможно ${action} ${type}. Следующие логические сети не существуют на кластере хоста: ${NETWORKS_DONT_EXIST_IN_CLUSTER_LIST}.

source: Cannot ${action} ${type}. The following Logical Networks: ${networkIds} do not exist in the Data Center: ${dataCenterId}.
ru: Невозможно ${action} ${type}. Следующие логические сети: ${networkIds} не существуют в дата-центре: ${dataCenterId}.

source: Cannot ${action} ${type}. The following bonds consist of less than two Network Interfaces: ${NETWORK_BONDS_INVALID_SLAVE_COUNT_ENTITY}.
ru: Невозможно ${action} ${type}. Следующие связки состоят менее чем из двух сетевых интерфейсов: ${NETWORK_BONDS_INVALID_SLAVE_COUNT_ENTITY}.

source: Cannot ${action} ${type}. At most one VLAN-untagged Logical Network is allowed on a NIC (optionally in conjunction with several VLAN Logical Networks). The following Network Interfaces violate that rule: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_UNTAGGED_NETWORK_LIST}.
ru: Невозможно ${action} ${type}. Не более одной логической сети без метки VLAN допускается на NIC (как вариант, одновременно с несколькими логическими сетями VLAN). Следующие сетевые интерфейсы нарушают это правило: ${NETWORK_INTERFACES_NOT_EXCLUSIVELY_USED_BY_UNTAGGED_NETWORK_LIST}.

source: Cannot ${action} ${type}. The following VMs are actively using the Logical Network '${networkName}' : '${vmNames}'. Please stop the VMs and try again.
ru: Невозможно ${action} ${type}. Следующие ВМ активно используют логическую сеть «${networkName}»: ${vmNames}. Остановите работу этих ВМ и повторите попытку.

source: Cannot ${action} ${type}. The following Logical Network: '${networkName}' is being used by the following VM: '${vmName}'. Please stop the VM and try again.
ru: Невозможно ${action} ${type}. Следующая логическая сеть используется машиной «${vmName}»: ${networkName}. Остановите ВМ и повторите попытку.

source: Cannot ${action} ${type}. The following VMs are actively using the Logical Networks '${networkNames}' : '${vmNames}'. Please stop the VMs and try again.
ru: Невозможно ${action} ${type}. Следующие ВМ активно используют логическую сеть «${networkNames}»: ${vmNames}. Остановите работу этих ВМ и повторите попытку.

source: Cannot ${action} ${type}. The following VM: ${vmName} is actively using the Logical Networks: ${networkNames}. Please stop the VM and try again.
ru: Невозможно ${action} ${type} Следующая ВМ активно использует логическую сеть «${networkNames}»: ${vmName}. Остановите работу этой ВМ и повторите попытку.

source: Cannot ${action} ${type}. STP can only be enabled on VM Networks.
ru: Невозможно ${action} ${type}. STP можно включить только в сетях ВМ.

source: Cannot ${action} ${type}. The following Logical Networks do not have the same MTU value: ${NETWORK_MTU_DIFFERENCES_LIST}.
ru: Невозможно ${action} ${type}. У следующих логических сетей не совпадают значения MTU: ${NETWORK_MTU_DIFFERENCES_LIST}.

source: Cannot ${action} ${type}. Network belongs to a different data-center.
ru: Невозможно ${action} ${type}. Сеть принадлежит другому дата-центру.

source: Cannot ${action} ${type}. No single suitable network was found to serve as the management network.
ru: Невозможно ${action} ${type}. Не найдено ни одной единой сети, подходящей для сети управления.

source: Cannot ${action} ${type}. Changing management network in a non-empty cluster is not allowed.
ru: Невозможно ${action} ${type}. Изменение сети управления в не пустом кластере не разрешается.

source: Cannot ${action} ${type}. Moving a host to cluster with different management network is not allowed.
ru: Невозможно ${action} ${type}. Перемещения хоста на кластер с другой сетью управления не разрешается.

source: Cannot ${action} ${type}. Management network has to be not external one.
ru: Невозможно ${action} ${type}. Сеть управления не должна быть внешней сетью.

source: Cannot ${action} ${type}. Network cluster ${NetworkCluster} appears more than once.
ru: Невозможно ${action} ${type}. Сетевой кластер ${NetworkCluster}присутствует больше одного раза.

source: Cannot ${action} ${type}. The provider does not exist in the system.
ru: Невозможно ${action} ${type}. Поставщик не существует в системе.

source: Cannot ${action} ${type}. The provider type cannot be changed.
ru: Невозможно ${action} ${type}. Тип поставщика нельзя изменять.

source: Cannot ${action} ${type}. The provider type should be 'OpenStack Networking'.
ru: Невозможно ${action} ${type}. Поставщик должен иметь тип «Сеть OpenStack».

source: Cannot ${action} ${type}. The provider type should be 'External Host Provider (Foreman/Satellite)'.
ru: Невозможно ${action} ${type}. Поставщик должен иметь тип «Внешний поставщик хоста (Foreman/Satellite)».

source: Cannot ${action} ${type}. The network mappings should be provided as a parameter or configured on the network provider.
ru: Невозможно ${action} ${type}. Сетевые сопоставления должны указываться в качестве параметра или должны быть настроены поставщиком сети.

source: Cannot ${action} ${type}. The network provider's broker host address must be configured on the provider.
ru: Невозможно ${action} ${type}. Адрес хоста брокера поставщика сети должен быть настроен на стороне поставщика.

source: Cannot ${action} ${type}. Several external networks (${NETWORK_NAMES_COUNTER}) are being used by virtual machines and/or templates: ${NETWORK_NAMES} - Please resolve the external networks usage first and try again.
ru: Невозможно ${action} ${type}. Несколько внешних сетей (${NETWORK_NAMES_COUNTER}) используются виртуальными машинами и/или шаблонами: ${NETWORK_NAMES} — Решите вопрос использования внешних сетей и повторите попытку.

source: Cannot ${action} ${type}. External network is used by virtual machines and/or templates: ${NETWORK_NAMES} - Please resolve the external networks usage first and try again.
ru: Невозможно ${action} ${type}. Внешняя сеть используется виртуальными машинами и/или шаблонами: ${NETWORK_NAMES} — Решите вопрос использования внешних сетей и повторите попытку.

source: Cannot ${action} ${type}. The external network already exists as '${NetworkName}' in the data center.
ru: Невозможно ${action} ${type}. Внешняя сеть уже существует в дата-центре как «${NetworkName}».

source: Cannot ${action} ${type}. An external network cannot be a non-VM network.
ru: Невозможно ${action} ${type}. Внешняя сеть может быть только сетью ВМ.

source: Cannot ${action} ${type}. External network details (except name and description) cannot be changed.
ru: Невозможно ${action} ${type}. Параметры внешней сети нельзя изменить (кроме имени и описания).

source: Cannot ${action} ${type}. This operation is not supported for external networks.
ru: Невозможно ${action} ${type}. Для внешних сетей операция не поддерживается.

source: Cannot ${action} ${type}. Change of Data Center ID is not allowed.
ru: Невозможно ${action} ${type}. Изменение ID дата-центра запрещено.

source: Cannot ${action} ${type}. External network cannot be used as a display network.
ru: Нельзя ${action} ${type}. Внешняя сеть не может использоваться для передачи экрана.

source: Cannot ${action} ${type}. External network cannot be set as required in the cluster.
ru: Невозможно ${action} ${type}. Внешняя сеть на кластере не может быть настроена как обязательная.

source: Cannot ${action} ${type}. External network with vlan must be labeled.
ru: Невозможно ${action} ${type}. Внешняя сеть с vlan должна иметь метку.

source: Cannot ${action} ${type}. External network cannot be used when port mirroring is set.
ru: Невозможно ${action} ${type}. Внешнюю сеть нельзя использовать при настроенном зеркалировании портов.

source: Cannot ${action} ${type}. 'Port Mirroring' and 'Qos' are not supported on passthrough profiles.
ru: Невозможно ${action} ${type}. «Зеркалирование портов» и «Qos» не поддерживаются в транзитных профилях.

source: Cannot ${action} ${type}. vNIC profile '${VAR_VNIC_PROFILE_NAME}' has an invalid network filter id '${VAR_NETWORK_FILTER_ID}'.
ru: Невозможно ${action} ${type}. Профиль vNIC «${VAR_VNIC_PROFILE_NAME}» имеет недопустимый идентификатор сетевого фильтра «${VAR_NETWORK_FILTER_ID}».

source: Cannot ${action} ${type}. Illegal configuration. vNIC '${VAR_VNIC_PROFILE_NAME}' is configured with network filter id value '${VAR_NETWORK_FILTER_ID}' and use default network filter flag is set to true. Either set the flag to false or do not mentioned the network filter id.
ru: Невозможно ${action} ${type}. Недопустимая конфигурация. vNIC «${VAR_VNIC_PROFILE_NAME}» настроена со значением идентификатора сетевого фильтра «${VAR_NETWORK_FILTER_ID}», а параметр использования сетевого фильтра по умолчанию настроен на «верно». Либо смените значение на «ложно», либо не указывайте значение идентификатора.

source: Cannot ${action} ${type}. External network cannot be changed while the virtual machine is running.
ru: Невозможно ${action} ${type}. Нельзя изменять свойства внешней сети пока выполняется ВМ.

source: Cannot ${action} ${type}. External network cannot have MTU set.
ru: Невозможно ${action} ${type}. Внешняя сеть не может иметь настроенный MTU.

source: Cannot ${action} ${type}. The management network '${NetworkName}' must be required, please change the network to be required and try again.
ru: Невозможно ${action} ${type}. Сеть управления «${NetworkName}» должна указываться как требуемая, укажите сеть как требуемую и повторите попытку.

source: Cannot ${action} ${type}. The address of the network '${ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED_LIST}' cannot be modified without reinstalling the host, since this address was used to create the host's certification.
ru: Невозможно ${action} ${type}. Адрес сети «${ACTION_TYPE_FAILED_NETWORK_ADDRESS_CANNOT_BE_CHANGED_LIST}» нельзя изменить без переустановки хоста, потому что этот адрес был использован для создания сертификата хоста.

source: Cannot ${action} ${type}. The address of the network '${ACTION_TYPE_FAILED_NETWORK_ADDRESS_BRICK_IN_USE_LIST}' cannot be modified without removing or replacing the bricks, since this address was used to create gluster volume bricks.
ru: Невозможно ${action} ${type}. Адрес сети «${ACTION_TYPE_FAILED_NETWORK_ADDRESS_BRICK_IN_USE_LIST}» нельзя изменить без удаления или замены элементов, поскольку этот адрес использовался для создания элементов тома gluster.

source: Cannot ${action} ${type}. Plugged and unlinked VM network interface with external network is not supported.
ru: Невозможно ${action} ${type}. Подключённый и несвязанный сетевой интерфейс ВМ с внешней сетью — не поддерживается.

source: Cannot preview Active VM snapshot.
ru: Невозможно провести предварительный просмотр снимка активной ВМ.

source: Operation canceled, recursive Tag hierarchy cannot be defined.
ru: Действие отменено, рекурсивная иерархия тегов не может быть определена.

source: VM can be moved only to a Cluster in the same Data Center.
ru: ВМ можно перенести только на кластер в пределах одного и того же дата-центра.

# VM_CLUSTER_IS_NOT_VALID
source: Cannot ${action} ${type}. Cluster ID is not valid.
ru: Невозможно ${action} ${type}. Недопустимый ID кластера.

source: The Management Network ('${NetworkName}') is mandatory and cannot be removed.
ru: Сеть управления («${NetworkName}») является обязательной и её нельзя удалить.

source: Cannot ${action} ${type}. Unsetting management network property is not allowed. It is done automatically when moving the role to another network.
ru: Невозможно ${action} ${type}. Отмена параметра сети управления не разрешается. Это делается автоматически при перемещении роли на другую сеть.

source: =Cannot ${action} ${type}. Unsetting gluster network property is not allowed when it is used by gluster bricks on volumes. The gluster volumes will need to be removed to change this.
ru: Невозможно ${action} ${type}. Отмена параметра сети gluster не разрешается, если параметр используется элементами gluster в томах. Чтобы это изменить, тома gluster необходимо будет удалить.

source: The Network ('${NetworkName}') could not be removed since several iSCSI bonds (${IscsiBonds_COUNTER}) are using this network: ${IscsiBonds}. Please remove the network first from those iSCSI bonds, and try again.
ru: Не удалось удалить сеть («${NetworkName}»), т.к. несколько связок iSCSI (${IscsiBonds_COUNTER}) используют эту сеть: ${IscsiBonds}. Сначала удалите сеть из этих связок iSCSI и повторите попытку.

source: Cannot ${action} ${type}. VMs in a state other than "Down" were detected. -Please ensure all VMs associated with this Storage Domain are stopped and in the Down state first.
ru: Невозможно ${action} ${type}. Обнаружены ВМ с другим состоянием, чем «Отключена». — Убедитесь сначала, что все ВМ с привязкой к этому домену хранилища остановлены и имеют статус «Отключена».

source: The provided Host does not exist.
ru: Указанный хост не существует.

source: The specified Tag name already exists.
ru: Указанное имя тега уже существует.

source: Logical Network '${NETWORK_OF_GIVEN_NAME_NOT_EXISTS_IN_CLUSTER_ENTITY}' does not exist in Cluster.
ru: Логическая сеть «${NETWORK_OF_GIVEN_NAME_NOT_EXISTS_IN_CLUSTER_ENTITY}» не существует в кластере.

source: Actions list cannot be empty.
ru: Список операций не может быть пустым.

source: Cannot ${action} ${type}. Bookmark ID is not valid.
ru: Невозможно ${action} ${type}. Недопустимый ID закладки.

source: Cannot ${action} ${type}. Operation can be performed only when Host status is ${hostStatus}.
ru: Невозможно ${action} ${type}. Операция может быть выполнена только когда хост имеет статус ${hostStatus}.
