Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot ${action} ${type}. Connection extension with the id ${connExtId} does not exist.
ru: Невозможно ${action} ${type}. Расширение подключения с ID ${connExtId} не существует.

source: Cannot ${action} ${type}. Storage Domain doesn't exist.
ru: Невозможно ${action} ${type}. Домен хранилища не существует.

source: Cannot ${action} ${type}. Storage Domain and Cluster must be in the same Storage Pool.
ru: Невозможно ${action} ${type}. Домен хранилища и кластер должны принадлежать одному пулу хранилища.

source: Cannot ${action} ${type}. The selected proxy Host must be in the destination Storage Pool.
ru: Невозможно ${action} ${type}. Выбранный хост прокси должен находиться в целевом пуле хранилища.

source: Cannot ${action} ${type}. The relevant Storage Domain is inaccessible. -Please handle Storage Domain issues and retry the operation.
ru: Невозможно ${action} ${type}. Релевантный домен хранилища недоступен. — Решите проблему с доменом хранилища и повторите операцию.

source: Cannot ${action} ${type}. The relevant Storage Domain's status is ${status}.
ru: Невозможно ${action} ${type}. Статус релевантного домена хранилища: ${status}.

source: Cannot ${action} ${type}. The ${action} action can be performed on a Data Center that has only one Storage Domain in Active/Unknown state.
ru: Невозможно ${action} ${type}. Действие ${action} может быть выполнено в дата-центре только с одним доменом хранилища со статусом «активен»/«неизвестно».

source: Data Center doesn't exist.
ru: Дата-центр не существует.

source: Cannot ${action} ${type}. The Storage Domain metadata indicates it is already attached to a Data Center hence cannot be formatted. To remove the Storage Domain one should either remove it without the format option or attach it to an existing Data Center, detach it, and try again.
ru: Невозможно ${action} ${type}. Метаданные домена хранилища показывают, что он уже присоединён к дата-центру и поэтому не может быть отформатирован. Чтобы удалить домен хранилища: либо удалите его без параметра форматирования, либо присоедините его к существующему дата-центру, затем отсоедините и повторите попытку

source: Cannot ${action} ${type}. The selected Storage Domain is not part of the Data Center.
ru: Невозможно ${action} ${type}. Выбранный домен хранилища не является частью дата-центра.

source: Cannot ${action} ${type}. The following LUNs are already part of existing storage domains: ${lunIds}.
ru: Невозможно ${action} ${type}. Следующие LUN уже являются частью существующих доменов хранилища: ${lunIds}.

source: Cannot ${action} ${type}. The following LUNs are already used by DirectLUN disks: ${lunIds}.
ru: Невозможно ${action} ${type}. Следующие LUN уже используются дисками DirectLUN: ${lunIds}.

source: Cannot remove Data Center while there are more than one Storage Domain attached.
ru: Невозможно удалить дата-центр, если к нему присоединено больше одного домена хранилища.

source: Cannot manage Storage Domain. The domain is defined externally (such as through a provider).
ru: Домен хранилища недоступен для управления. Домен определён извне (например, через поставщика).

source: Cannot ${action} ${type} while there are Hosts that are not in Maintenance mode.
ru: Невозможно ${action} ${type} пока есть хосты, находящиеся не в режиме обслуживания.

source: Cannot ${action} ${type}. Unknown Data Center status.
ru: Невозможно ${action} ${type}. Статус дата-центра неизвестен.

source: Bond name doesn't exist.
ru: Имя связки не существует.

source: Following bonds doesn't exist: ${NETWORK_BOND_RECORDS_DOES_NOT_EXISTS_LIST}.
ru: Следующие имена связок не существуют: ${NETWORK_BOND_RECORDS_DOES_NOT_EXISTS_LIST}.

source: Network Interface '${NETWORK_INTERFACE_ALREADY_IN_BOND_ENTITY}' already belongs to the bond.
ru: Сетевой интерфейс «${NETWORK_INTERFACE_ALREADY_IN_BOND_ENTITY}» уже включен в связку.

source: Cannot ${action} ${type}. Multiple network attachments (${ACTION_TYPE_FAILED_NETWORK_ATTACHMENTS_REFERENCES_SAME_NETWORK_DUPLICATELY_LIST}) references same network (${ACTION_TYPE_FAILED_NETWORK_ATTACHMENTS_REFERENCES_SAME_NETWORK_DUPLICATELY_ENTITY}).
ru: Невозможно ${action} ${type}. Несколько подключений к сети (${ACTION_TYPE_FAILED_NETWORK_ATTACHMENTS_REFERENCES_SAME_NETWORK_DUPLICATELY_LIST}) ссылаются на одну и ту же сеть (${ACTION_TYPE_FAILED_NETWORK_ATTACHMENTS_REFERENCES_SAME_NETWORK_DUPLICATELY_ENTITY}).

source: Cannot ${action} ${type}. Cannot remove and update a Network Attachment simultaneously. The same network attachment ('${NETWORK_ATTACHMENT_IN_BOTH_LISTS_ENTITY}') appears in both 'network attachments' and 'removed network attachments' lists.
ru: Невозможно ${action} ${type}. Нельзя одновременно удалять и обновлять подключение к сети. Одно и то же подключение к сети («${NETWORK_ATTACHMENT_IN_BOTH_LISTS_ENTITY}») присутствует как в списке «подключения к сети», так и в списке «удалённые подключения к сети».

source: Cannot ${action} ${type}. Network interface '${NETWORK_INTERFACE_REFERENCED_AS_A_SLAVE_MULTIPLE_TIMES_ENTITY}' is used multiple times in new or modified bonds in this request. Slave can be neither shared by multiple bonds nor used multiple times in one bond.
ru: Невозможно ${action} ${type}. В этом запросе сетевой интерфейс «${NETWORK_INTERFACE_REFERENCED_AS_A_SLAVE_MULTIPLE_TIMES_ENTITY}» неоднократно используется в новых или изменённых связях. Подчинённый интерфейс не может быть ни общим для нескольких связей, ни использоваться несколько раз в одной связи.

source: Cannot ${action} ${type}. The given network interface does not exist on specified host '${NIC_NOT_EXISTS_ON_HOST_ENTITY}'.
ru: Невозможно ${action} ${type}. Указанный сетевой интерфейс не существует на указанном хосте «${NIC_NOT_EXISTS_ON_HOST_ENTITY}».

source: Cannot ${action} ${type}. Network Interface '${nicName}' cannot be slave: Neither bond nor vlan can be slave.
ru: Невозможно ${action} ${type}. Сетевой интерфейс «${nicName}» не может быть подчинённым: ни BOND, ни VLAN не могут быть подчинёнными.

source: Cannot ${action} ${type}. Cannot create Network Attachment directly on slave or vlan interface. Network name = '${networkName}', Network interface name = '${nicName}'.
ru: Невозможно ${action} ${type}. Нельзя создать подключение к сети напрямую на подчинённом или на vlan интерфейсе. Имя сети = «${networkName}», имя сетевого интерфейса = «${nicName}».

source: Cannot ${action} ${type}. Network attachment must be specified for this request.
ru: Невозможно ${action} ${type}. В этом запросе должно быть указано подключение к сети.

source: Cannot ${action} ${type}. NetworkAttachment (id ${referrerId}) does not reference nic coherently. Nic name and id reference different nics: nicId ${referringId} nicName ${referringName}.
ru: Невозможно ${action} ${type}. Сетевая привязка (${referrerId}) не ссылается на nic когерентно. Имя nic и ID ссылаются на разные nic: nicId ${referringId} nicName ${referringName}.

source: Cannot ${action} ${type}. NicLabel (${referrerId}) does not reference nic coherently. Nic name and id reference different nics: nicId ${referringId} nicName ${referringName}.
ru: Невозможно ${action} ${type}. NicLabel (${referrerId}) не ссылается на nic когерентно. Имя nic и ID ссылаются на разные nic: nicId ${referringId} nicName ${referringName}.

source: Cannot ${action} ${type}. NetworkAttachment (id ${referrerId}) does not reference network coherently. Network name and id reference different networks: networkId ${referringId} networkName ${referringName}.
ru: Невозможно ${action} ${type}. NetworkAttachment (id ${referrerId}) не ссылается на сеть когерентно. Имя сети и ID ссылаются на разные сети: networkId ${referringId} networkName ${referringName}.

source: Cannot ${action} ${type}. Bond (${referrerId}) does not reference nic coherently. Nic name and id reference different nics: nicId ${referringId} nicName ${referringName}.
ru: Невозможно ${action} ${type}. Связка (${referrerId}) не ссылается на nic когерентно. Имя nic и ID ссылаются на разные nic: nicId ${referringId} nicName ${referringName}.

source: Cannot ${action} ${type}. Network Interface '${NETWORK_INTERFACE_ADDED_TO_BOND_AND_NETWORK_IS_ATTACHED_TO_IT_AT_THE_SAME_TIME_ENTITY}' cannot become slave, because you're also attaching network '${networkName}' to it.
ru: Невозможно ${action} ${type}. Сетевой интерфейс «${NETWORK_INTERFACE_ADDED_TO_BOND_AND_NETWORK_IS_ATTACHED_TO_IT_AT_THE_SAME_TIME_ENTITY}» не может стать подчинённым, т.к. к нему также присоединяется сеть «${networkName}».

source: Cannot ${action} ${type}. When updating Network attachment non null ID has to be provided.
ru: Невозможно ${action} ${type}. При обновлении подключения к сети нужно указать не нулевой ID.

source: Cannot ${action} ${type}. New Network attachment cannot be created with given ID. Please remove Network Attachment ID (id '${NETWORK_ATTACHMENT_CANNOT_BE_CREATED_WITH_SPECIFIC_ID_ENTITY}') from request.
ru: Невозможно ${action} ${type}. С указанными ID нельзя создать новое подключение к сети. Удалите из запроса ID подключения к сети («${NETWORK_ATTACHMENT_CANNOT_BE_CREATED_WITH_SPECIFIC_ID_ENTITY}»).

source: Cannot ${action} ${type}. Network Interface '${NETWORK_INTERFACE_ATTACHED_TO_NETWORK_CANNOT_BE_SLAVE_ENTITY}' cannot become slave, there's network '${networkName}' attached to it.
ru: Невозможно ${action} ${type}. Сетевой интерфейс «${NETWORK_INTERFACE_ATTACHED_TO_NETWORK_CANNOT_BE_SLAVE_ENTITY}» не может стать подчинённым, к нему присоединена сеть «${networkName}».

source: Cannot remove bond ${BOND_USED_BY_NETWORK_ATTACHMENTS_ENTITY}, because it's used by Network Attachments: ${attachmentIds}.
ru: Невозможно удалить связку ${BOND_USED_BY_NETWORK_ATTACHMENTS_ENTITY}, т.к. она используется подключениями к сети ${attachmentIds}.

source: Cannot ${action} ${type}. Given Network Attachment (id '${NETWORK_ATTACHMENT_NOT_EXISTS_ENTITY}') does not exist.
ru: Невозможно ${action} ${type}. Данное подключение к сети (id «${NETWORK_ATTACHMENT_NOT_EXISTS_ENTITY}») не существует.

source: Cannot ${action} ${type}. There's unset networkId or networkName among given network attachments. At least one of them should be set.
ru: Невозможно ${action} ${type}. Среди указанных сетевых присоединений присутствует ненастроенный networkId или networkName. Необходимо настроить хотя бы что-то одно одно из этого.

source: Cannot ${action} ${type}. Following Network Attachments do not exist: ${NETWORK_ATTACHMENTS_NOT_EXISTS_LIST}.
ru: Невозможно ${action} ${type}. Следующие подключения к сети не существуют: ${NETWORK_ATTACHMENTS_NOT_EXISTS_LIST}.

source: Cannot ${action} ${type}. Given network '${networkName}' is already attached to given host '${hostName}'.
ru: Невозможно ${action} ${type}. Указанная сеть «${networkName}» уже закреплена за хостом «${hostName}».

source: Cannot ${action} ${type}. Network of given Network Attachment (id ${networkAttachmentID}) cannot be updated.
ru: Невозможно ${action} ${type}. Сеть указанного подключения к сети (id ${networkAttachmentID}) нельзя обновить.

source: Cannot ${action} ${type}. Role (migration/display/gluster) network '${ACTION_TYPE_FAILED_ROLE_NETWORK_HAS_NO_BOOT_PROTOCOL_ENTITY}' hasn't boot protocol assigned.
ru: Невозможно ${action} ${type}. Сети роли (миграция/монитор/gluster) «${ACTION_TYPE_FAILED_ROLE_NETWORK_HAS_NO_BOOT_PROTOCOL_ENTITY}» не назначен протокол.

source: Network attachment of Network ${networkName}, Interface ${interfaceName} is missing ip configuration details.
ru: У сетевого присоединения сети ${networkName}, в параметрах интерфейса ${interfaceName} отсутствуют сведения об IP.

source: Insufficient ip configuration details of Network attachment for Network ${networkName}, Interface ${interfaceName}. Boot protocol is missing.
ru: Недостаточно параметров IP у сетевого присоединения ${networkName}, интерфейс ${interfaceName}. Отсутствуют сведения о протоколе загрузки.

source: Incompatible ip configuration of Network attachment for Network ${networkName}, Interface ${interfaceName}. Can't determine the ip address, netmask or gateway when boot protocol is set to ${BootProtocol}.
ru: Несовместимые параметры IP сетевого присоединения для сети ${networkName}, Interface ${interfaceName}. Невозможно определить адрес IP, сетевую маску или шлюз, если протокол загрузки установлен как ${BootProtocol}.

source: Insufficient ip configuration of Network attachment for Network ${networkName}, Interface ${interfaceName}. Must define ip address and netmask when boot protocol is static.
ru: Недостаточно параметров IP у сетевого присоединения ${networkName}, интерфейс ${interfaceName}. При статическом протоколе загрузки необходимо определить адрес IP и маску сети.

source: Cannot ${action} ${type}. Label '${INTERFACE_ON_NIC_LABEL_NOT_EXIST_ENTITY}' cannot be attached to non-existing/removed '${interfaceName}' network interface.
ru: Невозможно ${action} ${type}. Метка «${INTERFACE_ON_NIC_LABEL_NOT_EXIST_ENTITY}» не может быть назначена несуществующему/удалённому сетевому интерфейсу «${interfaceName}».

source: Cannot ${action} ${type}. Label '${LABEL_NOT_EXIST_IN_HOST_ENTITY}' cannot be removed, since it isn't attached to any network interface.
ru: Невозможно ${action} ${type}. Метка «${LABEL_NOT_EXIST_IN_HOST_ENTITY}» не может быть удалена, т.к. не назначена никакому сетевому интерфейсу.

source: Cannot ${action} ${type}. Labels '${PARAMS_CONTAIN_DUPLICATE_LABELS_LIST}' appear in the 'labels/removed labels' lists more than once.
ru: Невозможно ${action} ${type}. Метки «${PARAMS_CONTAIN_DUPLICATE_LABELS_LIST}» присутствуют в списках «метки/удалённые метки» более одного раза.

source: Cannot ${action} ${type}. Network interface '${LABEL_ATTACH_TO_IMPROPER_INTERFACE_ENTITY}' cannot be labeled. Label can be provided only to interfaces or to bonds (not to slaves nor vlans).
ru: Невозможно ${action} ${type}. Сетевому интерфейсу «${LABEL_ATTACH_TO_IMPROPER_INTERFACE_ENTITY}» нельзя назначить метку. Метку можно назначать только интерфейсам и связям (но не подчинённым интерфейсам или vlan).

source: Cannot attach more than one ISO Storage Domain to the same Data Center. If you want to use a newly created Domain, detach the existing attached Domain and attach the new one.
ru: Невозможно присоединить больше одного домена хранилища ISO к одному и тому же дата-центру. При необходимости использовать только что созданный домен, отсоедините существующий присоединённый домен и присоедините новый.

source: Cannot attach more than one Import/Export Storage Domain to the same Data Center. If you want to use a newly created Domain, detach the existing attached Domain and attach the new one.
ru: Невозможно присоединить больше одного импорт/экспорт домена хранилища к одному и тому же дата-центру. При необходимости использовать только что созданный домен, отсоедините существующий присоединённый домен и присоедините новый.

source: Cannot attach storage to Data Center. Storage type doesn't match the Data Center type.
ru: Невозможно присоединить хранилище к дата-центру. Тип хранилища не совпадает с типом дата-центра.

source: Cannot change Data Center type when Storage Domains are still attached to it. -Please detach all attached Storage Domains and retry.
ru: Невозможно сменить тип дата-центра, если к нему присоединены домены хранилища. — Отсоедините все домены хранилищ и повторите попытку.

source: The specified Logical Network doesn't exist.
ru: Указанная логическая сеть не существует.

source: Logical Network (id '${NETWORK_HAVING_ID_NOT_EXISTS_ENTITY}') doesn't exist.
ru: Логическая сеть (id «${NETWORK_HAVING_ID_NOT_EXISTS_ENTITY}») не существует.

source: Logical Network (name '${NETWORK_HAVING_NAME_NOT_EXISTS_ENTITY}') doesn't exist.
ru: Имя логической сети (имя «${NETWORK_HAVING_NAME_NOT_EXISTS_ENTITY}») не существует.

source: The specified Network QoS doesn't exist.
ru: Указанного QoS сети не существует

source: Provided NetworkAttachments contains duplicates.
ru: Предоставленные NetworkAttachments содержат дубликаты

source: The external network '${EXTERNAL_NETWORK_HAVING_NAME_CANNOT_BE_PROVISIONED_ENTITY}' cannot be configured on the host's interface.
ru: Внешняя сеть «${EXTERNAL_NETWORK_HAVING_NAME_CANNOT_BE_PROVISIONED_ENTITY}» не может быть настроена на интерфейсе хоста.

source: Network label must be formed only from: English letters, numbers, hyphen or underscore.
ru: Метка сети может состоять только из букв латинского алфавита, чисел, дефисов или знаков нижнего подчёркивания.

source: Cannot ${action} ${type}. The specified network is already labeled.
ru: Невозможно ${action} ${type}. Указанная сеть уже имеет метку.

source: Cannot ${action} ${type}. The following networks cannot be removed from the network interface since they are managed by the label: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC_LIST}. Please remove the label from the network interface in order to remove the network.
ru: Невозможно ${action} ${type} Следующие сети нельзя удалить из сетевого интерфейса, потому что они управляются меткой: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_LABELED_NETWORK_FROM_NIC_LIST}. Чтобы удалить сеть, удалите метку с сетевого интерфейса.

source: Cannot ${action} ${type}. Network '${networkName}' cannot be moved to another network interface since it's managed by label '${ACTION_TYPE_FAILED_CANNOT_MOVE_LABELED_NETWORK_TO_ANOTHER_NIC_ENTITY}'. Please remove the label from the network interface in order to remove the network.
ru: Невозможно ${action} ${type}. Сеть «${networkName}» нельзя перенести на другой сетевой интерфейс, поскольку она управляется меткой «${ACTION_TYPE_FAILED_CANNOT_MOVE_LABELED_NETWORK_TO_ANOTHER_NIC_ENTITY}». Чтобы перенести сеть, удалите метку с сетевого интерфейса.

source: Cannot ${action} ${type}. Cannot attach network '${NETWORK_SHOULD_BE_ATTACHED_VIA_LABEL_TO_ANOTHER_NIC_ENTITY}' to network interface '${nicName}', it should be attached via label to network interface '${labeledNicName}'.
ru: Невозможно ${action} ${type}. Невозможно присоединить сеть «${NETWORK_SHOULD_BE_ATTACHED_VIA_LABEL_TO_ANOTHER_NIC_ENTITY}» к сетевому интерфейсу «${nicName}». Сеть должна быть присоединена с помощью метки к сетевому интерфейсу «${labeledNicName}».

source: Cannot ${action} ${type}. The following networks cannot be removed from the network interface since they are used by gluster volume bricks: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_NETWORK_FROM_BRICK_LIST}. Please remove or replace the bricks in order to remove the network.
ru: Невозможно ${action} ${type}. Следующие сети нельзя удалить с сетевого интерфейса, поскольку они используются элементами тома gluster: ${ACTION_TYPE_FAILED_CANNOT_REMOVE_NETWORK_FROM_BRICK_LIST}. Чтобы удалить сеть, удалите или замените элементы.

source: Cannot ${action} ${type}. The following networks are already attached to a different interface on the host: ${AssignedNetworks}. Please remove the networks in order to label the interface.
ru: Невозможно ${action} ${type}. Следующие сети уже присоединены к другому интерфейсу на хосте: ${AssignedNetworks}. Чтобы назначить метку интерфейсу, эти сети нужно удалить.

source: Cannot ${action} ${type}. The label '${NicLabel}' is already defined on other interface ${LabeledNic} on the host.
ru: Невозможно ${action} ${type}. Метка «${NicLabel}» уже определена на другом интерфейсе хоста ${LabeledNic}.

source: Cannot ${action} ${type}. The selected network interface ${nicName} has VFs that are in use.
ru: Невозможно ${action} ${type}. Выбранный сетевый интерфейс ${nicName} имеет использующиеся виртуальные функции.

source: Cannot ${action} ${type}. The selected network interface ${nicName} is not SR-IOV enabled.
ru: Невозможно ${action} ${type}. На выбранном сетевом интерфейсе ${nicName} не включена технология SR-IOV.

source: Cannot ${action} ${type}. The specified number of VFs on network interface ${nicName} is ${numOfVfs}, the valid range is 0 - ${maxNumOfVfs}.
ru: Невозможно ${action} ${type}. Указанное число виртуальных функций на сетевом интерфейсе ${nicName} — ${numOfVfs}. Допустимый диапазон: 0 - ${maxNumOfVfs}.

source: Cannot ${action} ${type}. All networks are allowed, cannot set specific network/label.
ru: Невозможно ${action} ${type}. Разрешены все типы сетей, нельзя указать конкретную сеть/метку.

source: Cannot ${action} ${type}. Network ${networkName} already exists in network interface ${nicName} VFs configuration.
ru: Невозможно ${action} ${type}. Сеть ${networkName} уже существует в конфигурации сетевого интерфейса ${nicName} виртуальных функций.

source: Cannot ${action} ${type}. Network ${networkName} doesn't exist in network interface ${nicName} VFs configuration.
ru: Невозможно ${action} ${type}. Сеть ${networkName} не существует в конфигурации сетевого интерфейса ${nicName} виртуальных функций.

source: Cannot ${action} ${type}. Network with id ${networkId} doesn't exist.
ru: Невозможно ${action} ${type}. Сеть с ID ${networkId} не существует.

source: Cannot ${action} ${type}. Label ${label} already exists in network interface ${nicName} VFs configuration.
ru: Невозможно ${action} ${type}. Метка ${label} уже существует в конфигурации сетевого интерфейса ${nicName} виртуальных функций.

source: Cannot ${action} ${type}. Label ${label} doesn't exist in network interface ${nicName} VFs configuration.
ru: Невозможно ${action} ${type}. Метка ${label} не существует в конфигурации сетевого интерфейса ${nicName} виртуальных функций.

source: Cannot remove the master Storage Domain from the Data Center without another active Storage Domain to take its place. -Either activate another Storage Domain in the Data Center, or remove the Data Center.
ru: Невозможно удалить главный домен хранилища из дата-центра, не заменив его другим активным доменом хранилища. — Активируйте другой домен хранилища в дата-центре, либо удалите дата-центр.

source: Cannot destroy the master Storage Domain from the Data Center without another active Storage Domain to take its place. -Either activate another Storage Domain in the Data Center, or remove the Data Center. -If you have problems with the master Data Domain, consider following the recovery process described in the documentation, or contact your system administrator.
ru: Невозможно разрушить главный домен хранилища в дата-центре, не заменив его другим активным доменом хранилища. — Активируйте другой домен хранилища в дата-центре, либо удалите дата-центр. — При наличии проблем с главным доменом данных попробуйте выполнить процедуру восстановления, описанную в документации, или свяжитесь с системным администратором.

source: In order to complete the operation a new master Storage Domain needs to be elected, which requires at least one active Host in the Data Center. -Please make sure one of the Hosts is active in the Data Center first.
ru: Для завершения операции нужно выбрать новый главный домен хранилища, что требует наличия минимум одного активного хоста в дата-центре. — Сначала убедитесь, что один из хостов активен в дата-центре.

source: VLAN ID must be a number between 0 and 4094.
ru: VLAN ID должен иметь номер в диапазоне от 0 до 4094.

source: Cannot attach Storage Domain. -Please attach Data Domain to the Data Center first.
ru: Невозможно подключить домен хранилища. — Сначала присоедините домен данных к дата-центру.

source: Cannot ${action} ${type}. The Storage Domain is already attached to a different Data Center and cannot be attached to an uninitialized Data Center. -Please attach a different Data Domain to the Data Center first.
ru: Невозможно ${action} ${type}. Этот домен хранилища уже присоединён к другому дата-центру, и не может быть присоединён к не инициализированному дата-центру. — Сначала присоедините другой домен данных к дата-центру.
