Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot ${action} ${type}. The selected Storage Domain does not contain the VM Template.
ru: Невозможно ${action} ${type}. Выбранный домен хранилища не содержит этот шаблон ВМ.

source: Cannot ${action} ${type}. There is no active Host in the Data Center.
ru: Невозможно ${action} ${type}. Нет активных хостов в дата-центре.

source: Cannot ${action} ${type} size. New disk size must be larger than current disk size.
ru: Невозможно ${action} ${type}. Новый размер диска должен быть больше текущего размера диска.

source: Cannot ${action} ${type}. Read-only disk cannot be resized.
ru: Невозможно ${action} ${type}. Нельзя изменить размер диска, доступного только для чтения.

source: Cannot ${action} ${type}. Disk snapshot cannot be resized.
ru: Невозможно ${action} ${type}. Нельзя изменить размер снимка диска.

source: $type Host
ru: Хост $type

source: $entities hosts
ru: Хосты $entities

source: $entities host
ru: $entities хост

source: $type Network
ru: Сеть $type

source: $type Networks
ru: Сети $type

source: $type VM network interface profile
ru: Профиль сетевого интерфейса ВМ $type

source: $type Label
ru: Метка $type

source: $type host NIC VFs configuration
ru: $type параметры виртуальных функций NIC хоста

source: $type host NIC VFs configuration network
ru: $type сеть параметров виртуальных функций NIC хоста

source: $type host NIC VFs configuration label
ru: $type метка параметров виртуальных функций NIC хоста

source: $type provider
ru: Поставщик $type

source: $type provider certificate
ru: Сертификат поставщика $type

source: $type VM
ru: ВМ $type

source: $entities virtual machines
ru: ВМ $entities

source: $entities virtual machine
ru: $entities ВМ

source: $entities gluster bricks
ru: $entities элементы gluster

source: $entities gluster brick
ru: $entities элемент gluster

source: $type Quota
ru: Квота $type

source: $type Computer Account
ru: Учётная запись $type

source: $type Template
ru: Шаблон $type

source: $entities templates
ru: Шаблоны $entities

source: $entities template
ru: $entities шаблона

source: $entities Disks
ru: $entities диски

source: $type Snapshot
ru: Снимок $type

source: $type VM-Pool
ru: Пул ВМ $type

source: $type VM from VM-Pool
ru: ВМ $type из пула ВМ

source: $type Cluster
ru: Кластер $type

source: $type Role
ru: Роль $type

source: $type Interface
ru: Интерфейс $type

source: $type Virtual Disk
ru: Виртуальный диск $type

source: $type Bookmark
ru: Закладка $type

source: $type Virtual Machine Ticket
ru: Билет ВМ $type

source: $type Storage Connection
ru: Подключение к хранилищу $type

source: $type Storage Connection Extension
ru: Расширение подключения к хранилищу $type

source: $type Storage
ru: Хранилище $type

source: $type Data Center
ru: Дата-центр $type

source: $type MAC Pool
ru: $type пул MAC адресов

source: $type User to VM
ru: Пользователь ВМ $type

source: $type User
ru: Пользователь $type

source: $type Permission
ru: Права доступа $type

source: $type Host capabilities
ru: Характеристики хоста $type

source: $type Host devices
ru: $type устройства хоста

source: $type Network QoS
ru: $type QoS сети

source: $type Scheduling Policy
ru: $type политики планирования

source: $type Policy Unit
ru: $type компонента политики

source: $type subnet
ru: $type подсети

source: $type Affinity Group
ru: $type группы схожести

source: $type iSCSI Bond
ru: Связки iSCSI $type

source: $type Disk Snapshot
ru: Снимок диска $type

source: $type Disk Profile
ru: Профиль диска $type

source: $type CPU Profile
ru: Профиль ЦП $type

source: $type Authentication Key
ru: Ключ аутентификации $type

source: $type User Profile
ru: Профиль пользователя $type

source: $action run
ru: $action выполнить

source: $action remove
ru: $action удалить

source: $action add
ru: $action добавить

source: $action create
ru: $action создать

source: $action suspend
ru: $action сохранить на диск

source: $action hibernate
ru: $action перевести в режим гибернации

source: $action migrate
ru: $action перенести

source: $action cancel migration
ru: $action отменить перенос

source: $action cancel conversion
ru: $action отменить преобразование

source: $action attach VM to
ru: $action присоединить ВМ к

source: $action revert to
ru: $action откатить к

source: $action preview
ru: $action предварительный просмотр

source: $action stop
ru: $action остановить

source: $action start
ru: $action запустить

source: $action restart
ru: $action перезапустить

source: $action shutdown
ru: $action завершить работу

source: $action export
ru: $action экспорт

# VAR__ACTION__EXTEND
source: $action extend
ru: $action расширить

source: $action import
ru: $action импорт

# VAR__ACTION__ATTACH_ACTION_TO
source: $action attach
ru: $action присоединить

# VAR__ACTION__DETACH_ACTION_TO
source: $action detach
ru: $action отсоединить

source: $action move
ru: $action переместить

source: $action copy
ru: $action копировать

source: $action Change CD
ru: $action сменить CD

source: $action Eject CD
ru: $action извлечь CD

source: $action allocate and run
ru: $action выделить и запустить

source: $action confirm 'Host has been rebooted'
ru: $action подтвердить «хост был перезапущен»

source: $action maintenance
ru: $action обслуживание

source: $action set
ru: $action указать

source: $action reset
ru: $action сбросить

source: $action setup
ru: $action настроить

source: $action edit
ru: $action редактировать

# VAR__ACTION__ATTACH
source: $action attach
ru: $action присоединить

# VAR__ACTION__DETACH
source: $action detach
ru: $action отсоединить

source: $action activate
ru: $action активировать

source: $action deactivate
ru: $action отключить

source: $action restore
ru: $action восстановить

source: $action reconstruct master
ru: $action пересоздать главный домен

source: $action recover Data Center
ru: $action восстановить дата-центр

source: $action destroy
ru: $action уничтожить

source: $action scan
ru: $action сканирование

source: $action hot plug
ru: $action горячее подключение

source: $action hot unplug
ru: $action горячее отключение

source: $action hot set cpus
ru: $action горячее подключение ЦП

source: $action hot set memory
ru: $action горячее подключение памяти

source: $action update sla policy
ru: $action обновление политики SLA

source: $action log on
ru: $action вход в систему

source: $action log off
ru: $action выхода из системы

source: $action assign
ru: $action назначить

source: $action rebalance
ru: $action перебалансировки

source: $action stop rebalance
ru: $action остановить перебалансировку

source: $action start removing
ru: $action начать удаление

source: $action stop removing
ru: $action остановить удаление

source: $action commit removing
ru: $action удалить фиксацию

source: $action start profiling
ru: $action начать профилирование

source: $action stop profiling
ru: $action остановить профилирование

source: $action sync
ru: $action синхронизация

source: $action enable
ru: $action включить

source: $action disable
ru: $action отключить

source: $action refresh
ru: $action обновить

source: $action scan alignment
ru: $action поиск невыравненных разделов

source: $action force select
ru: $action принудительного выбора

# VAR__ACTION__EXTEND_IMAGE_SIZE
source: $action extend
ru: $action расширение

source: $action update version for
ru: $action обновления версии

source: $action update
ru: $action обновления

source: $action register
ru: $action регистрации

source: $action upgrade
ru: $action обновить

source: $action install
ru: $action установить

source: $action freeze
ru: $action заморозить

source: $action thaw
ru: $action разморозить

source: $action enroll certificate
ru: $action зарегистрировать сертификат

source: $hostStatus Up
ru: $hostStatus Запущен

source: $hostStatus Up, Maintenance or Non operational
ru: $hostStatus Запущен, Обслуживание или Нерабочее состояние

source: $vmStatus Up
ru: $vmStatus Запущена

source: $vmStatus Unassigned
ru: $vmStatus Не присвоен

source: $vmStatus Down
ru: $vmStatus Не выполняется

source: $vmStatus Powering Up
ru: $vmStatus Производится включение

source: $vmStatus Paused
ru: $vmStatus Приостановлена

source: $vmStatus Migrating
ru: $vmStatus Идёт миграция

source: $vmStatus Unknown
ru: $vmStatus Неизвестно

source: $vmStatus Not Responding
ru: $vmStatus Не отвечает

source: $vmStatus Wait for Launch
ru: $vmStatus ожидание запуска

source: $vmStatus Reboot in Progress
ru: $vmStatus Идёт перезагрузка

source: $vmStatus Saving State
ru: $vmStatus Сохранение состояния

source: $vmStatus Restoring State
ru: $vmStatus Восстановление состояния

source: $vmStatus Suspended
ru: $vmStatus сохранена на диск

source: $vmStatus Image Locked
ru: $vmStatus Образ заблокирован

source: $vmStatus Powering Down
ru: $vmStatus Идёт выключение

source: $vmStatus Image Illegal
ru: $vmStatus Недопустимый образ

source: Cannot ${action} ${type}. The disk is already attached to VM.
ru: Невозможно ${action} ${type}. Диск уже присоединён к ВМ.

source: Cannot ${action} ${type}. The disk is already detached from VM.
ru: Невозможно ${action} ${type}. Диск уже отсоединён от ВМ.

source: Cannot ${action} ${type}. The disk is not shareable and is already attached to a VM.
ru: Невозможно ${action} ${type}. Диск не может быть общим и уже подключен к ВМ.

source: Cannot ${action} ${type}. Disk is in illegal state. Illegal disks can only be deleted.
ru: Невозможно ${action} ${type}. Недопустимое состояние диска. Диски с недопустимым состоянием можно только удалять.

source: Cannot ${action} ${type}. The chosen CPU is not supported.
ru: Невозможно ${action} ${type}. Выбранный ЦП не поддерживается.

source: Cannot ${action} ${type}. Maximum PCI devices exceeded.
ru: Невозможно ${action} ${type}. Превышено максимальное число устройств PCI.

source: Cannot ${action} ${type}. Maximum IDE devices exceeded.
ru: Невозможно ${action} ${type}. Превышено максимальное число устройств IDE.

source: Cannot ${action} ${type}. Maximum VirtIO SCSI devices exceeded.
ru: Невозможно ${action} ${type}. Превышено максимальное число устройств VirtIO SCSI.

source: Cannot ${action} ${type}. Maximum sPAPR VSCSI devices exceeded.
ru: Невозможно ${action} ${type}. Превышено максимальное число устройств sPAPR VSCSI.

source: Login failed. Please verify your login information or contact the system administrator.
ru: Сбой аутентификации. Проверьте учётные данные или свяжитесь с администратором.

source: Login failed. A timeout has occurred to one or more of the servers that participate in the login process.
ru: Сбой аутентификации. Истекло время ожидания одного или больше серверов, участвующих в процессе аутентификации.

source: Login failed. One or more servers that are needed for completion of the login process is not available.
ru: Сбой аутентификации. Недоступен один или несколько серверов, требуемых для завершения процесса аутентификации.

source: Login failed. Client not found in kerberos database. Please verify your login information or contact the system administrator.
ru: Сбой аутентификации. Клиент не найден в базе данных Kerberos. Проверьте учёные данные или свяжитесь с администратором.

source: Login failed (Authentication Failed). - Please verify that the correct authentication method is used in your system.
ru: Сбой аутентификации. — Убедитесь, что в вашей системе используется корректный метод подтверждения подлинности

# VMT_CLUSTER_IS_NOT_VALID
source: Cannot ${action} ${type}. Cluster ID is not valid.
ru: Невозможно ${action} ${type}. Недопустимый ID кластера.

source: Cannot Login. User Account is Disabled or Locked, Please contact your system administrator.
ru: Невозможно выполнить вход. Учетная запись отключена или заблокирована, свяжитесь с системным администратором.

source: Cannot Login. User Account has expired, Please contact your system administrator.
ru: Невозможно выполнить вход. Истёк срок учетной записи, свяжитесь с системным администратором.

source: Permission denied. Engine Administrator permission is required.
ru: Доступ запрещен. Требуются права доступа администратора ЦУ.

source: Cannot Login. Session timeout.
ru: Невозможно выполнить вход. Время сеанса истекло.

source: Cannot remove internal admin user or its permissions.
ru: Невозможно удалить внутреннего администратора или его права доступа.

source: User must exist in Database.
ru: Пользователь должен существовать в базе данных.

source: User must exist in Directory.
ru: Пользователь должен существовать в каталоге.

source: User is already logged in.
ru: Пользователь уже выполнил вход в систему.

source: User is not logged in.
ru: Пользователь не выполнил вход в систему

source: User does not have a valid e-mail address.
ru: У пользователя нет действительного адреса e-mail.

source: Legacy USB support is not available on Linux VMs.
ru: Поддержка устаревших версий USB недоступна на Linux ВМ.

source: VM-Pool must be based on non-blank Template.
ru: Пул ВМ должен быть основан не на пустом шаблоне.

source: Cannot edit VM-Pool properties - VM-Pool not found.
ru: Невозможно изменить свойства пула ВМ — пул не найден.

source: Cannot suspend VM. VM has asynchronous running tasks, please retry later.
ru: Невозможно сохранить ВМ на диск. На ВМ запущены асинхронно выполняющиеся задачи, повторите попытку позже.

source: Cannot suspend VM, VM is stateless.
ru: Невозможно сохранить ВМ на диск, ВМ выполняется без сохранения состояния.

source: Cannot suspend VM that belongs to a VM-Pool.
ru: Невозможно сохранить на диск машину, которая принадлежит пулу ВМ.

source: Cannot ${action} ${type}. No active data Storage Domain with enough storage was found in the Data Center.
ru: Невозможно ${action} ${type}. В дата-центре не найдено доменов хранилищ данных с нужным объёмом хранилища.

source: User is not authorized to perform this action.
ru: Пользователю запрещено выполнение этого действия.

source: One or more Permissions is still associated with Role. - Please remove all Permissions first.
ru: Одна или более настроек прав доступа всё ещё привязаны к роли. — Удалите сначала все права доступа.

source: Cannot remove Role, invalid Role id.
ru: Невозможно удалить роль, недопустимый ID роли.

source: Cannot ${action} Role. Changing Role ID is not allowed.
ru: Невозможно ${action} роль. Менять ID роли запрещено.

source: Cannot ${action} Role. Changing Role type is not allowed.
ru: Невозможно ${action} роли. Менять тип роли запрещено.

source: Cannot approve RHVH Host. -Host must be in "Pending Approval" or "Install Failed" status in order to be approved.
ru: Не удалось утвердить хост RHVH. — Для успешного одобрения хост должен иметь статус «Ожидает утверждения» или «Сбой установки».

# VDS_CLUSTER_IS_NOT_VALID
source: Cannot ${action} ${type}. Cluster ID is not valid.
ru: Невозможно ${action} ${type}. Недопустимый ID хоста.

source: Cannot ${action} ${type}. Target cluster belongs to different Data Center.
ru: Невозможно ${action} ${type}. Целевой кластер принадлежит другому дата-центру.

source: Cannot change Cluster CPU type when all Hosts attached to this Cluster are not in Maintenance.
ru: Невозможно изменить тип ЦП кластера, если не все хосты, подключенные к этому кластеру, находятся в режиме обслуживания.

source: Cannot change Cluster CPU architecture when there are Hosts or VMs attached to this Cluster.
ru: Невозможно изменить архитектуру ЦП кластера, если присутствуют хосты/ВМ, присоединённые к этому кластеру.

source: Cannot change Cluster CPU to higher CPU type when there are active Hosts with lower CPU type. -Please move Hosts with lower CPU to maintenance first.
ru: Невозможно изменить тип ЦП кластера на более высокий, если присутствуют активные хосты с более низким типом ЦП. — Сначала переведите хосты с более низким типом ЦП в режим обслуживания.

source: Cannot change Cluster Compatibility Version to higher version when there are active Hosts with lower version. -Please move Hosts with lower version to maintenance first.
ru: Невозможно изменить версию совместимости кластера на более высокую, если присутствуют активные хосты с меньшей версией. — Сначала переведите хосты с меньшей версией в режим обслуживания.

source: Cannot change Cluster Compatibility Version to higher version when there are active Hosts whose emulated machine flags are not supported at the requested version.
ru: Невозможно изменить версию совместимости кластера на более высокую, если существуют активные хосты с эмулируемыми машинами, флаги которых не поддерживаются запрошенной версией.

source: Cannot enable new Cluster feature when there are active hosts which don't support the selected feature. -Please move hosts with lower version to maintenance first.
ru: Невозможно включить новую возможность кластера, если есть активные хосты, не поддерживающие эту возможность. — Сначала переведите хосты с низшей версией в режим обслуживания.

source: Cannot change Cluster.Trying to connect Cluster to Data Center with Hosts that are up.
ru: Невозможно сменить кластер. Попробуйте подключить кластер к дата-центру с хостами в работоспособном состоянии.

source: Cannot add Cluster with Compatibility Version that is lower than the Data Center Compatibility Version. -Please upgrade your Cluster to a later Compatibility version first.
ru: Невозможно добавить кластер с версией совместимости ниже, чем версия совместимости дата-центра. — Сначала обновите кластер до последней версии совместимости.

source: Cannot add Cluster. CPU type must be specified
ru: Невозможно добавить кластер. Должен быть указан тип ЦП.

source: Cannot ${action} Cluster. Cluster name is already in use.
ru: Невозможно ${action} кластер. Имя кластера уже используется.

source: Attestation server should be configured correctly.
ru: Сервер аттестации должен быть правильно настроен.

source: Cannot update Cluster. Clusters hosts must be down in order to perform this action.
ru: Невозможно обновить кластер. Для выполнения этой операции хосты кластера должны быть отключены.

source: Cannot ${action} ${type}. The specified VM network interface profile doesn't exist.
ru: Невозможно ${action} ${type}. Указанный профиль сетевого интерфейса ВМ не существует.

source: Cannot ${action} ${type}. The VM network interface profile's name is already used by an existing profile for the same network. -Please choose a different name.
ru: Невозможно ${action} ${type}. Имя профиля сетевого интерфейса ВМ уже используется существующим профилем в той же сети. — Выберите другое имя.

source: Cannot ${action} ${type}. This VM network interface profile is used by ${entities}: ${ENTITIES_USING_VNIC_PROFILE}. - Please remove it from this ${entities} and try again.
ru: Невозможно ${action} ${type}. Этот сетевой профиль ВМ используют ${entities}: ${ENTITIES_USING_VNIC_PROFILE}. — Удалите его из ${entities} и повторите попытку.

source: Cannot ${action} ${type}. This VM network interface profile is used by ${entities} (${ENTITIES_USING_VNIC_PROFILE_COUNTER}): ${ENTITIES_USING_VNIC_PROFILE} - Please detach ${entities} using this profile and try again.
ru: Невозможно ${action} ${type}. Этот сетевой профиль ВМ используют ${entities} (${ENTITIES_USING_VNIC_PROFILE_COUNTER}): ${ENTITIES_USING_VNIC_PROFILE} — Отсоедините ${entities}, использующие этот профиль, и повторите попытку.

source: Cannot ${action} ${type}. VM network interface profile's network cannot be changed.
ru: Невозможно ${action} ${type}. Сеть профиля сетевого интерфейса ВМ не может быть изменена.

source: Cannot ${action} ${type}. VM network interface profiles cannot be added to a non-VM network. Please make sure the network is a VM network.
ru: Невозможно ${action} ${type}. Профили сетевых интерфейсов ВМ можно добавить только к сети ВМ. Убедитесь, что эта сеть является сетью ВМ.

source: Cannot ${action} ${type}. There is no VM network interface profile for the network the user can use. - Please use a VM network interface profile instead of a network name.
ru: Невозможно ${action} ${type}. Не существует профиля сетевого интерфейса сети ВМ для той сети, которую может использовать пользователь. — Используйте профиль сетевого интерфейса ВМ вместо имени сети.

source: Cannot ${action} ${type}. The ${type} name is already in use, please choose a unique name and try again.
ru: Невозможно ${action} ${type}. Имя ${type} уже используется, выберите уникальное имя и повторите попытку.

source: Cannot ${action} ${type}. Storage connection doesn't exist.
ru: Невозможно ${action} ${type}. Подключение к хранилищу не существует.

source: Cannot ${action} ${type}. Storage connection is not attached to the specified domain.
ru: Невозможно ${action} ${type}. Подключение к хранилищу не присоединено к указанному домену.

source: Cannot ${action} ${type}. Action is supported only for iSCSI storage domains.
ru: Невозможно ${action} ${type}. Действие поддерживается только для доменов хранилища iSCSI.

source: Cannot ${action} ${type}. Storage connection id is empty.
ru: Невозможно ${action} ${type}. Пустой ID подключения к хранилищу.

source: Cannot ${action} ${type}. Storage connection id is not empty.
ru: Невозможно ${action} ${type}. ID подключения к хранилищу не пустой.

source: Cannot ${action} ${type}. Storage connection already exists.
ru: Невозможно ${action} ${type}. Подключение к хранилищу уже существует.

source: Cannot ${action} ${type}. Storage connection is already attached to the specified domain.
ru: Невозможно ${action} ${type}. Подключение к хранилищу уже присоединено к указанному домену.

source: Cannot ${action} ${type}. Storage connection parameters can be edited only for NFS, Posix, local or iSCSI data domains.
ru: Невозможно ${action} ${type}. Параметры подключения к хранилищу могут быть изменены только для доменов данных NFS, Posix, iSCSI или локальных.

source: Cannot ${action} ${type}. The data domains ${domainNames} should be in maintenance or unattached.
ru: Невозможно ${action} ${type}. Домены данных ${domainNames} должны находиться в режиме обслуживания или быть отсоединёнными.

source: Cannot ${action} ${type}. The data domains ${domainNames} should be in maintenance or unattached, and VMs ${vmNames} should be down.
ru: Невозможно ${action} ${type}. Домены данных ${domainNames} должны находиться в режиме обслуживания или быть отсоединёнными, а машины ${vmNames} должны быть отключены.

source: Cannot ${action} ${type}. Storage connection and domain type don't match.
ru: Невозможно ${action} ${type}. Тип подключения к хранилищу и тип домена не совпадают.

source: Cannot ${action} ${type}. VMs ${vmNames} should be down.
ru: Невозможно ${action} ${type}. ВМ ${vmNames} должны быть отключены.

source: Cannot ${action} ${type}. Storage connection parameters are used by the following storage domains : ${domainNames}.
ru: Невозможно ${action} ${type}. Параметры подключения к хранилищу используются следующими доменами хранилищ: ${domainNames}.

source: Cannot ${action} ${type}. Storage connection parameters are used by the following storage domains : ${domainNames} and disks: ${diskNames}.
ru: Невозможно ${action} ${type}. Параметры подключения к хранилищу используются следующими доменами хранилищ: ${domainNames} и дисками: ${diskNames}.

source: Cannot ${action} ${type}. Storage connection parameters are used by the following disks : ${diskNames}.
ru: Невозможно ${action} ${type}. Параметры подключения к хранилищу используются следующими дисками: ${diskNames}.

source: Cannot ${action} ${type}. Storage type cannot be edited.
ru: Невозможно ${action} ${type}. Тип хранилища нельзя изменить.

source: Cannot ${action} ${type}. Connection extension already exists for the host ${vdsName} and the target ${target}.
ru: Невозможно ${action} ${type}. Расширение подключения уже существует для хоста ${vdsName} и цели ${target}.
