Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot ${action} ${type}. Creation of disperse volume is not supported.
ru: Невозможно ${action} ${type}. Создание дисперсного тома не поддерживается.

source: Cannot ${action} ${type}. Gluster hook id is required.
ru: Невозможно ${action} ${type}. Требуется ID ловушки Gluster.

source: Cannot ${action} ${type}. Gluster hook does not exist.
ru: Невозможно ${action} ${type}. Ловушка Gluster не существует.

source: Cannot get Storage Domains list.
ru: Невозможно получить список доменов хранилища

source: Cannot get list of images from Storage Domain '${sdName}'. Please try again later.
ru: Не удалось получить список образов из домена хранилища «${sdName}». Повторите попытку позже.

source: Cannot remove gluster server. Server having Gluster volume(s).
ru: Невозможно удалить сервер gluster. На сервере имеются тома Gluster.

source: Host CPU type is not supported in this cluster compatibility version or is not supported at all.
ru: Тип ЦП хоста не поддерживается версией совместимости кластера или не поддерживается совсем.

source: Cannot ${action} ${type}. The host and the destination cluster architectures do not match.
ru: Невозможно ${action} ${type}. Архитектуры хоста и целевого кластера не совпадают.

source: Cannot ${action} ${type}. Moving a host to a cluster with different management network is not allowed. That might cause connectivity loss.
ru: Невозможно ${action} ${type}. Перемещения хоста на кластер с другой сетью управления не разрешается. Это может спровоцировать потерю связи.

source: Migratable VM's cannot be pinned to CPU.
ru: ВМ с возможностью миграции не могут быть закреплены за ЦП

source: Cannot set host CPU pinning when host is not selected
ru: Невозможно создать закрепление хоста за ЦП, если хост не выбран

source: Cannot ${action} ${type}. The Network Interface ${IfaceName} has an invalid MAC address ${MacAddress}. MAC address must be in format "HH:HH:HH:HH:HH:HH" where H is a hexadecimal character (either a digit or A-F, case is insignificant).
ru: Невозможно ${action} ${type}. У сетевого интерфейса ${IfaceName} недопустимый MAC адрес ${MacAddress}. MAC адрес должен быть в формате «HH:HH:HH:HH:HH:HH», где H — шестнадцатеричный символ (цифра или буква от A до F, регистр не важен).

source: Migrating a VM in paused status due to I/O error is not supported.
ru: Перенос ВМ, имеющей статус «приостановлена» в связи с ошибкой ввода/вывода, не поддерживается.

source: Cannot ${action} ${type}. The VM Network Interface does not exist.
ru: Невозможно ${action} ${type}. Сетевой интерфейс ВМ не существует.

source: Cannot ${action} ${type}. The host network interface does not exist.
ru: Невозможно ${action} ${type}. Сетевой интерфейс хоста не существует.

source: Cannot ${action} ${type}. The host network interface (id ${nicId}, name ${nicName}) does not exist.
ru: Невозможно ${action} ${type}. Сетевой интерфейс хоста (идентификатор ${nicId}, имя ${nicName}) не существует.

source: Cannot ${action} ${type}. The host network interface (name ${HOST_NETWORK_INTERFACE_HAVING_NAME_DOES_NOT_EXIST_ENTITY}) does not exist.
ru: Невозможно ${action} ${type}. Сетевой интерфейс хоста (имя ${HOST_NETWORK_INTERFACE_HAVING_NAME_DOES_NOT_EXIST_ENTITY}) не существует.

source: Cannot ${action} ${type}. The host network interface (id ${nicId}) does not exist.
ru: Невозможно ${action} ${type}. Сетевой интерфейс хоста (идентификатор ${nicId}) не существует.

source: Cannot ${action} ${type}. The host network interface does not have name set.
ru: Невозможно ${action} ${type}. Сетевому интерфейсу хоста не присвоено имя.

source: Cannot ${action} ${type}. Among the given bonds, there is a bond with neither nicName nor nicId. If you wish to add a new bond, the nicName is mandatory. If you wish to update an existing bond you should pass nicName or nicId or both of them.
ru: Невозможно ${action} ${type}. Среди указанных связок есть связка, не имеющая ни nicName, ни nicId. Если необходимо добавить новую связку, нужно указать nicName. При обновлении существующей связки указывается nicName, nicId или оба.

source: Cannot ${action} ${type}. The VM Network Interface is plugged to a running VM.
ru: Невозможно ${action} ${type}. Сетевой интерфейс подключен к выполняющейся ВМ.

source: Cannot ${action} ${type}. The VM ${VmName} has snapshots that must be collapsed.
ru: Невозможно ${action} ${type}. У машины ${VmName} есть снимки, которые нужно свернуть.

source: Cannot ${action} ${type}. Unregistered VM can not be collapsed.
ru: Невозможно ${action} ${type}. Незарегистрированную ВМ нельзя свернуть.

source: Console connection denied. Another user has already accessed the console of this VM. The VM should either be rebooted to allow another user to access it, or changed by an admin to not enforce a reboot between users accessing its console.
ru: В доступе к консоли отказано. Доступ к консоли этой ВМ уже получил другой пользователь. Чтобы дать другому пользователю доступ к консоли, эту ВМ нужно либо перезагрузить, либо администратор должен отменить принудительную перезагрузку между доступами пользователей к консоли.

source: Cannot ${action} ${type}. Enabling both Virt and Gluster services is not allowed.
ru: Невозможно ${action} ${type}. Одновременное включение служб Virt и Gluster запрещено.

source: Engine is running in Maintenance mode and is not accepting commands.
ru: ЦУ работает в режиме обслуживания и не принимает команд.

source: This action is not allowed when Engine is preparing for maintenance.
ru: Это действие не разрешено, если ЦУ подготавливается к обслуживанию.

source: Cannot ${action} ${type}. Server Name required.
ru: Невозможно ${action} ${type}. Требуется имя сервера.

source: One or more servers are already part of an existing cluster.
ru: Один или более серверов уже являются частью существующего кластера.

source: Server ${server} is already part of another cluster.
ru: Сервер ${server} уже является частью другого кластера.

source: One or more servers in the cluster is down
ru: Один или больше серверов кластера не запущены.

source: SSH Authentication failed. Please make sure password is correct.
ru: Сбой SSH аутентификации. Убедитесь в правильности пароля.

source: Volume id is invalid.
ru: Недопустимый ID тома

source: Cannot ${action} ${type}. Server ${server} is already part of another cluster.
ru: Невозможно ${action} ${type}. Сервер ${server} уже является частью другого кластера.

source: Cannot ${action} ${type}. There are no conflicting servers to add or update hook.
ru: Невозможно ${action} ${type}. Отсутствуют конфликтующие сервера, для которых нужно обновить или добавить ловушку.

source: Cannot ${action} ${type}. The server ${VdsName} is not UP.
ru: Невозможно ${action} ${type}. Сервер ${VdsName} не запущен.

source: Cannot ${action} ${type}. The image content could not be detected. Please try to re-import the image.
ru: Невозможно ${action} ${type}. Содержимое образа не должно удаляться. Попробуйте повторно импортировать образ.

source: Cannot ${action} ${type}. Only bare RAW and QCOW2 image formats are supported.
ru: Невозможно ${action} ${type}. Поддерживаются только форматы образов RAW и QCOW2.

source: Cannot ${action} ${type}. Either the image is missing, or its format is corrupted or unrecognizable.
ru: Невозможно ${action} ${type}. Образ либо отсутствует, либо его формат повреждён/его невозможно распознать.

source: Cannot ${action} ${type}. A task is in progress on the volume ${volumeName} in cluster ${cluster}.
ru: Невозможно ${action} ${type}. На томе ${volumeName} в кластере ${cluster} выполняется задача.

source: Cannot ${action} ${type}. Rebalance is not running on the volume ${volumeName} in cluster ${cluster}.
ru: Невозможно ${action} ${type}. На томе ${volumeName} в кластере ${cluster} перебалансировка сейчас не выполняется.

source: Cannot ${action} ${type}. Rebalance is running on the volume ${volumeName} in cluster ${cluster}.
ru: Невозможно ${action} ${type}. На томе ${volumeName} в кластере ${cluster} сейчас выполняется перебалансировка.

source: Cannot ${action} ${type}. Remove brick operation is running on the volume ${volumeName} in cluster ${cluster}.
ru: Невозможно ${action} ${type}. На томе ${volumeName} в кластере ${cluster} сейчас выполняется операция удаления элемента.

source: Cannot ${action} ${type}. Geo-replication session between the requested master and slave volumes and for the required user already created.
ru: Невозможно ${action} ${type}. Сеанс георепликации между указанными основным и зависимым томами для указанного пользователя уже создан.

source: Cannot ${action} ${type}. No Pub keys to update to slave.
ru: Невозможно ${action} ${type}. Отсутствуют отрытые ключи для обновления до зависимого устройства.

source: Cannot ${action} ${type}. One or more remote hosts are inaccessible.
ru: Невозможно ${action} ${type}. Один или более из удалённых хостов недоступен.

source: Cannot ${action} ${type}. Gluster operation is in progress in cluster. Please try again.
ru: Невозможно ${action} ${type}. На кластере выполняется операция Gluster. Повторите попытку.

source: Cannot ${action} ${type}. Geo-replication session not found.
ru: Невозможно ${action} ${type}. Сеанс георепликации не найден.

source: Cannot ${action} ${type}. Another operation is in progress on this geo-replication session. Please try again.
ru: Невозможно ${action} ${type}. В этом сеансе георепликации выполняется другая операция. Повторите попытку.

source: Cannot ${action} ${type}. Geo-replication session is stopped.
ru: Невозможно ${action} ${type}. Сеанс георепликации остановлен.

source: Cannot ${action} ${type}. Geo-replication session is already started.
ru: Невозможно ${action} ${type}. Сеанс георепликации уже запущен.

source: Cannot ${action} ${type}. Geo-replication session is paused.
ru: Невозможно ${action} ${type}. Сеанс георепликации приостановлен.

source: Cannot ${action} ${type}. Remote cluster is not maintained by engine.
ru: Невозможно ${action} ${type}. Удалённый кластер не управляется ЦУ.

source: Cannot ${action} ${type}. Cannot set the configuration.
ru: Невозможно ${action} ${type}. Не удалось настроить конфигурацию.

source: Cannot ${action} ${type}. Cannot set default value for the configuration.
ru: Невозможно ${action} ${type}. Не удалось настроить значение по умолчанию для этой конфигурации.

source: Cannot ${action} ${type}. Gluster volume snapshot name is empty.
ru: Невозможно ${action} ${type}. Пустое имя снимка тома Gluster.

source: Cannot ${action} ${type}. Gluster volume snapshot ${snapname} does not exist.
ru: Невозможно ${action} ${type}. Снимок тома Gluster ${snapname} не существует.

source: Cannot ${action} ${type}. No gluster volume snapshots exist for volume ${volumeName}.
ru: Невозможно ${action} ${type}. Для тома ${volumeName} не существует снимков тома Gluster.

source: Cannot ${action} ${type}. Gluster volume snapshot ${snapname} is already activated.
ru: Невозможно ${action} ${type}. Снимок тома Gluster ${snapname} уже активирован.

source: Cannot ${action} ${type}. Gluster volume snapshot ${snapname} is already de-activated.
ru: Невозможно ${action} ${type}. Снимок тома Gluster ${snapname} уже отключён.

source: Cannot ${action} ${type}. The selected cluster doesn't support Storage provisioning.
ru: Невозможно ${action} ${type}. Выбранный кластер не предоставляет подготовки хранилища.

source: Cannot ${action} ${type}. The selected cluster doesn't support stopping gluster services.
ru: Невозможно ${action} ${type}. Выбранный кластер не поддерживает остановку служб gluster.

source: Cannot ${action} ${type}. Storage Device is locked.
ru: Невозможно ${action} ${type}. Устройство хранения заблокировано.

source: Cannot ${action} ${type}. At least one storage device is required.
ru: Невозможно ${action} ${type}. Требуется минимум одно устройство хранения.

source: Cannot ${action} ${type}. Different types of storage devices are selected.
ru: Невозможно ${action} ${type}. Выбраны разные типы устройств хранения.

source: Cannot ${action} ${type}. Storage Device ${storageDevice} is already in use.
ru: Невозможно ${action} ${type}. Устройство хранения ${storageDevice} уже используется.

source: Cannot ${action} ${type}. A ${asyncTask} operation is in progress on the volume ${volumeName} in cluster ${cluster}.
ru: Невозможно ${action} ${type}. Операция ${asyncTask} выполняется на томе ${volumeName} кластера ${cluster}.

source: Cannot ${action} ${type}. Gluster CLI based scheduling is enabled.
ru: Невозможно ${action} ${type}. Включено планирование Gluster CLI.

source: =Cannot ${action} ${type}. Operation is not permitted on selected volume type.
ru: Невозможно ${action} ${type}. Эта операция не разрешена для выбранного типа тома.

source: Cannot ${action} ${type}. Tag ID is required.
ru: Невозможно ${action} ${type}. Требуется ID тега.

source: Cannot ${action} ${type}. Values are out of range (Legal range is: ${range}).
ru: Невозможно ${action} ${type}. Значения вне диапазона (Допустимый диапазон: ${range}).

source: Cannot ${action} ${type}. Invalid data center.
ru: Невозможно ${action} ${type}. Недопустимый дата-центр.

source: Cannot ${action} ${type}. Cannot change QoS data center.
ru: Невозможно ${action} ${type}. Невозможно изменить дата-центр QoS.

source: Cannot ${action} ${type}. All three values are needed in order to define QoS on each network directions.
ru: Невозможно ${action} ${type}. Все три значения требуются для определения QoS на каждом направлении сети.

source: Cannot ${action} ${type}. Negative values are not allowed.
ru: Невозможно ${action} ${type}. Отрицательные значения запрещены.

source: Cannot ${action} ${type}. Duplicate QoS name in Data Center.
ru: Невозможно ${action} ${type}. Дублирующее имя QoS в дата-центре.

source: Cannot ${action} ${type}. Invalid QoS.
ru: Невозможно ${action} ${type}. Недопустимый QoS.

source: Cannot ${action} ${type}. QoS entity not found.
ru: Невозможно ${action} ${type}. Не найден объект QoS.

source: Cannot ${action} ${type}. Data Center does not contain the specific QoS entity.
ru: Невозможно ${action} ${type}. Дата-центр не содержит указанный объект QoS.

source: Cannot ${action} ${type}. Peak cannot be set lower than Average.
ru: Невозможно ${action} ${type}. Пиковая нагрузка не может быть настроена ниже, чем средняя.

source: Cannot ${action} ${type}. Weighted share must be specified to complete QoS configuration.
ru: Невозможно ${action} ${type}. Для окончательного определения параметров QoS необходимо указать взвешенную долю.

source: Cannot ${action} ${type}. Weighted share must be specified to complete QoS configuration, but the following network(s) are missing it: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_SETUP_NETWORKS_MISSING_VALUES_LIST}.
ru: Невозможно ${action} ${type}. Для окончательного определения параметров QoS необходимо указать взвешенную долю, но она отсутствует для следующих сетей: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_SETUP_NETWORKS_MISSING_VALUES_LIST}.

source: Cannot ${action} ${type}. If both are provided, rate limit must not be lower than committed rate.
ru: Невозможно ${action} ${type}. Если указаны оба, то предел скорости не может быть ниже, чем гарантированная скорость.

source: Cannot ${action} ${type}. If both are provided, rate limit must not be lower than committed rate. However, this is not the case with the following network(s): ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_SETUP_NETWORKS_INCONSISTENT_VALUES_LIST}.
ru: Невозможно ${action} ${type}. Если указаны оба, то предел скорости не может быть ниже, чем гарантированная скорость. Тем не менее, для следующих сетей это не так: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_SETUP_NETWORKS_INCONSISTENT_VALUES_LIST}.

source: Cannot ${action} ${type}. All or none of the networks attached to an interface must have QoS configured, but on the following interface(s) some of the networks are missing QoS: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_INTERFACES_WITHOUT_QOS_LIST}.
ru: Невозможно ${action} ${type}. Все или ни одна из сетей, присоединённых к интерфейсу, должны иметь настроенный QoS, но на следующих интерфейсах у некоторых сетей QoS отсутствует: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_INTERFACES_WITHOUT_QOS_LIST}.

source: Cannot ${action} ${type}. Speed must be properly reported for interfaces where QoS is configured, but is reported as missing or zero for the following interfaces: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_INVALID_INTERFACE_SPEED_LIST}.
ru: Невозможно ${action} ${type}. Для интерфейсов с настроенным QoS данные о скорости должны сообщаться правильно, но для следующих интерфейсов сообщается отсутствие данных или данные с нулевым значением: ${ACTION_TYPE_FAILED_HOST_NETWORK_QOS_INVALID_INTERFACE_SPEED_LIST}.

source: QoS name cannot be empty.
ru: Имя QoS не может быть пустым.

source: QoS name must be formed of 'a-z', 'A-Z', '0-9', '_' or '-' characters
ru: Имя QoS может содержать только символы «a-z», «A-Z», «0-9», «_» или «-»

source: QoS name length must be under 50 characters.
ru: Имя QoS не должно превышать 50 символов.

source: Cannot ${action} ${type}. QoS have non-zero total value with non-zero read/write for either throughput or IOps or both.
ru: Невозможно ${action} ${type}. QoS имеет не нулевое общее значение с не нулевым чтением/записью либо для пропускной способности, либо для IOps, либо для них обоих.

source: Cannot ${action} ${type}. QoS element has missing values.
ru: Невозможно ${action} ${type}. У элемента QoS отсутствуют значения.

source: Cannot ${action} ${type}. QoS element cannot have negative values.
ru: Невозможно ${action} ${type}. Элемент QoS не может иметь отрицательные значения.

source: Cannot ${action} ${type}. QoS element name already exists.
ru: Невозможно ${action} ${type}. Имя элемента QoS уже существует.

source: Cannot ${action} ${type}. QoS element not found.
ru: Невозможно ${action} ${type}. Элемент QoS не найден.

source: External network provider ${ACTION_TYPE_FAILED_EXTERNAL_PROVIDER_IS_READ_ONLY_ENTITY} is read only.
ru: Поставщик внешней сети ${ACTION_TYPE_FAILED_EXTERNAL_PROVIDER_IS_READ_ONLY_ENTITY} доступен только для чтения.

source: Openstack Neutron provider requires a plugin type.
ru: Поставщику Openstack Neutron требуется тип модуля.

source: An Openstack Neutron provider with authentication enabled requires a user name.
ru: Поставщику Openstack Neutron со включенной аутентификацией требуется имя пользователя.

source: An Openstack Neutron provider with authentication enabled requires a password.
ru: Поставщику Openstack Neutron со включенной аутентификацией требуется пароль.

source: An Openstack Neutron provider with authentication enabled requires an authentication url.
ru: Поставщику Openstack Neutron со включенной аутентификацией требуется uri для аутентификации.

source: An Openstack Neutron provider with authentication enabled requires a tenant name.
ru: Поставщику Openstack Neutron со включенной аутентификацией требуется имя арендатора.

source: Cannot ${action} ${type}. Profile isn't provided.
ru: Невозможно ${action} ${type}. Не указан профиль.

source: Cannot ${action} ${type}. Profile not exists.
ru: Невозможно ${action} ${type}. Профиль не существует.

source: Cannot ${action} ${type}. Profile name is in use.
ru: Невозможно ${action} ${type}. Имя профиля используется.

source: Cannot ${action} ${type}. Cannot change profile.
ru: Невозможно ${action} ${type}. Невозможно изменить профиль.

source: Cannot ${action} ${type}. Several ${entities} (${ENTITIES_USING_PROFILE_COUNTER}) are using this Profile: ${ENTITIES_USING_PROFILE} - Please remove it from all ${entities} that are using it and try again.
ru: Невозможно ${action} ${type}. Несколько ${entities} (${ENTITIES_USING_PROFILE_COUNTER}) используют этот профиль: ${ENTITIES_USING_PROFILE} — Удалите профиль из всех использующих его ${entities} и повторите попытку.

source: Cannot ${action} ${type}. Disk Profile is empty.
ru: Невозможно ${action} ${type}. Пустой профиль диска.

source: Cannot ${action} ${type}. Disk Profile wasn't found.
ru: Невозможно ${action} ${type}. Не найден профиль диска.

source: Cannot ${action} ${type}. Storage Domain wasn't provided.
ru: Невозможно ${action} ${type}. Не указан домен хранилища.

source: Cannot ${action} ${type}. Disk Profile ${diskProfile} with id ${diskProfileId} is not assigned to Storage Domain ${storageDomain}.
ru: Невозможно ${action} ${type}. Профиль диска ${diskProfile} с ID ${diskProfileId} не назначен домену хранилища ${storageDomain}.

source: Cannot ${action} ${type}. CPU Profile doesn't match provided Cluster.
ru: Невозможно ${action} ${type}. Профиль ЦП не совпадает с указанным кластером.

source: Cannot ${action} ${type}. Cannot remove last CPU profile in Cluster.
ru: Невозможно ${action} ${type}. Невозможно удалить последний профиль ЦП в кластере.

source: Cannot ${action} ${type}. Cannot remove last Disk profile in Storage Domain.
ru: Невозможно ${action} ${type}. Нельзя удалить последний профиль диска в домене хранилища.

source: Cannot ${action} ${type}. The user doesn't have permissions to attach Disk Profile to the Disk.
ru: Невозможно ${action} ${type}. У пользователя нет прав для присоединения профиля диска к диску.

source: User doesn't have permissions to assign the cpu profile ${cpuProfileName} with id ${cpuProfileId} to VMs.
ru: У пользователя нет прав для присвоения машинам профиля ЦП ${cpuProfileName} с идентификатором ${cpuProfileId}.

source: No CPU profile exist.
ru: Профиль ЦП не существует.

source: Can't assign CPU profile. CPU profile with id ${cpuProfileId} doesn't exist.
ru: Невозможно присвоить профиль ЦП. Профиль ЦП с идентификатором ${cpuProfileId} не существует.

source: Cannot ${action} ${type}. Parameters are invalid.
ru: Невозможно ${action} ${type}. Недопустимые параметры.

source: Cannot ${action} ${type}. policy unit already exists in Scheduling Policy.
ru: Невозможно ${action} ${type}. Компонент политики уже существует в политике планирования.

source: Cannot ${action} ${type}. Name is in use.
ru: Невозможно ${action} ${type}. Имя используется

source: Cannot ${action} ${type}. Scheduling Policy is locked, and cannot be editable.
ru: Невозможно ${action} ${type}. Политика планирования заблокирована и может редактироваться.

source: Cannot ${action} ${type}. Scheduling Policy is attached to cluster(s): ${clusters}, please unassign cluster(s).
ru: Невозможно ${action} ${type}. Политика планирования присоединена к кластерам: ${clusters}, отмените привязку кластеров.

source: Cannot ${action} ${type}. Policy unit is unknown.
ru: Невозможно ${action} ${type}. Неизвестный компонент политики

source: Cannot ${action} ${type}. Policy unit doesn't implement Filtering.
ru: Невозможно ${action} ${type}. Компонент политики не осуществляет фильтрации.

source: Cannot ${action} ${type}. Policy unit doesn't implement score function.
ru: Невозможно ${action} ${type}. Компонент политики не осуществляет функцию оценки.

source: Cannot ${action} ${type}. Policy unit doesn't implement load balancing logic.
ru: Невозможно ${action} ${type}. Компонент политики не применяет логику балансировки нагрузки.

source: Cannot ${action} ${type}. Only a single filter can be selected as first.
ru: Невозможно ${action} ${type}. Только отдельный фильтр может быть выбран как первый.

source: Cannot ${action} ${type}. Only a single filter can be selected as last.
ru: Невозможно ${action} ${type}. Только отдельный фильтр может быть выбран как последний.

source: Cannot ${action} ${type}. Function factor cannot be negative.
ru: Невозможно ${action} ${type}. Фактор функции не может быть отрицательным.

source: Cannot ${action} ${type}. Policy unit is attached to the following cluster policies: ${cpNames}.
ru: Невозможно ${action} ${type}. Компонент политики присоединён к следующим политикам кластера: ${cpNames}.
