Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot ${action} ${type}. Not enough MAC addresses left in MAC Address Pool.
ru: Невозможно ${action} ${type}. В пуле MAC-адресов осталось недостаточно адресов.

source: Cannot ${action} ${type}. Host ${vdsName} cannot serve as proxy. Verify its cluster architecture and compatibility version are supported.
ru: Невозможно ${action} ${type}. Хост ${vdsName} не может служить в качестве прокси. Убедитесь, что архитектура его кластера и версия совместимости поддерживаются.

source: Cannot ${action} ${type}. No Host in Data Center ${storagePoolName} can serve as proxy.
ru: Невозможно ${action} ${type}. Ни один хост в дата-центре${storagePoolName} не может служить в качестве прокси.

source: Cannot ${action} ${type}. Several ${entities} (${DATACENTERS_USING_MAC_POOL_COUNTER}) are using this ${type}: ${DATACENTERS_USING_MAC_POOL} - Please remove it from all ${entities} that are using it and try again.
ru: Невозможно ${action} ${type}. Несколько ${entities} (${DATACENTERS_USING_MAC_POOL_COUNTER}) используют этот ${type}: ${DATACENTERS_USING_MAC_POOL} — Удалите его из всех использующих его ${entities} и повторите попытку.

source: $entities Data Centers
ru: $entities дата-центры

source: Cannot ${action} ${type}. Default ${type} cannot be removed.
ru: Невозможно ${action} ${type}. Стандартный ${type} не может быть удален.

source: Cannot ${action} ${type}. ${type} does not exist.
ru: Невозможно ${action} ${type}. ${type} не существует.

source: Cannot ${action} ${type}. Changing default ${type} is not supported.
ru: Невозможно ${action} ${type}. Изменение стандартного ${type} не поддерживается.

source: Cannot ${action} ${type}. Setting default ${type} is not supported.
ru: Невозможно ${action} ${type}. Настройка стандартного ${type} не поддерживается.

source: Cannot ${action} ${type}. ${type} must contain at least one MAC address range.
ru: Невозможно ${action} ${type}. ${type} должен содержать как минимум один диапазон MAC адресов.

source: Cannot delete Template. Template is being used by the following VMs: ${vmsList}.
ru: Невозможно удалить шаблон. Шаблон используется следующими ВМ: ${vmsList}.

source: Cannot delete Base Template that has Template Versions, please first remove all Template Versions for this Template: ${versionsList}.
ru: Невозможно удалить начальный шаблон, у которого есть версии шаблонов. Сначала удалите все версии этого шаблона: ${versionsList}.

source: Cannot ${action} ${type}. The following Disk(s) are based on it: ${disksInfo}.
ru: Невозможно ${action} ${type}. Следующие диски основаны на нём: ${disksInfo}.

source: Cannot ${action} ${type}. The specified disk snapshots don't belong to the same Disk.
ru: Невозможно ${action} ${type}. Указанный снимок диска не принадлежит тому же диску.

source: Cannot ${action} ${type}. VM's Image does not exist.
ru: Невозможно ${action} ${type}. Образ ВМ не существует.

source: Cannot ${action} ${type}. VM's Snapshot does not exist.
ru: Невозможно ${action} ${type}. Снимок ВМ не существует.

source: Cannot ${action} ${type}. The operation is only allowed for regular snapshots.
ru: Невозможно ${action} ${type}. Такое действие разрешено только для обычных снимков.

source: Cannot ${action} ${type}. The snapshot configuration is corrupted (snapshot ID is empty). Please contact the system administrator.
ru: Невозможно ${action} ${type}. Конфигурация снимка повреждена (пустой ID снимка). Свяжитесь с системным администратором.

source: Cannot ${action} ${type}. The snapshot ${SnapshotName} of VM ${VmName} has no configuration available. Please choose a snapshot with configuration available.
ru: Невозможно ${action} ${type}. Снимок ${SnapshotName} машины ${VmName} не имеет доступной конфигурации. Выберите снимок с доступной конфигурацией.

source: Cannot ${action} ${type}. This VM is not managed by the engine.
ru: Невозможно ${action} ${type}. Эта машина не управляется ЦУ.

source: Cannot ${action} ${type}. Physical Memory Guaranteed cannot exceed Memory Size.
ru: Невозможно ${action} ${type}. Гарантированная физическая память не может превышать размер памяти.

source: Cannot ${action} ${type}. Memory size exceeds supported limit for given cluster version.
ru: Невозможно ${action} ${type}. Размер памяти превышает поддерживаемое ограничение для данной версии кластера.

source: Template is currently locked (temporarily).
ru: Шаблон заблокирован (временно).

source: Template's Image is locked (temporarily).
ru: Образ шаблона заблокирован (временно).

source: Template's Image is invalid (temporarily).
ru: Образ шаблона является недействительным (временно).

source: Cannot ${action} ${type}. The image is the only remaining copy of a Template disk.
ru: Невозможно ${action} ${type}. Образ является единственной оставшейся копией шаблона диска.

source: There was an attempt to change VM values while the VM is not down. Please shut down the VM in order to modify these properties.
ru: Попытка изменить значение ВМ во время выполнения ВМ. Остановите ВМ для изменения этого параметра.

source: There was an attempt to change Hosted Engine VM values that are locked.
ru: Попытка изменить заблокированные значения ВМ виртуализированного ЦУ.

source: VM is configured to be 'Network bootable', but no Network Interface is configured. Alternatives: - Select a different boot device (using the 'Run Once' command or 'Edit VM' command on Boot Option Sub-Tab). - Configure Network Interface and rerun the VM.
ru: ВМ настроена как «Загружаемая по сети», но сетевой интерфейс не настроен. Доступные возможности: — выбрать другое загрузочное устройство (действие «Однократный запуск» или «Свойства ВМ» во вкладке параметров загрузки); — настроить сетевой интерфейс и перезапустить ВМ.

source: Cannot ${action} ${type} with attached CD without an active ISO domain. Alternatives: - Attach an ISO Domain (to enable CD operations). - Change the boot sequence, using the Edit VM command (Boot Sub-Tab). - Select a different boot device (using the 'Run Once' command).
ru: Невозможно ${action} ${type} с присоединённым CD без активного домена ISO. Доступные возможности: — присоединить домен ISO (чтобы получить возможность работы с CD); — поменять последовательность загрузки (меню «Свойства ВМ» вкладки «Загрузка»); — выбрать другое загрузочное устройство (действие «Однократный запуск»).

source: Cannot ${action} ${type} without at least one bootable disk. Alternatives: - Create a disk for this VM, and rerun the VM. - Change the boot sequence using the Edit VM command (Boot Option Sub-Tab). - Use the 'Run Once' command to select a different boot option and rerun the VM.
ru: Невозможно ${action} ${type} в отсутствии хотя бы одного загрузочного диска. Доступные возможности: — создать диск для этой ВМ и перезапустить ВМ; — изменить последовательность загрузки с помощью действия «Свойства ВМ» вкладки «Загрузка»); — использовать действие «Однократный запуск» для выбора другого параметра загрузки и перезапустить ВМ.

source: Cannot ${action} ${type}. Stateless flag on VM conflicts with running the VM in Preview mode. Either remove the Stateless flag from the VM or run the VM not in Preview mode.
ru: Невозможно ${action} ${type}. Флаг «без сохранения состояния», указанный для ВМ, конфликтует с ВМ, запущенной в режиме предварительного просмотра. Удалите этот флаг или запустите ВМ не в режиме предварительного просмотра.

source: Cannot ${action} ${type}. Highly Available Virtual servers can not be run as stateless.
ru: Невозможно ${action} ${type}. Виртуальные серверы высокой надёжности невозможно запускать без сохранения состояния.

source: Cannot ${action} ${type}. Delete protection is enabled. In order to delete, disable Delete protection first.
ru: Невозможно ${action} ${type}. Включена защита от удаления. Чтобы удалить, сначала отключите защиту.

source: Cannot ${action} ${type}. User is currently logged in.
ru: Невозможно ${action} ${type}. В настоящее время пользователь авторизован в системе.

source: Cannot switch Host to Maintenance mode. Host still has running VMs on it and is in Non Responsive state.
ru: Невозможно переключить хост в режим обслуживания. На хосте имеются запущенные ВМ и он не отвечает.

source: Cannot switch Host to Maintenance mode. Host is Storage Pool Manager and is in Non Responsive state. - If power management is configured, engine will try to fence the host automatically. - Otherwise, either bring the node back up, or release the SPM resource. To do so, verify that the node is really down by right clicking on the host and confirm that the node was shutdown manually.
ru: Невозможно переключить хост в режим обслуживания. Хост является диспетчером пула хранилища (SPM) и не отвечает. — Если управление питанием настроено, ЦУ автоматически попробует выполнить операцию блокады хоста. - В противном случае верните узел в рабочее состояние или освободите ресурс SPM. Для этого удостоверьтесь, что узел действительно не работает, сделав щелчок ПКМ по хосту и подтвердив, что узел был выключен вручную.

source: Cannot switch Host to Maintenance mode, Host is not operational.
ru: Невозможно переключить хост в режим обслуживания, хост в нерабочем состоянии.

source: Cannot switch Host to Maintenance mode. Host is already in Maintenance mode.
ru: Невозможно переключить хост в режим обслуживания, хост уже находится в этом режиме.

source: Cannot switch Host(s) to Maintenance mode. The following Enforcing Affinity Group(s) have running VMs and can break the affinity rule. ${AFFINITY_GROUPS_VMS} Please manually migrate the VMs, or change Affinity Group's enforcing to false.
ru: Невозможно переключить хост(ы) в режим обслуживания. В следующих группах принудительной схожести выполняются ВМ, что может нарушить правило схожести. ${AFFINITY_GROUPS_VMS} Проведите ручную миграцию ВМ, или отмените принудительный параметр схожести групп.

source: Cannot switch Host to Maintenance mode. Host has asynchronous running tasks, wait for operation to complete and retry.
ru: Невозможно переключить хост в режим обслуживания, на хосте выполняются задачи в асинхронном режиме. Дождитесь завершения операции и повторите попытку снова.

source: Cannot switch Host to Maintenance mode. Host is contending for Storage Pool Manager, wait for operation to complete and retry.
ru: Невозможно переключить хост в режим обслуживания, узел утверждается как диспетчер пула хранилища (SPM). Дождитесь завершения операции и повторите попытку снова.

source: Cannot switch the following Hosts to Maintenance mode: ${HostsList}. One or more running VMs are indicated as non-migratable. The non-migratable VMs are: ${VmsList}.
ru: Следующие хосты невозможно переключить в режим обслуживания: ${HostsList}. Для одной или более ВМ указана невозможность миграции. Это следующие ВМ: ${VmsList}.

source: Cannot switch the following Hosts to Maintenance mode: ${HostsList}. The following VMs cannot be migrated because they have activated Disk Snapshot attached (VM/Disk Snapshots): ${disksInfo} please deactivate/detach the Disk snapshots or turn off those VMs and try again.
ru: Следующие хосты невозможно переключить в режим обслуживания: ${HostsList}. Следующие ВМ не могут быть перенесены, так как к ним присоединен активированный снимок диска (снимки ВМ/диска): ${disksInfo} Деактивируйте/отсоедините снимки диска, или выключите эти ВМ и попробуйте еще раз.

source: Cannot ${action} ${type}. The operation is currently not supported for disks used as OVF store.
ru: Невозможно ${action} ${type}. Операция не поддерживается для дисков, используемых как хранилище OVF.

source: Cannot ${action} ${type}. The operation can be performed only for OVF disks that are in ${status} status.
ru: Невозможно ${action} ${type}. Операция применима только к дискам OVF в состоянии ${status}.

source: Cannot remove default Host Cluster.
ru: Невозможно удалить кластер хостов по умолчанию.

source: Cannot ${action} ${type}. One or more VMs are still running on this Host.
ru: Невозможно ${action} ${type}. Одна или более ВМ все еще выполняется на узле.

source: Cannot ${action} ${type}. Cluster contains one or more Hosts
ru: Невозможно ${action} ${type}. Кластер содержит один или более хостов.

source: Cannot ${action} ${type}. Host is operational. Please switch Host to Maintenance mode first.
ru: Невозможно ${action} ${type}. Хост в рабочем режиме, сначала переключите его в режим обслуживания.

source: Cannot ${action} ${type}. Please switch Host to Maintenance mode first.
ru: Невозможно ${action} ${type}. Сначала переключите хост в режим обслуживания.

source: Cannot ${action} ${type}. Internal Error: Host does not exists in DB.
ru: Невозможно ${action} ${type}. Внутренняя ошибка: хост не существует в БД.

source: Cannot ${action} ${type}. The Host ${VdsName} is not active.
ru: Невозможно ${action} ${type}. Хост ${VdsName} неактивен.

source: Cannot ${action} ${type}. The Host ${VdsName} is already SPM or contending.
ru: Невозможно ${action} ${type}. Хост ${VdsName} уже является диспетчером пула хранилища (SPM).

source: Cannot ${action} ${type}. The SPM priority of Host ${VdsName} is set to 'never'. This Host cannot be elected as SPM.
ru: Невозможно ${action} ${type}. Приоритет SPM для хоста ${VdsName} установлен в «никогда»'. Этот хост не может стать SPM.

source: Cannot ${action} ${type}. The Storage Pool has running tasks.
ru: Невозможно ${action} ${type}. В пуле хранилища выполняются задания.

source: Cannot ${action} ${type}. The Host is not a part of a Storage Pool.
ru: Невозможно ${action} ${type}. Хост не входит в пул хранилища.

source: Cannot ${action} ${type}. Host does not support virtualization service.
ru: Невозможно ${action} ${type}. Хост не поддерживает службу виртуализации.

source: Cannot perform Stop operation, Host has to be in Maintenance mode in order to be stopped.
ru: Невозможно выполнить операцию останова. Для этого хост должен быть в режиме обслуживания.

source: Cannot perform Start operation, Host has to be in one of the following statuses: Down ,Non Responsive or Maintenance.
ru: Невозможно выполнить операцию запуска. Хост должен быть в одном из следующих состояний: «Выключен», «Не отвечает» или «Обслуживание».

source: Cannot ${action} ${type}. There is no other Host in the Data Center that can be used to test the Power Management settings.
ru: Невозможно ${action} ${type}. В дата-центре нет других хостов, которые можно использовать для проверки настроек управления питанием.

source: Connection to Host via proxy failed. Please verify that power management is available, and that the provided connection parameters are correct.
ru: Сбой соединения с хостом через прокси. Проверьте доступность управления питанием и предоставленные параметры соединения.

source: Cannot ${action} ${type}. Host parameters cannot be modified while Host is operational. Please switch Host to Maintenance mode first.
ru: Невозможно ${action} ${type}. Параметры хоста не могут быть изменены, пока хост находится в рабочем режиме. Сначала переключите хост в режим обслуживания.

source: Cannot ${action} ${type}. Host in Up status.
ru: Невозможно ${action} ${type}. Хост в работоспособном состоянии.

source: Cannot ${action} ${type}. Host has no unique id.
ru: Невозможно ${action} ${type}. Хост не имеет уникального ID.

source: Cannot ${action} ${type}. Host is non responsive.
ru: Невозможно ${action} ${type}. Хост не отвечает.

source: Cannot ${action} ${type}. Host does not exist.
ru: Невозможно ${action} ${type}. Хост не существует.

source: Cannot ${action} ${type}. Invalid Host Id.
ru: Невозможно ${action} ${type}. Некорректный ID хоста.

source: Cannot ${action} ${type}. Empty host name or id.
ru: Невозможно ${action} ${type}. Пустое имя или ID

source: Cannot install Host with empty password.
ru: Невозможно установить хост с пустым паролем.

source: Cannot install Host. Please move Host to Maintenance mode first.
ru: Невозможно установить хост. Сначала переведите хост в режим обслуживания.

source: Cannot upgrade Host. Host version is not compatible with selected ISO version. Please select an ISO with major version ${IsoVersion}.x.
ru: Нельзя обновить хост. Версия хоста не совместима с выбранной версией ISO. Выберите ISO с мажорной версией ${IsoVersion}.x.

source: Cannot ${action} ${type}. Image file is missing.
ru: Невозможно ${action} ${type}. Файл образа отсутствует.

source: Cannot ${action} ${type}. There are no available updates for the host.
ru: Невозможно ${action} ${type}. Отсутствуют обновления для хоста.

source: Cannot ${action} ${type}. The host has not completed a successul installation before.
ru: Невозможно ${action} ${type}. Более ранняя установка хоста не была завершена успешно.

source: Cannot ${action} ${type}. Valid Host statuses for upgrade are Up, Maintenance or Non-Operational.
ru: Невозможно ${action} ${type}. Допустимые статуса для обновления хоста: «Запущен», «Обслуживается» или «Нерабочее состояние».

source: The Host Port number cannot be changed without reinstalling the Host.
ru: Номер порта хоста не может быть изменен без переустановки хоста.

source: Cannot add new Host using a secured connection, Certificate file could not be found.
ru: Нельзя добавить новый хост через защищенное соединение. Не удалось найти файл сертификата.

source: Cannot ${action} ${type}. Host group is required for provisioned host.
ru: Невозможно ${action} ${type}. Для подготовленного хоста требуется группа.

source: Cannot ${action} ${type}. Compute resource is required for provisioned host.
ru: Невозможно ${action} ${type}. Для подготовленного хоста требуется вычислительный ресурс.

source: Cannot fence Host, Host fence is disabled.
ru: Невозможно выполнить операцию блокады хоста, эта возможность отключена.

source: Fence is disabled due to the Engine Service start up sequence.
ru: Операция блокады хоста отключена в связи с последовательностью запуска службы ЦУ

source: Another Power Management operation is still running, please retry in ${seconds} Sec.
ru: Другая операция управления питанием ещё не закончила работу, повторите попытку через ${seconds} сек.

source: Host ${VdsName} became Non Responsive and was not restarted due to disabled fencing in the Cluster Fencing Policy.
ru: Хост ${VdsName} не отвечает и не был перезапущен, т.к. в политике блокировки кластера отключена возможность операции блокады.

source: Cannot ${action} ${type}. Template's image doesn't exist.
ru: Невозможно ${action} ${type}. Образ шаблона не существует.

source: Cannot ${action} ${type}. One or more VMs are still assigned to the Cluster
ru: Невозможно ${action} ${type}. Одна или несколько ВМ всё ещё назначены кластеру

source: Cannot ${action} ${type}. One or more Template(s) are still associated with the ${type}
ru: Невозможно ${action} ${type}. Один или более шаблонов всё ещё привязаны к типу ${type}

source: Cannot ${action} ${type}.One or more VM-Pools are still associated with it
ru: Невозможно ${action} ${type}. Один или более пулов ВМ все ещё привязаны к нему.

source: VM-Pool not found
ru: Пул ВМ не найден

source: Cannot attach VM to VM-Pool. VM-Pool is already attached to a User.
ru: Невозможно присоединить ВМ к пулу ВМ. Пул уже присоединён к пользователю.

source: User is already attached to maximum number of VMs from this VM-Pool.
ru: Пользователь уже присоединён к максимальному числу ВМ из этого пула.

source: Cannot attach VM to pool. VM is already attached to another VM-Pool.
ru: Невозможно присоединить ВМ к пулу. ВМ уже присоединена к другому пулу ВМ.

source: Cannot detach VM from pool. VM is not attached to the VM-Pool.
ru: Невозможно отсоединить ВМ от пула. ВМ не присоединена к пулу машин

source: Cannot attach VM to VM-Pool. VM resides on different Host Cluster than VM-Pool.
ru: Невозможно присоединить ВМ к пулу. ВМ принадлежит другому кластеру хостов, чем пул ВМ.

source: Cannot detach VM from VM-Pool. VM is running.
ru: Невозможно отсоединить ВМ от пула. ВМ выполняется.

source: Cannot attach VM to VM-Pool. VM is running.
ru: Невозможно присоединить ВМ к пулу ВМ. ВМ выполняется.

source: Cannot ${action} ${type}. VM is locked or still running, try again once VM is in the Down state.
ru: Невозможно ${action} ${type}. ВМ заблокирована или все еще выполняется. Повторите попытку, когда ВМ будет выключена.

source: Cannot ${action} ${type}. Removing Blank Template is not allowed.
ru: Невозможно ${action} ${type}. Удаление пустых шаблонов не разрешено.

source: Cannot export Blank Template.
ru: Невозможно экспортировать пустой шаблон.

source: Failed updating the properties of the VM template.
ru: Сбой обновления параметров шаблона ВМ.

source: Cannot update the name of Sub-Templates, Only the Version name can be updated.
ru: Невозможно обновить название под-шаблона, можно обновить только название версии.

source: Cannot ${action} ${type}. The cluster does not have a defined architecture.
ru: Невозможно ${action} ${type}. Кластер не имеет заданной архитектуры.

source: Cannot ${action} ${type}. One or more provided storage domains are either not in active status or of an illegal type for the requested operation.
ru: Невозможно ${action} ${type}. Один или более предоставленных доменов хранилищ либо не имеют активного статуса либо их тип является недопустимым для запрашиваемой операции.

source: Cannot ${action} ${type}. Provided wrong storage domain, which is not related to disk.
ru: Невозможно ${action} ${type}. Предоставлен неверный домен хранилища, который не относится к диску.

source: Cannot ${action} ${type}. A storage domain must be specified when deleting one of a template's disk's copies.
ru: Невозможно ${action} ${type}. Во время удаления одной из копий диска шаблона нужно указывать домен хранилища.

source: Cannot ${action} ${type}. VM is previewing a Snapshot.
ru: Невозможно ${action} ${type}. ВМ выполняет предварительный просмотр снимка.

source: Cannot ${action} ${type}. The following VMs are previewing a snapshot: ${vms}.
ru: Невозможно ${action} ${type}. Следующие ВМ выполняют предварительный просмотр снимка: ${vms}.

source: Cannot ${action} ${type}. The following VM's disks snapshots are attached to other VMs (Disk Alias/Snapshot Description/VM attached to): ${disksInfo} Please detach them from those VMs and try again.
ru: Невозможно ${action} ${type}. Следующие снимки дисков ВМ присоединены к другим ВМ (псевдоним диска/описание снимка/связанная ВМ): ${disksInfo} Отсоедините их от указанных ВМ и повторите попытку.

source: Cannot ${action} ${type}. The following VM's disks snapshots are plugged to other VMs (Disk Alias/Snapshot Description/VM attached to): ${disksInfo} Please deactivate/detach them from those VMs and try again.
ru: Невозможно ${action} ${type}. Следующие снимки дисков ВМ подключены к другим ВМ (псевдоним диска/описание снимка/связанная ВМ): ${disksInfo} Выключите/отсоедините их от указанной ВМ и повторите попытку.

source: Cannot ${action} ${type}. The following VM's activated disks are disk snapshots (VM/Disk Snapshots): ${disksInfo}. Please deactivate them and try again.
ru: Невозможно ${action} ${type}. Следующие активные диски машин являются снимками дисков (ВМ/снимок диска): ${disksInfo}. Выключите их и повторите попытку.

source: Cannot ${action} ${type}. Shareable disks are not supported on Gluster domains.
ru: Невозможно ${action} ${type}. Общие диски не поддерживаются на доменах Gluster.

source: Cannot ${action} ${type}: The following disks are locked: ${diskAliases}. Please try again in a few minutes.
ru: Невозможно ${action} ${type}. Следующие диски заблокированы: ${diskAliases}. Повторите попытку через несколько минут.

source: Cannot ${action} ${type}: The disk interface is not supported by the VM OS: ${osName}.
ru: Невозможно ${action} ${type}. Интерфейс диска не поддерживается ОС машины: ${osName}.
