Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot ${action} ${type}. The VM and the destination cluster architectures do not match.
ru: Невозможно ${action} ${type}. Архитектуры виртуальной машины и кластера назначения не совпадают.

source: Cannot ${action} ${type}. If target Cluster is not specified VM can be migrated only between Hosts in the same Cluster. -Please select target Host in the same Cluster to run the VM or specify a target Cluster.
ru: Невозможно ${action} ${type}. Если целевой кластер не указан, то миграция ВМ может быть выполнена только между хостами одного и того же кластера. — Для запуска ВМ выберите целевой хост на том же кластере или укажите целевой кластер.

source: Cannot get Host version when Host is in Non Responsive status.
ru: Невозможно получить версию хоста, если хост имеет статус «не отвечает».

source: Storage Domain doesn't exist.
ru: Домен хранилища не существует.

source: Due to intermittent connectivity to this Host, fence operations are not allowed at this time. The system is trying to reconnect, please try again in 30 seconds.
ru: В связи с периодически возникающими ошибками соединения с этим хостом, операции блокады в данное время не разрешены. Система пытается восстановить подключение, повторите попытку через 30 секунд.

source: Cannot ${action} ${type}. Power Management is enabled for Host but no Agent type selected.
ru: Невозможно ${action} ${type}. Управление питанием для хоста включено, но тип агента не выбран.

source: Cannot ${action} ${type}. Power Management is enabled for Host but Agent credentials are missing.
ru: Невозможно ${action} ${type}. Управление питанием для хоста включено, но отсутствуют учётные данные агента.

source: Cannot ${action} ${type}. Selected Power Management Agent is not supported.
ru: Невозможно ${action} ${type}. Выбранный агент управления питанием не поддерживается.

source: Cannot ${action} ${type}. The selected cluster doesn't support VM architecture
ru: Невозможно ${action} ${type}. Выбранный кластер не поддерживает архитектуру ВМ.

source: Cannot ${action} ${type}. The selected cluster doesn't support Template's architecture
ru: Невозможно ${action} ${type}. Выбранный кластер не поддерживает архитектуру шаблона.

source: Cannot ${action} ${type}. The selected VM has undefined architecture
ru: Невозможно ${action} ${type}. Выбранная ВМ имеет неопределённую архитектуру.

source: Cannot ${action} ${type}. The selected Template has undefined architecture
ru: Невозможно ${action} ${type}. Выбранный шаблон имеет неопределённую архитектуру.

source: Logical Network is already attached to Cluster.
ru: Логическая сеть уже присоединена к кластеру.

source: Cannot ${action} ${type}. Host with the same address already exists.
ru: Невозможно ${action} ${type}. Хост с этим адресом уже существует.

source: Cannot ${action} ${type}. Invalid SSH port was entered.
ru: Невозможно ${action} ${type}. Введён неправильный порт для SSH.

source: Cannot ${action} ${type}. Invalid SSH user name was entered.
ru: Невозможно ${action} ${type}. Введено неправильное имя пользователя SSH.

source: Cannot ${action} ${type}. Host with the same UUID already exists.
ru: Невозможно ${action} ${type}. Хост с таким UUID уже существует.

source: Cannot ${action} ${type}. Illegal number of monitors is provided, max allowed number of monitors is 1 for VNC and the max number in the ValidNumOfMonitors configuration variable for SPICE.
ru: Невозможно ${action} ${type}. Указано недопустимое число мониторов, максимально допустимое число мониторов: 1 для VNC, для SPICE определено в переменной ValidNumOfMonitors.

source: Cannot ${action} ${type}. Cannot set single display device to non Linux operating system.
ru: Невозможно ${action} ${type}. Невозможно настроить устройство с одним экраном для не-Linux ОС.

source: Cannot ${action} ${type}. Cannot set single display device via VNC display.
ru: Невозможно ${action} ${type}. Невозможно настроить устройство с одним экраном через монитор VNC.

source: Cannot ${action} ${type}. Selected operating system is not supported by the architecture.
ru: Невозможно ${action} ${type}. Выбранная операционная система не поддерживается архитектурой.

source: Cannot ${action} ${type}. Selected watchdog model is not supported by the operating system.
ru: Невозможно ${action} ${type}. Выбранная модель сторожевого таймера не поддерживается операционной системой.

source: Cannot ${action} ${type}. Selected display type is not supported by the operating system.
ru: Невозможно ${action} ${type}. Выбранный тип дисплея не поддерживается операционной системой.

source: Cannot ${action} ${type}. Floppy devices are not supported by the operating system.
ru: Невозможно ${action} ${type}. Устройства флоппи-дисков не поддерживается операционной системой.

source: Cannot ${action} ${type}. Selected operation system does not support VirtIO-SCSI. Please disable VirtIO-SCSI for the VM.
ru: Невозможно ${action} ${type}. Выбранная операционная система не поддерживает VirtIO-SCSI. Отключите VirtIO-SCSI для этой ВМ.

source: Cannot ${action} ${type}. Selected VM has an architecture that does not support suspension.
ru: Невозможно ${action} ${type}. Выбранная ВМ имеет архитектуру, не поддерживающую спящий режим.

source: Cannot ${action} ${type}. Illegal Domain name: ${Domain}. Domain name has unsupported special character ${Char}.
ru: Невозможно ${action} ${type}. Недопустимое имя домена: ${Domain}, специальный символ ${Char} не поддерживается.

source: Cannot ${action} ${type}. Architecture does not match the expected value.
ru: Невозможно ${action} ${type}. Архитектура не совпадает с ожидаемым значением.

source: Cannot decrease data center compatibility version.
ru: Невозможно понизить версию совместимости дата-центра.

source: Cannot decrease cluster compatibility version beneath data center compatibility version.
ru: Невозможно понизить версию совместимости кластера ниже номера версии совместимости дата-центра.

source: Cannot ${action} ${type}. This action will cause storage format downgrading which is not supported. The following storage domains cannot be downgraded: ${formatDowngradedDomains}.
ru: Невозможно ${action} ${type}. Эта операция вызовет неподдерживаемое понижение версии формата хранилища. Нельзя понизить версии следующих доменов хранилища: ${formatDowngradedDomains}.

source: Cannot ${action} ${type}. Selected Compatibility Version is not supported.
ru: Невозможно ${action} ${type}. Выбранная версия совместимости не поддерживается.

source: Network address must be specified when using static IP
ru: При использовании статического адреса IP должен быть указан сетевой адрес.

source: Cannot ${action} ${type}. IP address has to be set for the NIC that bears a role network. Network: ${NetworkName}, Nic: ${nicName} on host ${hostName} violates that rule.
ru: Невозможно ${action} ${type}. Адрес IP должен быть настроен для NIC, несущей ролевую сеть. Сеть: ${NetworkName}, Nic: ${nicName} на хосте ${hostName}нарушает это правило.

source: Cannot ${action} ${type}. Related operation is currently in progress. Please try again later.
ru: Невозможно ${action} ${type}. Сейчас выполняются связанные операции. Повторите попытку позже.

source: Cannot ${action} ${type}. The network is currently in use. Please wait and try again later.
ru: Невозможно ${action} ${type}. В настоящий момент сеть используется. Подождите и повторите попытку.

source: Cannot ${action} ${type}. This VM Pool is currently in use to create VM ${VmName}.
ru: Невозможно ${action} ${type}. Этот пул ВМ в данный момент используется для создания ВМ ${VmName}.

source: Cannot ${action} ${type}. This template is currently in use to create VM ${VmName}.
ru: Невозможно ${action} ${type}. В данный момент шаблон используется для создания ВМ ${VmName}.

source: Cannot ${action} ${type}. Snapshot is currently being created for VM ${VmName}.
ru: Невозможно ${action} ${type}. В данный момент создаётся снимок для виртуальной машины ${VmName}.

source: Cannot ${action} ${type}. VM is hibernating.
ru: Невозможно ${action} ${type}. ВМ переходит в режим гибернации.

source: Cannot ${action} ${type}. This disk is currently in use to create VM ${VmName}.
ru: Невозможно ${action} ${type}. Сейчас этот диск используется для создания ВМ ${VmName}.

source: Cannot ${action} ${type}. Disk ${DiskName} is being removed.
ru: Невозможно ${action} ${type}. Диск ${DiskName} находится в процессе удаления.

source: Cannot ${action} ${type}. Disk OVF data is currently being updated.
ru: Невозможно ${action} ${type}. Диск с данными OVF сейчас обновляется.

source: Cannot ${action} ${type}. There is no OVF for the specific entity.
ru: Невозможно ${action} ${type}. Отсутствует OVF для заданного объекта.

source: Cannot ${action} ${type}. Storage Domain OVF data is currently being updated.
ru: Невозможно ${action} ${type}. Данные OVF домена хранилища сейчас обновляются.

source: Cannot ${action} ${type}. Disk ${DiskName} is being moved or copied.
ru: Невозможно ${action} ${type}. Диск ${DiskName} сейчас перемещается или копируется.

source: Cannot ${action} ${type}. Template ${TemplateName} is being exported.
ru: Невозможно ${action} ${type}. Шаблон ${TemplateName} сейчас экспортируется.

source: Cannot ${action} ${type}. Can't find Domain(s) in ${applicableStatus} status for some of the Template disks. Please make sure that there is at least one Storage Domain in applicable status for each one of the disks : ${disksInfo}.
ru: Невозможно ${action} ${type}. Не удалось найти домен(ы) со статусом ${applicableStatus} для некоторых дисков шаблона. Убедитесь, что для каждого из дисков существует как минимум один домен хранилища с применимым статусом: ${disksInfo}.

source: Cannot ${action} ${type}. VM ${VmName} is being imported.
ru: Невозможно ${action} ${type}. ВМ ${VmName} сейчас импортируется.

source: Cannot ${action} ${type}. VM ${VmName} is being migrated.
ru: Невозможно ${action} ${type}. ВМ ${VmName} в процессе миграции.

source: Cannot ${action} ${type}. Template ${templateName} (${templateId}) is being removed.
ru: Невозможно ${action} ${type}. Шаблон ${templateName} (${templateId}) в процессе удаления.

source: Cannot ${action} ${type}. VM ${VmName} is being removed from export domain.
ru: Невозможно ${action} ${type}. ВМ ${VmName} сейчас удаляется с домена экспорта.

source: Cannot ${action} ${type}. Disk ${DiskAlias} alignment is currently being determined.
ru: Невозможно ${action} ${type}. В данный момент идёт поиск невыравненных разделов диска ${DiskAlias}.

source: Cannot ${action} ${type}. Disk ${DiskAlias} is being exported.
ru: Невозможно ${action} ${type}. Диск ${DiskAlias} в процессе экспорта.

source: Cannot ${action} ${type}. VM Pool ${VmPoolName} is being removed.
ru: Невозможно ${action} ${type}. Пул ВМ ${VmPoolName} в данный момент удаляется.

source: Cannot ${action} ${type}. VM Pool ${VmPoolName} is being updated.
ru: Невозможно ${action} ${type}. Пул ВМ ${VmPoolName} в данный момент обновляется.

source: Cannot ${action} ${type}. VM Pool ${VmPoolName} is being removed with VM ${VmName}.
ru: Невозможно ${action} ${type}. Пул ВМ ${VmPoolName} в процессе удаления вместе с ВМ ${VmName}.

source: Cannot ${action} ${type}. VM Pool ${VmPoolName} is being created.
ru: Невозможно ${action} ${type}. Пул ВМ ${VmPoolName} в данный момент создаётся.

source: Cannot ${action} ${type}. A VM is being created and attached to VM Pool ${VmPoolName}.
ru: Невозможно ${action} ${type}. Идёт процесс создания ВМ и присоединения к пулу ${VmPoolName}.

source: Cannot ${action} ${type}. VM ${VmName} is being removed from VM Pool ${VmPoolName}.
ru: Невозможно ${action} ${type}. Идёт процесс удалёния ВМ ${VmName} из пула ${VmPoolName}.

source: Bond attached to vlan, remove bonds vlan first
ru: Связка присоединена к VLAN, сначала удалите связки VLAN.

source: Cannot create disk more than ${max}_disk_size GB
ru: Невозможно создать диск размером больше чем ${max}_disk_size Гб

source: Cannot change format to RAW on export VM.
ru: Невозможно изменить формат на RAW на экспортируемой ВМ.

source: CPU pinning format invalid.
ru: Недопустимый формат привязки к ЦП.

source: CPU pinning validation failed - virtual CPU does not exist in vm.
ru: Сбой проверки привязки к ЦП — вЦП не существует на машине.

source: CPU pinning validation failed - CPU does not exist in host.
ru: Сбой проверки привязки к ЦП — ЦП не существует на хосте.

source: Cannot configure CPU pinning twice to the same vCPU.
ru: Невозможно настроить привязку к ЦП дважды для одного и того же вЦП.

source: Cannot pin a vCPU to no pCPU.
ru: Невозможно привязать вЦП не к физическому ЦП.

source: Cannot pin NUMA nodes when VM is not pin to a VDS.
ru: Невозможно привязать узлы NUMA, если ВМ не привязана к VDS.

source: Host numa node with index ${vdsNodeIndex} does not exist.
ru: Узел NUMA хоста с индексом ${vdsNodeIndex} не существует.

source: Cannot pin NUMA nodes when host NUMA nodes is empty.
ru: Невозможно привязать узлы NUMA, если узлы NUMA хоста пусты.

source: NUMA node pinned index error.
ru: Ошибка прикреплённого индекса узла NUMA.

source: NUMA node memory error.
ru: Ошибка памяти узла NUMA.

source: Preferred NUMA tune mode is allowed for a single pinned Virtual NUMA Node.
ru: Выбранный режим настройки NUMA разрешён для одиночного прикреплённого виртуального узла NUMA.

source: Cannot ${action} ${type}. Assigned ${numaNodes} NUMA nodes for ${cpus} CPU cores. Cannot assign more NUMA nodes than CPU cores.
ru: Невозможно ${action} ${type}. Присвоено ${numaNodes} узлов NUMA для ${cpus} ядер ЦП. Невозможно назначить больше узлов NUMA, чем существует ядер ЦП.

source: Host has no NUMA architecture
ru: У хоста отсутствует архитектура NUMA

source: NUMA node with index ${nodeIndex} exists at least twice.
ru: Узел NUMA с индексом ${nodeIndex} существует как минимум в двух экземплярах.

source: Expected a continuous sequence of ${minIndex}-${maxIndex} for ${nodeCount} numa nodes. Missing indices ${missingIndices}. Assign indices with increasing order starting from 0 to your virtual numa nodes.
ru: Ожидалась непрерывная последовательность ${minIndex}-${maxIndex} для ${nodeCount} узлов numa. Отсутствуют индексы ${missingIndices}. Присвойте индексы виртуальным узлам numa, в порядке увеличения, начиная с 0.

source: Cannot export VM. Template ${TemplateName} does not exist on the export domain. if you want to export VM without its Template please use TemplateMustExists false
ru: Невозможно экспортировать ВМ. Шаблон ${TemplateName} не существует в домене экспорта. Если необходимо экспортировать ВМ без её шаблона, используйте 'TemplateMustExists false'.

source: Cannot ${action} ${type}. VM not exists in export domain
ru: Невозможно ${action} ${type}. ВМ не существует в домене экспорта.

source: The Action ${action} ${type} is not supported for this Cluster or Data Center compatibility version
ru: Действие ${action} ${type} не поддерживается этой версией совместимости кластера/дата-центра.

source: Cannot ${action} ${type}. Maximum number of threads per cpu exceeded
ru: Невозможно ${action} ${type}. Превышено максимальное число потоков на ЦП.

source: Cannot ${action} ${type}. Maximum number of cpu per socket exceeded
ru: Невозможно ${action} ${type}. Превышено максимальное число ЦП на сокет.

source: Cannot ${action} ${type}. Maximum number of cpu exceeded
ru: Невозможно ${action} ${type}. Превышено максимальное число ЦП.

source: Cannot ${action} ${type}. Maximum number of sockets exceeded
ru: Невозможно ${action} ${type}. Превышено максимальное число сокетов.

source: Import Template failed - Template Id already exist in the system. Please remove the Template (${TemplateName}) from the system first
ru: Сбой импорта шаблона: ID шаблона уже существует в системе. Сначала удалите шаблон (${TemplateName}) из системы.

source: Cannot import Template Version, Base Template for this Version is missing, please first Import Base Template, or Import Version as Base Template using Clone.
ru: Невозможно импортировать версию шаблона, отсутствует базовый шаблон для этой версии. Импортируйте сначала базовый шаблон или же импортируйте версию как базовый шаблон, используя клонирование.

source: Import Template failed - Template Name already exist in the system. Please rename the Template in the system first
ru: Ошибка импорта шаблона - ID шаблона уже существует в системе. Пожалуйста, переименуйте сначала шаблон в системе.

source: Import VM failed - VM ID already exist in the system. Please remove the VM (${VmName}) from the system first
ru: Сбой импорта ВМ — ID машины уже есть в системе. Удалите сначала из системы ВМ (${VmName}).

source: Import VM failed - VM Name already exist in the Data Center. Please rename the VM in the Data Center first
ru: Сбой импорта ВМ — имя машины уже существует в дата-центре. Переименуйте сначала ВМ в дата-центре.

source: Cannot edit readonly tag
ru: Невозможно изменить метку, доступную только для чтения

source: Cannot force remove VM when there are running tasks.
ru: Невозможно форсировать удаление ВМ, если выполняются задачи.

source: Cannot import and collapse VM, Template is missing in domain ${DomainName}
ru: Невозможно импортировать и свернуть ВМ, в домене ${DomainName} отсутствует шаблон.

source: Cannot create Pool with 0 VMs
ru: Невозможно создать пул с 0 машин.

source: Cannot ${action} ${type}. Disk ${DiskName} in VM ${VmName} is already marked as boot.
ru: Невозможно ${action} ${type}. Диск ${DiskName} машины ${VmName} уже помечен как загрузочный.

source: VM priority value passed the permitted max value, value should be between 0 and ${MaxValue}.
ru: Значение приоритета ВМ превышает максимальное значение. Значение должно быть в интервале между 0 и ${MaxValue}.

source: Minimum number of threads per CPU cannot be less than 1
ru: Минимальное количество потоков на ЦП не может быть меньше 1.

source: Minimum number of CPU per socket cannot be less than 1
ru: Минимальное количество ЦП на сокет не может быть меньше 1.

source: Minimum number of sockets cannot be less then 1
ru: Минимальное число сокетов не может быть меньше 1.

source: Cannot ${action} ${type}. The specified domain '${storageDomainName}' is not an export domain.
ru: Невозможно ${action} ${type}. Указанный домен «${storageDomainName}» не является доменом экспорта.

source: Bad format of IPv4 address
ru: Неправильный формат адреса IPv4.

source: Bad format of an IPv6 address.
ru: Неправильный формат адреса IPv6.

source: Bad format of IPv4 gateway address
ru: Неверный формат адреса шлюза IPv4

source: Bad format of subnet mask
ru: Неправильный формат сетевой маски.

source: This field must contain a subnet in either of the following formats: xxx.xxx.xxx.xxx where xxx is between 0 and 255. xx where xx is between 0-32
ru: Это поле должно содержать подсеть в одном из следующих форматов: xxx.xxx.xxx.xxx где xxx находится между 0 и 255. xx где xx находится между 0-32

source: Invalid subnet's prefix
ru: Недопустимый префикс подсети

source: Bad bond name '${NETWORK_BOND_NAME_BAD_FORMAT_ENTITY}'. Bond name must begin with the prefix 'bond' followed by a number.
ru: Неверный формат имени связки «${NETWORK_BOND_NAME_BAD_FORMAT_ENTITY}». Имя связки должно начинаться с префикса «bond», затем следует номер.

source: Bad network name, network cannot start with 'bond'
ru: Неправильное имя сети, имя не может начинаться с «bond».

source: Local Storage folder on RHVH must be located under ${path}
ru: Папка локального хранилища на RHEV должна иметь путь ${path}

source: Data Center must be "Local Storage"
ru: Дата-центр должен быть «локальным хранилищем»

source: Cannot add more than one Host to "Local Storage" Data Center
ru: Невозможно добавить больше одного хоста в дата-цент, определённый как «локальное хранилище»

source: Cannot remove Host, as it contains a local Storage Domain. Please activate the Host and remove the Data Center first. - If Host cannot be activated, use the Force-Remove option on the Data Center object (select the Data Center and right click on it with the mouse). - Please note that this action is destructive.
ru: Невозможно удалить хост, он содержит локальный домен хранилища. Сначала активируйте хост и удалите дата-центр. — Если хост нельзя активировать, используйте действие «Принудительно удалить» на объект дата-центра (выберите дата-центр и сделайте щелчок ПКМ). — Внимание: это разрушающее действие.

source: Cannot add more than one Cluster to "Local Storage" Data Center
ru: Невозможно добавить больше одного кластера в дата-центр «локальное хранилище»

source: Selection algorithm must be set to "None" on "Local Storage" Data Center
ru: Для алгоритма выбора в дата-центре «локальное хранилище» должен быть указан параметр «Отсутствует».

source: "Local Storage" data domain cannot be detached from Data Center
ru: Домен данных «локальное хранилище» нельзя отсоединить от дата-центра

source: Updating Host's Cluster cannot be performed through update Host action, please use Change Host Cluster action instead.
ru: Операция обновления кластера хоста не может быть выполнена с помощью действия «Обновить хост», выберите «Сменить кластер хоста».

source: Updating VM's Cluster cannot be performed through update VM action, please use Change VM Cluster action instead.
ru: Операция обновления кластера ВМ не может быть выполнена с помощью действия «Обновить ВМ», выберите «Сменить кластер ВМ».

source: Cannot update a VM in this status. Try stopping the VM first.
ru: Невозможно обновить ВМ в этом статусе. Попробуйте сначала оставить выполнение машины.

source: Cannot add permission, no permission sent
ru: Невозможно добавить права доступа, права доступа не были посланы.

source: Cannot add permission, invalid Role id
ru: Не удалось добавить права доступа, недопустимый ID роли

source: Cannot add permission, invalid object ID or type
ru: Не удалось добавить права доступа, недопустимый ID или тип объекта.

source: Cannot add permission, no user/group ID or ID's mismatch
ru: Невозможно добавить права доступа, отсутствует ID пользователя/группы, или ID не совпадают.

source: Cannot add permission, only system super user can give permissions with admin Role
ru: Невозможно добавить права доступа, только системный суперпользователь может выдавать права доступа в роли администратора.

source: Cannot remove permission, only system super user can remove permissions with admin Role
ru: Невозможно удалить права доступа, только системный суперпользователь может удалять права доступа в роли администратора.

source: Cannot remove inherited permission
ru: Невозможно удалить наследованные полномочия

source: Cannot add permission, VM is part of VM-Pool, permission should be given on VM-Pool instead
ru: Невозможно добавить права доступа, ВМ является частью пула машин, права нужно добавлять пулу ВМ.

source: CPU utilization threshold must be between 0 and 100.
ru: Порог использования ЦП должен быть в интервале от 0 до 100.

source: The lower CPU utilization threshold must be lower than the defined upper threshold.
ru: Нижний порог загрузки ЦП должен быть меньше установленного верхнего порога.

source: High CPU utilization threshold must be defined when using evenly distributed policy.
ru: При использовании политики равномерного распределения необходимо определить верхний порог загрузки ЦП.

source: Both low and high CPU utilization thresholds must be defined when using power saving policy.
ru: При использовании политики сохранения энергии необходимо определить как нижний, так и верхний пороги загрузки ЦП.

source: At least one service [virt / gluster] must be enabled on the cluster.
ru: На кластере должна быть включена по крайней мере одна служба [virt / gluster].

source: Cannot disable virt service on the cluster as it contains VMs.
ru: Невозможно отключить службу virt на кластере, поскольку он содержит ВМ.
