Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AppErrors_*.po
Languages: ru

source: Cannot disable gluster service on the cluster as it contains volumes.
ru: Невозможно выключить службу gluster на кластере, поскольку он содержит тома.

source: The default gateway should be set only on the Management Network
ru: Шлюз по умолчанию должен быть настроен только в сети управления.

source: A slave interface is not properly configured. Please verify slaves do not contain any of the following properties: network name, boot protocol, IP address, netmask, gateway or vlan-ID notation (as part of interface's name or explicitly).
ru: Подчинённый интерфейс настроен неправильно. Убедитесь, что у подчинённых интерфейсов нет следующих параметров: имени сети, протокола загрузки, адреса IP, маски сети, нотации шлюза или vlan-ID (в составе имени интерфейса или явным образом).

source: Cannot ${action} ${type}. An improper network interface is labeled. Please verify labels are provided only to interfaces or to bonds (not to slaves nor vlans).
ru: Невозможно ${action} ${type}. Метка присвоена неправильному сетевому интерфейсу. Убедитесь, что метки присвоены только интерфейсам или связям (но не подчинённым интерфейсам или vlan).

source: Cannot ${action} ${type}. An improper bond '${bondName}' is labeled. Please verify labels are provided only to bonds with at least two slaves.
ru: Невозможно ${action} ${type}. Метка назначена неподходящей связи «${bondName}». Убедитесь, что метки назначены только для связей, имеющих минимум два подчинённых интерфейса.

source: Cannot ${action} ${type}. The network interface '${LabeledNic}' is already labeled with the specified label '${NicLabel}'.
ru: Невозможно ${action} ${type}. Указанная метка «${NicLabel}» уже присвоена сетевому интерфейсу «${LabeledNic}».

source: Cannot ${action} ${type}. The network interface is not labeled with the specified label.
ru: Невозможно ${action} ${type}. Сетевому интерфейсу не присвоена указанная метка.

source: Cannot ${action} ${type}. The given network interface '${NETWORK_INTERFACE_IS_NOT_BOND_ENTITY}' is not a bond.
ru: Невозможно ${action} ${type}. Указанный сетевой интерфейс «${NETWORK_INTERFACE_IS_NOT_BOND_ENTITY}» не является связью.

source: User/group ID cannot be empty.
ru: ID пользователя/группы не может быть пустым

source: Network name must be 1-15 long and can contain only 'a-z', 'A-Z', '0-9', '_' or '-' characters
ru: Имя сети должно быть от 1 до 15 знаков длинной и содержать только символы «a-z», «A-Z», «0-9», «_» или «-».

source: Mount path is illegal, please use [IP:/path or FQDN:/path] convention.
ru: Недопустимый путь монтирования, используйте обозначение [IP:/путь или FQDN:/путь].

source: Invalid value for port, should be an integer greater than 0.
ru: Недопустимое значение порта, используется целое число больше 0.

source: VFS type cannot be empty.
ru: Тип VFS не может быть пустым.

source: Cannot ${action} ${type}. Custom mount options contain the following duplicate managed options: ${invalidOptions}.
ru: Невозможно ${action} ${type}. Пользовательские параметры монтирования содержат следующие дублирующие управляемые параметры: ${invalidOptions}.

source: Target details cannot be empty.
ru: Сведения об объекте IQN не могут быть пустыми.

source: ${fieldName} field cannot be empty.
ru: Поле ${fieldName} не может быть пустым.

source: NFS Retransmissions should be between 0 and 32767
ru: Число повторных отправлений NFS должно находиться в интервале между 0 и 32767

source: NFS Timeout should be between 1 and 6000
ru: Время ожидания NFS должно находиться в пороге между 1 и 6000

source: Invalid tag name. Only alphanumeric chars, '-' and '_' characters are valid
ru: Недопустимое имя тега. Допускаются только буквенно-цифровые символы, «-» и «_».

source: Pool name is required
ru: Требуется имя пула

# VALIDATION_VM_POOLS_SPICE_PROXY_HOSTNAME_OR_IP
source: SPICE proxy address must be in form [protocol://]hostname or ip[:port]
ru: Адрес прокси SPICE должен быть вида: [protocol://]имя_хоста или ip[:порт]

source: Number of max assigned VMs per user must be between 1 and 32,767.
ru: Максимально допустимое число ВМ, назначенных одному пользователю, должно быть в диапазоне от 1 до 32767.

source: Role name is required
ru: Необходимо имя роли

source: Role name must not exceed 126 characters
ru: Имя роли не должно превышать 126 символов

source: Role name must be formed of 'a-z', 'A-Z', '0-9', '_' or '-' characters
ru: Имя роли может содержать только символы «a-z», «A-Z», «0-9», «_» или «-»

source: Quota name must be formed of 'a-z', 'A-Z', '0-9', '_' or '-' characters
ru: Имя квоты может содержать только символы «a-z», «A-Z», «0-9», «_» или «-»

source: Cluster name is required
ru: Необходимо имя кластера

source: Cluster name must not exceed 40 characters
ru: Имя кластера не может превышать 40 символов

source: Cluster name must be formed of alphanumeric characters, numbers or "-_"
ru: Имя кластера может включать только буквенно-цифровые символы, «-» или «_».

source: Host name must be formed of alphanumeric characters, numbers or "-_."
ru: Имя хоста может включать только буквенно-цифровые символы, «-» или «_».

source: Cluster migrate on error option is required
ru: Кластеру требуется параметр migrate on error

# VALIDATION_CLUSTER_SPICE_PROXY_HOSTNAME_OR_IP
source: SPICE proxy address must be in form [protocol://]hostname or ip[:port]
ru: Адрес прокси SPICE должен быть вида: [protocol://]имя_хоста или ip[:порт]

source: Data Center ID is required
ru: Требуется ID дата-центра

source: Host address must be a FQDN or a valid IP address
ru: Адрес хоста должен быть FQDN или допустимым адресом IP

source: Console address must be a FQDN or a valid IP address
ru: Адрес консоли должен быть FQDN или допустимым адресом IP

source: Host power management address must be a FQDN or a valid IP address
ru: Адрес управления питанием хоста должен быть FQDN или допустимым адресом IP

source: VM exceeded the number of allowed monitors
ru: Виртуальная машина превысила число допустимых мониторов.

source: Storage Domain name must be formed of 'a-z', 'A-Z', '0-9', '_' or '-' characters
ru: Имя домена хранилища должно состоять из символов «a-z», «A-Z», «0-9», «_» или «-».

source: Storage Domain description must be formed of 'a-z', 'A-Z', '0-9', '_' or '-' characters
ru: Описание домена хранилища должно состоять из символов «a-z», «A-Z», «0-9», «_» или «-».

source: Storage Domain description must not exceed 4000 characters
ru: Описание домена хранилища не должно превышать 4000 символов

source: Storage Domain's "Warning Low Space Indicator" must be an integer between 0 and 100.
ru: «Индикатор предупреждения о недостатке места» домена хранилища должен быть целым числом в диапазоне от 0 до 100.

source: Storage Domain's "Critical Space Action Blocker" must be a non-negative integer.
ru: «Блокировщик действия при критической нехватке места» домена хранилища должен быть целым неотрицательным числом.

source: VM Template name must not exceed 40 characters
ru: Имя шаблона ВМ не должно превышать 40 символов

source: Interface is required
ru: Требуется интерфейс

source: Volume type is required
ru: Требуется тип тома

source: Disk description must be formed only from alpha-numeric characters and special characters that conform to the standard ASCII character set.
ru: Описание диска должно включать только буквенно-цифровые и специальные символы, отвечающие стандарту ASCII.

source: Disk alias name must be formed of alpha-numeric characters or "-_."
ru: Псевдоним диска может включать только буквенно-цифровые символы, «-» или «_».

source: Volume format is required
ru: Требуется форматирование тома

source: Snapshot description must be formed only from alpha-numeric characters and special characters that conform to the standard ASCII character set.
ru: Описание снимка должно включать только буквенно-цифровые и специальные символы, отвечающие стандарту ASCII.

source: Snapshot description cannot be empty
ru: Описание снимка не может быть пустым

source: Snapshot description must not exceed 4000 characters
ru: Описание снимка не должно превышать 4000 символов

source: Data Center description must be formed of ASCII charis only
ru: Описание дата-центра должно состоять только из символов ASCII

source: Data Center name must be formed of alphanumeric characters, numbers or "-_"
ru: Имя дата-центра может состоять только из буквенно-цифровых символов, чисел или «-_»

source: ID is required.
ru: Необходим ID

source: Either network id or network name must be provided.
ru: Необходимо указать ID сети или имя сети.

source: Id of Network Attachment must be set for update.
ru: Идентификатор сетевого присоединения должен быть настроен на обновление.

source: Nic Label must provide either nic id or nic name.
ru: Метка nic должна содержать либо nic id либо имя nic.

source: Nic Label cannot have null label.
ru: Метка Nic не может иметь нулевую метку

source: Name is required.
ru: Необходимо имя

source: Name must be formed of alphanumeric characters, numbers or "-_".
ru: Имя может состоять только из буквенно-цифровых символов, чисел или «-_».

source: Name must be formed of alphanumeric characters, numbers or "-_.".
ru: Имя может состоять только из буквенно-цифровых символов, чисел или «-_.».

source: URL is required.
ru: Требуется URL

source: URL is invalid.
ru: Недопустимый URL

source: Provider type is required.
ru: Требуется тип поставщика

source: email format is not valid
ru: недопустимый формат электронной почты

source: The correlation ID must be formed of 'a-z', 'A-Z', '0-9', '_' or '-' characters
ru: ID корреляции может содержать только символы «a-z», «A-Z», «0-9», «_» или «-»

source: Source snapshot is required
ru: Требуется исходный снимок.

source: MAC address must be in format "HH:HH:HH:HH:HH:HH" where H is a hexadecimal character (either a digit or A-F, case is insignificant).
ru: MAC адрес должен иметь формат «HH:HH:HH:HH:HH:HH», где H — шестнадцатеричный символ (цифра или буква от A до F, регистр не важен).

source: Multi-cast MAC address is not allowed.
ru: Групповой MAC адрес не разрешён

source: MAC address is required.
ru: Требуется MAC адрес

source: Interface name is required.
ru: Требуется имя интерфейса.

source: Connectivity timeout is not valid. Timeout must be between 1 and 120.
ru: Недопустимый таймаут подключения. Таймаут должен быть между 1 и 120.

source: Invalid list of interfaces, two or more network interfaces have the same IP.
ru: Недопустимый список интерфейсов, два или более сетевых интерфейса имеют одинаковый IP

source: The Port number must be between 1 and 65535.
ru: Номер порта должен быть в диапазоне 1-65535

source: Invalid keyboard layout
ru: Недопустимая раскладка клавиатуры.

source: Migration downtime must be between 0 and 2147483647 milliseconds.
ru: Простой при миграции должен быть между 0 и 2147483647 мс.

source: Invalid ISO image path
ru: Недопустимый путь до образа ISO

source: Invalid Floppy image path
ru: Недопустимый путь до образа флоппи

source: Cannot add storage server connection when Host status is not up
ru: Невозможно добавить подключение к серверу хранилища, если хост не имеет статуса «Запущен».

source: The user name or password is incorrect.
ru: Неправильное имя пользователя или пароль

source: Cannot update Cluster and change CPU Cluster level if there are suspended VMs in the Cluster
ru: Невозможно обновить кластер и сменить уровень ЦП кластера, если на кластере имеются ВМ, сохранённые на диск.

source: Cannot update Cluster and change CPU Cluster name if there are hosts or virtual machines in the Cluster. This CPU name is incompatible with all other available CPUs
ru: Невозможно обновить кластер и сменить имя ЦП кластера, если в кластере есть хосты или ВМ. Это имя ЦП несовместимо со всеми другими доступными ЦП.

source: Authentication failed. The user is either locked or disabled
ru: Сбой аутентификации. Пользователь заблокирован или отключён.

source: Cannot ${action} ${type} if some of the specified custom properties appear more than once. The keys are: ${DuplicateKeys}
ru: Невозможно ${action} ${type}, если некоторые из указанных заданных пользователем параметров указаны больше одного раза. Ключи: ${DuplicateKeys}

source: Host Address can not be modified due to Security restrictions. In order to change Host Address, Host has to be reinstalled
ru: Ограничения по безопасности запрещают смену адреса хоста. Чтобы сменить адрес хоста, хост необходимо переустановить.

source: Action failed due to database connection failure. Please check connectivity to your Database server.
ru: Сбой выполнения операции произошёл из-за ошибки соединения. Проверьте возможность подключения к серверу базы данных.

source: Cannot ${action} ${type}. The given description contains special characters. Only alpha-numeric and some special characters that conform to the standard ASCII character set are allowed.
ru: Невозможно ${action} ${type}. Указанное описание содержит специальные символы. Разрешены только буквенно-цифровые и некоторые специальные символы, отвечающие стандарту ASCII.

source: Cannot ${action} ${type}. Linux boot parameters contain trimming whitespace characters.
ru: Невозможно ${action} ${type}. В параметры загрузки Linux обрезаны символы пробелов.

source: Cannot ${action} ${type}. The given name is too long.
ru: Невозможно ${action} ${type}. Указано слишком длинное имя.

source: Can not ${action} ${type}. The given name is empty.
ru: Невозможно ${action} ${type}. Указано пустое имя.

source: Can not ${action} ${type}. The selected template is not compatible with Cluster architecture.
ru: Невозможно ${action} ${type}. Выбранный шаблон не совместим с архитектурой кластера.

source: Can not ${action} ${type}. The given name contains special characters. Only lower-case and upper-case letters, numbers, '_', '-', '.' are allowed.
ru: Невозможно ${action} ${type}. Указанное имя содержит специальные символы. Разрешены только прописные и строчные буквы, цифры и символы: «_»,«-», «.».

source: Cannot ${action} ${type}. The given emulated machine contains special characters. Only lower-case and upper-case letters, numbers, '_', '-', '.', '+' are allowed.
ru: Невозможно ${action} ${type}. Указанная эмулированная машина содержит специальные символы. Разрешены только прописные и строчные буквы, цифры и символы: «_»,«-», «.», «+».

source: Cannot ${action} ${type}. The given CPU name contains special characters. Only lower-case and upper-case letters, numbers, '_', '-', '.', '+' are allowed.
ru: Невозможно ${action} ${type}. Указанное имя ЦП содержит специальные символы. Разрешены только прописные и строчные буквы, цифры и символы: «_»,«-», «.», «+».

source: Can not ${action} ${type}. The given Host name is invalid. Only Host names corresponding to RFC-952 and RFC-1123 are allowed.
ru: Невозможно ${action} ${type}. Указано недопустимое имя хоста. Разрешены только имена хостов, соответствующие стандартам RFC-952 и RFC-1123.

source: Can not ${action} ${type}. The given name is invalid for pool name. Only lower-case and upper-case letters, numbers, '_', '-', '.', and one mask sequence are allowed.
ru: Невозможно ${action} ${type}. Указанное имя пула является недопустимым. Разрешены только прописные и строчные буквы, цифры, символы: «_»,«-», «.», а также последовательность записи маски.

source: Missing UserName or Password.
ru: Отсутствует имя пользователя или пароль.

source: Cannot remove the built-in group "Everyone".
ru: Невозможно удалить встроенную группу «Каждый».

source: Cannot ${action} ${type}. The operation is not supported for this Data Center version.
ru: Невозможно ${action} ${type}. Операция не поддерживается версией дата-центра.

source: Cannot ${action} ${type}. Valid Host statuses are "Non operational", "Maintenance" or "Connecting".
ru: Невозможно ${action} ${type}. Допустимые статусы хоста: «Нерабочий», «Обслуживается» или «Идёт подключение».

source: Can not Remove Storage Domain - the underlying Host ID is invalid.
ru: Невозможно удалить домен хранилища — недопустимый ID базового хоста.

source: You are trying to deactivate a Master storage domain while there are locked domains in the Data Center. Please wait for the operations on those domains to finish first.
ru: Попытка деактивировать главный домен хранилища, тогда как имеются заблокированные домены в дата-центре. Сначала дождитесь завершения выполнения операций на этих доменах.

source: Cannot remove tag. Tag does not exist.
ru: Невозможно удалить тег. Тег не существует.

source: Cannot remove audit log. Audit Log does not exist.
ru: Невозможно удалить журнал аудита. Журнал аудита не существует.

source: $type VM Cluster
ru: $type кластера ВМ

source: Cannot ${action} ${type}. Fence operation failed.
ru: Невозможно ${action} ${type}. Сбой проведения операции блокады.

source: Cannot ${action} without active ISO domain.
ru: Невозможно ${action} без активного домена ISO.

source: Cannot ${action} ${type}. The ISO Storage Domain is being used by the following VMs: ${VmNames}.
ru: Невозможно ${action} ${type}. Домен хранилища ISO используется следующими ВМ: ${VmNames}.

source: General command validation failure.
ru: Общий сбой проверки команд.

source: Cannot remove an active Data Center.
ru: Невозможно удалить активный дата-центр

source: Invalid Role Type.
ru: Недопустимый тип роли

source: Cannot add administrator's action group to a User Role.
ru: Невозможно добавить группу административных операций к роли пользователя.

source: Storage Domain is already detached from the Data Center.
ru: Домен хранилища уже отсоединён от дата-центра

source: Cannot approve Host - Host does not exists.
ru: Невозможно утвердить хост. Хост не существует.

source: Cannot ${action} ${type}. Invalid time zone for given OS type.
ru: Невозможно ${action} ${type}. Некорректный часовой пояс для указанного типа ОС.

source: Cannot ${action} ${type}. Custom serial number must be non-empty when "Custom" serial number policy is specified.
ru: Невозможно ${action} ${type}. Пользовательский серийный номер не должен быть пустым, если указана политика пользовательского серийного номера.

source: Cannot ${action} ${type}. Operation not supported by QEMU.
ru: Невозможно ${action} ${type}. QEMU не поддерживает эту операцию.

source: Cannot ${action} ${type}. The given SSH public key is invalid.
ru: Невозможно ${action} ${ty]e}. Был указан некорректный открытый ключ SSH

source: Cannot ${action} ${type}. User profile already created.
ru: Невозможно ${action} ${type}. Профиль пользователя уже создан.

source: Cannot ${action} ${type}. User profile not found.
ru: Невозможно ${action} ${type}. Профиль пользователя не найден.

source: Cannot ${action} ${type}. Quota doesn't exist.
ru: Невозможно ${action} ${type}. Квота не существует.

source: Cannot ${action} ${type}. Quota is not valid.
ru: Невозможно ${action} ${type}. Недопустимая квота.

source: Cannot ${action} ${type}. No quota is defined for the selected domain. Assign a quota to the domain or select a different domain.
ru: Невозможно ${action} ${type}. Не определена квота для выбранного домена. Назначьте квоту для этого домена или выберите другой домен.

source: Cannot ${action} ${type}. The quota associated with VM ${VmName} is no longer available. This may be a result of an import or snapshot restoring actions. Please reassign a quota to this VM.
ru: Невозможно ${action} ${type}. Квота, связанная с ВМ ${VmName}, больше недоступна. Это может быть результатом импорта или восстановления снимка. Переназначьте квоту для этой ВМ.

source: Cannot ${action} ${type}. Limitation can not be configured as specific and general for the same Quota. Please choose whether the limitation should be enforced on the Data Center (global) or for specific storage domain or cluster.
ru: Невозможно ${action} ${type}. Ограничение не может быть настроено одновременно как конкретное и как общее для одной и той же квоты. Выберите, будет ли ограничение принудительно применено к дата-центру (глобальное) или к конкретному домену хранилища или кластеру.

source: Cannot ${action} ${type}. Quota is still in use by a VM or a disk and Data Center's Quota enforcement is enabled.
ru: Невозможно ${action} ${type}. Квота всё ещё используется машиной или диском, и включено принудительное применении квоты к дата-центру.

source: Cannot ${action} ${type}. Quota has insufficient storage resources.
ru: Невозможно ${action} ${type}. У квоты нет достаточных ресурсов хранилища.

source: Cannot ${action} ${type}. Quota has insufficient cluster resources.
ru: Невозможно ${action} ${type}. У квоты нет достаточных ресурсов кластера.

source: Cannot ${action} ${type}. The user is not a consumer of the Quota assigned to the resource.
ru: Невозможно ${action} ${type}. Пользователь не является получателем квоты, назначенной этому ресурсу.

source: Permission denied. Query you try to run not public.
ru: Доступ запрещён. Попытка выполнить запрос, не являющийся общим.

source: Permission denied. Action you try to run is internal only.
ru: Доступ запрещён. Попытка выполнить действие, являющееся только внутренним.

source: Cannot attach action group to Role. This action group is already attached to Role.
ru: Невозможно присоединить группу действия к роли. Эта группа действия уже присоединена к роли.

source: Cannot detach action group from Role. This action group is not attached to this Role.
ru: Невозможно отсоединить группу действия от роли. Эта группа действия не присоединена к этой роли.

source: Cannot ${action} ${type}. Connecting to host via SSH has failed, verify that the host is reachable (IP address, routable address etc.) You may refer to the engine.log file for further details.
ru: Невозможно ${action} ${type}. Сбой подключения к хосту по SSH, убедитесь в доступности хоста (адрес IP, маршрутизируемый адрес и т.д.). Подробности см. в файле engine.log.

source: Cannot ${action} ${type}. SSH authentication failed, verify authentication parameters are correct (Username/Password, public-key etc.) You may refer to the engine.log file for further details.
ru: Невозможно ${action} ${type}. Сбой аутентификации SSH. Убедитесь в правильности параметров аутентификации (имя пользователя/пароль, открытый ключ и т.п.). Подробности см. в файле engine.log.

source: Cannot ${action} ${type}. SSH connection failed, ${ErrorMsg}.
ru: Невозможно ${action} ${type}. Сбой подключения SSH, ${ErrorMsg}.

source: Cannot Remove Fence-Agent. Agent ID not provided.
ru: Невозможно удалить Fence-Agent. Не предоставлен идентификатор агента.

source: Cannot Remove Fence-Agents. Host ID not provided.
ru: Невозможно удалить Fence-Agent. Не предоставлен идентификатор хоста.

source: Cannot Add Fence-Agent. One or more mandatory parameters were not provided. Mandatory parameters are: type, order, ip, username, address, password.
ru: Не удалось добавить Fence-Agent. Отсутствует один или более обязательных параметров. Обязательные параметры: тип, порядок, IP, имя пользователя, адрес, пароль.

source: Cannot create Data Center - There must be at least one Data storage.
ru: Невозможно создать дата-центр, необходимо как минимум одно хранилище данных.

source: Cannot add data storages to pool. Storages should have same format.
ru: Невозможно добавить хранилища данных в пул. Хранилища должны иметь одинаковый формат.

source: Unknown tag name.
ru: Неизвестное имя тега.

source: Cannot remove Data Center with networks, please remove all networks first.
ru: Невозможно удалить дата-центр с сетями, сначала удалите все сети.

source: Cannot ${action} ${type}. Renaming a network label while configured on hosts interfaces is not supported. Please unlabel the network first and later specify the new one.
ru: Невозможно ${action} ${type}. Переименование метки сети при наличии конфигурации на интерфейсах хостов не поддерживается. Сначала удалите метку с сети и позже укажите новую.
