Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: Failed to add Gluster Hook ${GlusterHookName} on conflicting servers. ${FailureMessage}
ru: Не удалось добавить ловушку Gluster ${GlusterHookName} на конфликтующие сервера. ${FailureMessage}

source: Gluster Hook ${GlusterHookName} removed from all servers in cluster ${ClusterName}.
ru: Ловушка Gluster ${GlusterHookName} удалена со всех серверов кластера ${ClusterName}.

source: Failed to remove Gluster Hook ${GlusterHookName} from cluster ${ClusterName}. ${FailureMessage}
ru: Не удалось удалить ловушку Gluster ${GlusterHookName} с кластера ${ClusterName}. ${FailureMessage}

source: Refreshed gluster hooks in Cluster ${ClusterName}.
ru: Ловушки gluster обновлены в кластере ${ClusterName}.

source: Failed to refresh gluster hooks in Cluster ${ClusterName}.
ru: Не удалось обновить ловушки gluster в кластере ${ClusterName}.

source: Refreshed details of the volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Обновлены сведения о томе ${glusterVolumeName} кластера ${clusterName}.

source: Failed to refresh the details of volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось обновить сведения о томе ${glusterVolumeName} кластера ${clusterName}.

source: ${servicetype} service started on host ${VdsName} of cluster ${ClusterName}.
ru: Служба ${servicetype} запущена на хосте ${VdsName} кластера ${ClusterName}.

source: Could not start ${servicetype} service on host ${VdsName} of cluster ${ClusterName}.
ru: Не удалось запустить службу ${servicetype} на хосте ${VdsName} кластера ${ClusterName}.

source: ${servicetype} services stopped on host ${VdsName} of cluster ${ClusterName}.
ru: Службы ${servicetype} остановлены на хосте ${VdsName} кластера ${ClusterName}.

source: Could not stop ${servicetype} service on host ${VdsName} of cluster ${ClusterName}.
ru: Не удалось остановить службу ${servicetype} на хосте ${VdsName} кластера ${ClusterName}.

source: Could not fetch list of services from ${ServiceGroupType} named ${ServiceGroupName}.
ru: Не удалось получить список служб из ${ServiceGroupType} с названием ${ServiceGroupName}.

source: ${servicetype} service re-started on host ${VdsName} of cluster ${ClusterName}.
ru: Служба ${servicetype} перезапущена на хъосте ${VdsName} кластера ${ClusterName}.

source: Could not re-start ${servicetype} service on host ${VdsName} of cluster ${ClusterName}.
ru: Не удалось перезапустить службу ${servicetype} на хосте ${VdsName} кластера ${ClusterName}.

source: Brick [${brickpath}] on host [${servername}] added to volume [${glusterVolumeName}] of cluster ${clusterName}
ru: Элемент [${brickpath}] на хосте [${servername}] добавлен в том [${glusterVolumeName}] кластера ${clusterName}

source: Detected change in status of brick ${brickpath} of volume ${glusterVolumeName} of cluster ${clusterName} from ${oldValue} to ${newValue} .
ru: Обнаружено изменение статуса элемента ${brickpath} тома ${glusterVolumeName} кластера ${clusterName} с ${oldValue} на ${newValue}.

source: Status of brick ${brickpath} of volume ${glusterVolumeName} on cluster ${ClusterName} is down.
ru: Статус элемента ${brickpath} тома ${glusterVolumeName} на кластере ${ClusterName} — отключен.

source: Detected deletion of geo-replication session ${geoRepSessionKey} from volume ${glusterVolumeName} of cluster ${clusterName}
ru: Обнаружено удаление сеанса георепликации ${geoRepSessionKey} с тома ${glusterVolumeName} кластера ${clusterName}

source: Detected new geo-replication session ${geoRepSessionKey} for volume ${glusterVolumeName} of cluster ${clusterName}. Adding it to engine.
ru: Обнаружен новый сеанс георепликации ${geoRepSessionKey} на томе ${glusterVolumeName} кластера ${clusterName}. Добавляется в ЦУ.

source: Refreshed geo-replication sessions for volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Обновлены сеансы георепликации для тома ${glusterVolumeName} кластера ${clusterName}.

source: Failed to refresh geo-replication sessions for volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось обновить сеансы георепликации для тома ${glusterVolumeName} кластера ${clusterName}.

source: Geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName} has been stopped.
ru: Сеанс георепликации на томе ${glusterVolumeName} в кластере ${clusterName} был остановлен.

source: Failed to stop geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName}
ru: Не удалось остановить сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName}

source: Geo-replication session deleted on volume ${glusterVolumeName} of cluster ${clusterName}
ru: Обнаружен сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName}

source: Failed to delete geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName}
ru: Не удалось удалить сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName}

source: Geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName} has been started.
ru: Был начат сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName}.

source: Failed to start geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName}
ru: Не удалось начать сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName}

source: Configuration ${key} has been set to ${value} on the geo-rep session ${geoRepSessionKey}.
ru: Для параметра конфигурации ${key} сеанса георепликации ${geoRepSessionKey} было установлено значение ${value}.

source: Failed to set the configuration ${key} to ${value} on geo-rep session ${geoRepSessionKey}.
ru: Не удалось установить значение ${value} для параметра конфигурации ${key} сеанса георепликации ${geoRepSessionKey}.

source: Configuration of ${key} of session ${geoRepSessionKey} reset to its default value .
ru: Конфигурация ${key} сеанса ${geoRepSessionKey} сброшена до значений по умолчанию.

source: Failed to set ${key} of session ${geoRepSessionKey} to its default value.
ru: Не удалось сбросить конфигурацию ${key} сеанса ${geoRepSessionKey} до значений по умолчанию.

source: Refreshed configuration options for geo-replication session ${geoRepSessionKey}
ru: Обновлены параметры конфигурации для сеанса георепликации ${geoRepSessionKey}

source: Failed to refresh configuration options for geo-replication session ${geoRepSessionKey}
ru: Не удалось обновить параметры конфигурации для сеанса георепликации ${geoRepSessionKey}

source: Gluster volume snapshot ${snapname} deleted.
ru: Снимок тома Gluster ${snapname} удалён

source: Failed to delete gluster volume snapshot ${snapname}.
ru: Не удалось удалить снимок тома gluster ${snapname}.

source: Deleted all the gluster volume snapshots for the volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Удалены все снимки тома gluster для тома ${glusterVolumeName} кластера ${clusterName}.

source: Failed to delete all the gluster volume snapshots for the volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось удалить все снимки тома gluster для тома ${glusterVolumeName} кластера ${clusterName}.

source: Activated the gluster volume snapshot ${snapname} on volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Активирован снимок тома gluster ${snapname} на томе ${glusterVolumeName} кластера ${clusterName}.

source: Failed to activate the gluster volume snapshot ${snapname} on volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось активировать снимок тома gluster ${snapname} на томе ${glusterVolumeName} кластера ${clusterName}.

source: De-activated the gluster volume snapshot ${snapname} on volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Отключен снимок тома gluster ${snapname} на томе ${glusterVolumeName} кластера ${clusterName}.

source: Failed to de-activate gluster volume snapshot ${snapname} on volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось отключить снимок тома gluster ${snapname} на томе ${glusterVolumeName} кластера ${clusterName}.

source: Restored the volume ${glusterVolumeName} of cluster ${clusterName} to the state of gluster volume snapshot ${snapname}.
ru: Том ${glusterVolumeName} кластера ${clusterName} восстановлен до состояния снимка тома gluster ${snapname}.

source: Failed to restore the volume ${glusterVolumeName} of cluster ${clusterName} to the state of gluster volume snapshot ${snapname}.
ru: Не удалось восстановить состояние тома ${glusterVolumeName} кластера ${clusterName} до состояния снимка тома gluster ${snapname}.

source: Updated Gluster volume snapshot configuration(s).
ru: Параметры снимка тома Gluster обновлены.

source: Failed to update gluster volume snapshot configuration(s).
ru: Не удалось обновить параметры снимка тома Gluster.

source: Failed to update gluster volume snapshot configuration(s) ${failedSnapshotConfigs}.
ru: Сбой обновления параметров снимков тома gluster ${failedSnapshotConfigs}.

source: Gluster Volume Snapshot soft limit reached for the volume ${glusterVolumeName} on cluster ${clusterName}.
ru: Для тома ${glusterVolumeName} в кластере ${clusterName} достигнут мягкий предел снимка тома Gluster.

source: Gluster Volume Snapshot hard limit reached for the volume ${glusterVolumeName} on cluster ${clusterName}.
ru: Для тома ${glusterVolumeName} в кластере ${clusterName} достигнут жёсткий предел снимка тома Gluster.

source: Found new storage device ${storageDevice} on host ${VdsName}, and added it to engine DB."
ru: На хосте ${VdsName} найдено новое устройство хранения ${storageDevice}, устройство добавлено в БД ЦУ.

source: Detected deletion of storage device ${storageDevice} on host ${VdsName}, and deleting it from engine DB."
ru: На хосте ${VdsName} обнаружено удаление устройства хранения ${storageDevice}, устройство удаляется из БД ЦУ.

source: Manually synced the storage devices from host ${VdsName}
ru: Устройства хранения хоста ${VdsName} были синхронизированы вручную.

source: Failed to sync storage devices from host ${VdsName}
ru: Не удалось синхронизировать устройства хранения хоста ${VdsName}

source: Detected a volume ${glusterVolumeName} with type ${glusterVolumeType} on cluster ${Cluster} and it is not fully supported by engine.
ru: В кластере ${Cluster} обнаружен том ${glusterVolumeName} с типом ${glusterVolumeType}; Центр Управления поддерживает его не полностью.

source: Detected new option ${key}=${value} for geo-replication session ${geoRepSessionKey} on volume ${glusterVolumeName} of cluster ${ClusterName}, and added it to engine.
ru: Для сеанса георепликации ${geoRepSessionKey} на томе ${glusterVolumeName} кластера ${ClusterName} обнаружен новый параметр ${key}=${value} и добавлен в ЦУ.

source: Detected change in value of option ${key} from ${oldValue} to ${value} for geo-replication session on volume ${glusterVolumeName} of cluster ${ClusterName}, and updated it to engine.
ru: Для сеанса георепликации на томе ${glusterVolumeName} кластера ${ClusterName} обнаружено изменение значения параметра ${key} с ${oldValue} на ${value}; значение обновлено в ЦУ.

source: Could not stop master volume ${glusterVolumeName} of cluster ${clusterName} during snapshot restore.
ru: Во время восстановления снимка не удалось остановить главный том ${glusterVolumeName} кластера ${clusterName}

source: Could not restore master volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось восстановить главный том ${glusterVolumeName} кластера ${clusterName}.

source: Snapshot ${snapname} created for volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Для тома ${glusterVolumeName} кластера ${clusterName} создан снимок ${snapname}.

source: Could not create snapshot for volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось создать снимок для тома ${glusterVolumeName} кластера ${clusterName}.

source: Brick ${brickName} created successfully on host ${vdsName} of cluster ${clusterName}.
ru: Элемент ${brickName} успешно создан на хосте ${vdsName} кластера ${clusterName}.

source: Failed to create brick ${brickName} on host ${vdsName} of cluster ${clusterName}.
ru: Не удалось создать элемент ${brickName} на хосте ${vdsName} кластера ${clusterName}.

source: Snapshots scheduled on volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Создано расписание создания снимков на томе ${glusterVolumeName} кластера ${clusterName}.

source: Failed to schedule snapshots on the volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Сбой внесения в расписание создания снимков на томе ${glusterVolumeName} кластера ${clusterName}.

source: Rescheduled snapshots on volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Внесены изменения в расписание создания снимков на томе ${glusterVolumeName} кластера ${clusterName}.

source: Failed to reschedule snapshots on volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось внести изменения в расписание создания снимков на томе ${glusterVolumeName} кластера ${clusterName}.

source: Snapshot schedule deleted for volume ${glusterVolumeName} of ${clusterName}.
ru: Удалено расписание создания снимков для тома ${glusterVolumeName} кластера ${clusterName}.

source: Found new gluster volume snapshot ${snapname} for volume ${glusterVolumeName} on cluster ${ClusterName}, and added it to engine DB."
ru: Найден новый снимок тома gluster ${snapname} для тома ${glusterVolumeName} на кластере ${ClusterName}, снимок добавлен в БД ЦУ.

source: Detected deletion of gluster volume snapshot ${snapname} for volume ${glusterVolumeName} on cluster ${ClusterName}, and deleting it from engine DB."
ru: Обнаружено удаление снимка тома gluster ${snapname} для тома ${glusterVolumeName} на кластере ${ClusterName}; снимок удалён из БД ЦУ.

source: Found new gluster volume snapshot configuration ${snapConfigName} with value ${snapConfigValue} on cluster ${ClusterName}, and added it to engine DB."
ru: Обнаружена новая конфигурация снимка тома gluster ${snapConfigName} со значением ${snapConfigValue} на кластере ${ClusterName}; конфигурация добавлена в БД ЦУ.

source: Found new gluster volume snapshot configuration ${snapConfigName} with value ${snapConfigValue} for volume ${glusterVolumeName} on cluster ${ClusterName}, and added it to engine DB."
ru: Обнаружена новая конфигурация снимка тома gluster ${snapConfigName} со значением ${snapConfigValue} для тома ${glusterVolumeName} на кластере ${ClusterName}, конфигурация добавлена в ДБ ЦУ.

source: Failed to disable gluster CLI based snapshot schedule on cluster ${clusterName}.
ru: Не удалось отключить плановое создание снимков, настроенное через CLI, на кластере ${clusterName}.

source: Disabled gluster CLI based scheduling successfully on cluster ${clusterName}.
ru: Плановое создание снимков, настроенное через CLI, успешно отключено на кластере ${clusterName}.

source: Gluster server ${vdsName} set to DISCONNECTED on cluster ${clusterName}.
ru: Сервер Gluster ${vdsName} помечен как ОТКЛЮЧЕН на кластере ${clusterName}.

source: Host ${VdsName} was set to non-operational. Host is not trusted by the attestation service.
ru: Хост ${VdsName} был помечен как нерабочий. Служба аттестации считает хост недоверенным.

source: Network QoS ${QosName} was added. (User: ${UserName})
ru: Сеть QoS ${QosName} была добавлена. (Пользователь: ${UserName})

source: Failed to add Network QoS ${QosName}. (User: ${UserName})
ru: Не удалось добавить сеть QoS ${QosName}. (Пользователь: ${UserName})

source: Network QoS ${QosName} was removed. (User: ${UserName})
ru: Сеть QoS ${QosName} была удалена. (Пользователь: ${UserName})

source: Failed to remove Network QoS ${QosName}. (User: ${UserName})
ru: Не удалось удалить сеть QoS ${QosName}. (Пользователь: ${UserName})

source: Network QoS ${QosName} was updated. (User: ${UserName})
ru: Сеть QoS ${QosName} была обновлена. (Пользователь: ${UserName})

source: Failed to update Network QoS ${QosName}. (User: ${UserName})
ru: Не удалось обновить сеть QoS ${QosName}. (Пользователь: ${UserName})

source: QoS ${QoSName} was added. (User: ${UserName})
ru: QoS ${QoSName} была добавлена. (Пользователь: ${UserName})

source: Failed to add QoS ${QoSName}. (User: ${UserName})
ru: Не удалось добавить QoS ${QosName}. (Пользователь: ${UserName})

source: QoS ${QoSName} was removed. (User: ${UserName})
ru: QoS ${QosName} была удалена. (Пользователь: ${UserName})

source: Failed to remove QoS ${QoSName}. (User: ${UserName})
ru: Не удалось удалить QoS ${QosName}. (Пользователь: ${UserName})

source: QoS ${QoSName} was updated. (User: ${UserName})
ru: QoS ${QosName} была обновлена. (Пользователь: ${UserName})

source: Failed to update QoS ${QoSName}. (User: ${UserName})
ru: Не удалось обновить QoS ${QosName}. (Пользователь: ${UserName})

source: Scheduling Policy ${ClusterPolicy} was added. (User: ${UserName})
ru: Была добавлена политика планирования ${ClusterPolicy}. (Пользователь: ${UserName})

source: Failed to add Scheduling Policy: ${ClusterPolicy}. (User: ${UserName})
ru: Не удалось добавить политику планирования ${ClusterPolicy}. (Пользователь: ${UserName})

source: Scheduling Policy ${ClusterPolicy} was updated. (User: ${UserName})
ru: Политика планирования ${ClusterPolicy} была обновлена. (Пользователь: ${UserName})

source: Failed to update Scheduling Policy: ${ClusterPolicy}. (User: ${UserName})
ru: Не удалось обновить политику планирования ${ClusterPolicy}. (Пользователь: ${UserName})

source: Scheduling Policy ${ClusterPolicy} was removed. (User: ${UserName})
ru: Политика планирования ${ClusterPolicy} была удалена. (Пользователь: ${UserName})

source: Failed to remove Scheduling Policy: ${ClusterPolicy}. (User: ${UserName})
ru: Не удалось удалить политику планирования ${ClusterPolicy}. (Пользователь: ${UserName})

source: Failed to connect to external scheduler proxy. External filters, scoring functions and load balancing will not be performed.
ru: Не удалось подключиться к прокси внешнего планировщика. Внешние фильтры, функции количественной оценки и балансировка нагрузки выполняться не будут.

source: Running the external scheduler plugin '${PluginName}' failed: '${ErrorMessage}'
ru: Сбой запуска модуля внешнего планировщика «${PluginName}»: «${ErrorMessage}»

source: Running the external scheduler failed: '${ErrorMessage}'
ru: Сбой запуска внешнего планировщика: «${ErrorMessage}»

source: An external event with NORMAL severity has been added.
ru: Было добавлено внешнее событие со степенью важности NORMAL.

source: An external event with WARNING severity has been added.
ru: Было добавлено внешнее событие со степенью важности WARNING.

source: An external event with ERROR severity has been added.
ru: Было добавлено внешнее событие со степенью важности ERROR.

source: An external event with ALERT severity has been added.
ru: Было добавлено внешнее событие со степенью важности ALERT.

source: Mom policy was updated on host ${VdsName}.
ru: Политика менеджера превышенного выделения памяти была обновлена на хосте ${VdsName}.

source: Mom policy could not be updated on host ${VdsName}.
ru: Не удалось обновить политику менеджера превышенного выделения памяти на хосте ${VdsName}.

source: Starting alignment scan of disk '${DiskAlias}'.
ru: Начинается проверка на невыровненные блоки для диска «${DiskAlias}»

source: Alignment scan of disk '${DiskAlias}' failed.
ru: Сбой проверки на невыровненные блоки для диска «${DiskAlias}»

source: Alignment scan of disk '${DiskAlias}' is complete.
ru: Проверка на невыровненные блоки для диска «${DiskAlias}» завершена.

source: VM ${VmName} was configured with ${VmMemInMb}mb of memory while the recommended value range is ${VmMinMemInMb}mb - ${VmMaxMemInMb}mb
ru: Для ВМ ${VmName} был настроен объём памяти ${VmMemInMb}МБ, но рекомендуемый диапазон памяти составляет ${VmMinMemInMb}МБ - ${VmMaxMemInMb}МБ

source: User ${UserName} is connected to VM ${VmName}.
ru: Пользователь ${UserName} подключен к ВМ ${VmName}.

source: User ${UserName} got disconnected from VM ${VmName}.
ru: Пользователь ${UserName} был отключен от ВМ ${VmName}.

source: Failed to change status of host ${VdsName} due to a failure to stop the spm.
ru: Сбой изменения статуса хоста ${VdsName} т.к. не удалось остановить диспетчер пула хранилища

source: Cluster ${ClusterName} failed the HA Reservation check, HA VMs on host(s): ${Hosts} will fail to migrate in case of a failover, consider adding resources or shutting down unused VMs.
ru: Кластер ${ClusterName} не выдержал проверку на резервирование для высокой доступности, высокодоступные ВМ на хосте ${Hosts} не смогут мигрировать в случае сбоя; рассмотрите возможность добавления ресурсов или выключения неиспользуемых ВМ.

source: Cluster ${ClusterName} passed the HA Reservation check.
ru: Кластер ${ClusterName} выдержал проверку на резервирование для высокой доступности

source: Host ${Host} is not currently needed, activating maintenance mode in preparation for shutdown.
ru: Хост ${Host} в настоящее время не нужен, запускается режим обслуживания для подготовки к выключению.

source: Host ${Host} is not currently needed, shutting down.
ru: Хост ${Host} в настоящее время не нужен, хост выключается.

source: Reactivating host ${Host} according to the current power management policy.
ru: Хост ${Host} активируется повторно, согласно текущей политике управления питанием.

source: Affinity Group ${affinityGroupName} was added. (User: ${UserName})
ru: Группа схожести ${affinityGroupName} была добавлена. (Пользователь: ${UserName})

source: Failed to add Affinity Group ${affinityGroupName}. (User: ${UserName})
ru: Не удалось добавить группу схожести ${affinityGroupName}. (Пользователь: ${UserName})

source: Affinity Group ${affinityGroupName} was updated. (User: ${UserName})
ru: Группа схожести ${affinityGroupName} была обновлена. (Пользователь: ${UserName})

source: Failed to update Affinity Group ${affinityGroupName}. (User: ${UserName})
ru: Не удалось обновить группу схожести ${affinityGroupName}. (Пользователь: ${UserName})

source: Affinity Group ${affinityGroupName} was removed. (User: ${UserName})
ru: Группа схожести ${affinityGroupName} была добавлена (Пользователь: ${UserName})

source: Failed to remove Affinity Group ${affinityGroupName}. (User: ${UserName})
ru: Не удалось удалить группу схожести ${affinityGroupName}. (Пользователь: ${UserName})

source: Affinity Label ${labelName} was added. (User: ${UserName})
ru: Была добавлена метка схожести ${labelName}. (Пользователь: ${UserName})

source: Failed to add Affinity Label ${labelName}. (User: ${UserName})
ru: Не удалось добавить метку схожести ${labelName}. (Пользователь: ${UserName})

source: Affinity Label ${labelName} was updated. (User: ${UserName})
ru: Метка схожести ${labelName} была обновлена. (Пользователь: ${UserName})

source: Failed to update Affinity Label ${labelName}. (User: ${UserName})
ru: Не удалось обновить метку схожести ${labelName}. (Пользователь: ${UserName})

source: Affinity Label ${labelName} was removed. (User: ${UserName})
ru: Метка схожести ${labelName} была удалена. (Пользователь: ${UserName})

source: Failed to remove Affinity Label ${labelName}. (User: ${UserName})
ru: Не удалось удалить метку схожести ${labelName}. (Пользователь: ${UserName})

source: Hosted Engine HA maintenance mode was updated on host ${VdsName}.
ru: Режим обслуживания высокой доступности виртуализированного ЦУ был обновлён на хосте ${VdsName}.

source: Hosted Engine HA maintenance mode could not be updated on host ${VdsName}.
ru: Не удалось обновить режим обслуживания высокой доступности виртуализированного ЦУ на хосте ${VdsName}.

source: Hosted Engine VM was imported successfully
ru: ВМ виртуализированного ЦУ была успешно импортирована

source: Failed importing the Hosted Engine VM
ru: Не удалось импортировать ВМ виртуализированного ЦУ
