Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: Migration failed${DueToMigrationError} (VM: ${VmName}, Source: ${VdsName}, Destination: ${DestinationVdsName}).
ru: Сбой миграции${DueToMigrationError} (ВМ: ${VmName}, источник: ${VdsName}, цель: ${DestinationVdsName}).

source: Migration started (VM: ${VmName}, Source: ${VdsName}, Destination: ${DestinationVdsName}, User: ${UserName}).
ru: Начата миграция (ВМ: ${VmName}, источник: ${VdsName}, цель: ${DestinationVdsName}, пользователь: ${UserName}).

source: Migration initiated by system (VM: ${VmName}, Source: ${VdsName}, Destination: ${DestinationVdsName}).
ru: Система запустила миграцию (ВМ: ${VmName}, источник: ${VdsName}, цель: ${DestinationVdsName}).

source: Failed to migrate VM ${VmName} to Host ${DestinationVdsName}${DueToMigrationError}. Trying to migrate to another Host.
ru: Сбой миграции ВМ ${VmName} на хост ${DestinationVdsName}${DueToMigrationError}. Пытаемся перенести на другой хост.

source: Migration cancelled (VM: ${VmName}, Source: ${VdsName}, User: ${UserName}).
ru: Отмена миграции (ВМ: ${VmName}, источник: ${VdsName}, пользователь: ${UserName}).

source: Failed to cancel migration for VM: ${VmName}
ru: Не удалось отменить миграцию ВМ: ${VmName}

source: Conversion cancelled (VM: ${VmName}, Source: ${VdsName}, User: ${UserName}).
ru: Преобразование отменено (ВМ: ${VmName}, источник: ${VdsName}, пользователь: ${UserName}).

source: Failed to cancel conversion for VM: ${VmName}
ru: Не удалось отменить преобразование для ВМ: ${VmName}

source: VM ${VmName} status was restored to ${VmStatus}.
ru: Статус ВМ ${VmName} снова установлен как ${VmStatus}.

source: User ${UserName} initiated console session for VM ${VmName}
ru: Пользователь ${UserName} начал консольный сеанс для ВМ ${VmName}

source: User ${UserName} failed to initiate a console session for VM ${VmName}
ru: Пользователю ${UserName} не удалось начать консольный сеанс для ВМ ${VmName}

source: Slow storage response time on Host ${VdsName}.
ru: Увеличенное время отклика хранилища на хосте ${VdsName}.

source: Storage Pool Manager runs on Host ${VdsName} (Address: ${ServerIp}).
ru: Диспетчер пула хранилища работает на хосте ${VdsName} (адрес: ${ServerIp}).

source: Group ${GroupName} was attached to VM Pool ${VmPoolName} by ${UserName}.
ru: Группа ${GroupName} была присоединена к пулу ВМ ${VmPoolName} пользователем ${UserName}.

source: Group ${GroupName} was attached to VM Pool ${VmPoolName}.
ru: Группа ${GroupName} была присоединена к пулу ВМ ${VmPoolName}.

source: Failed to attach Group ${GroupName} to VM Pool ${VmPoolName} (User: ${UserName}).
ru: Не удалось присоединить группу ${GroupName} к пулу ВМ ${VmPoolName} (пользователь: ${UserName}).

source: Failed to attach Group ${GroupName} to VM Pool ${VmPoolName}.
ru: Не удалось присоединить группу ${GroupName} к пулу ВМ ${VmPoolName}.

source: Group ${GroupName} was attached to VM ${VmName} by ${UserName}.
ru: Группа ${GroupName} была присоединена к ВМ ${VmName} пользователем ${UserName}.

source: Failed to attach Group ${GroupName} to VM ${VmName} (User: ${UserName}).
ru: Не удалось присоединить группу ${GroupName} к ВМ ${VmName} (пользователь: ${UserName}).

source: Group ${GroupName} was detached from VM Pool ${VmPoolName} by ${UserName}.
ru: Группа ${GroupName} была отсоединена от пула ВМ ${VmPoolName} пользователем ${UserName}.

source: Failed to detach Group ${GroupName} from VM Pool ${VmPoolName} (User: ${UserName}).
ru: Не удалось отсоединить группу ${GroupName} от пула ВМ ${VmPoolName} (пользователь: ${UserName}).

source: Group ${GroupName} was detached from VM ${VmName} by ${UserName}.
ru: Группа ${GroupName} была отсоединена от ВМ ${VmName} пользователем ${UserName}.

source: Failed to detach Group ${GroupName} from VM ${VmName} (User: ${UserName}).
ru: Не удалось отсоединить группу ${GroupName} от ВМ ${VmName} (пользователь: ${UserName}).

source: Group ${GroupName} was removed by ${UserName}.
ru: Группа ${GroupName} была удалена пользователем ${UserName}.

source: Failed to remove group ${GroupName} (User: ${UserName}).
ru: Не удалось удалить группу ${GroupName} (пользователь: ${UserName}).

source: Failed to remove User ${AdUserName} (User: ${UserName}).
ru: Не удалось удалить пользователя ${AdUserName} (пользователь: ${UserName}).

source: User ${AdUserName} was removed by ${UserName}.
ru: Пользователь ${AdUserName} был удалён пользователем ${UserName}.

source: Starting VM ${VmName} was initiated by ${UserName}.
ru: Пользователь ${UserName} запустил ВМ ${VmName}

source: Starting in paused mode VM ${VmName} was initiated by ${UserName}.
ru: Пользователь ${UserName} запустил ВМ ${VmName} в приостановленном режиме

source: VM ${VmName} was started by ${UserName} (Host: ${VdsName}).
ru: ВМ ${VmName} была запущена пользователем ${UserName} (хост: ${VdsName}).

source: Failed to run VM ${VmName} on Host ${VdsName}.
ru: Сбой запуска ВМ ${VmName} на хосте ${VdsName}.

source: Host ${VdsName} will be switched to Error status for ${Time} minutes because it failed to run a VM.
ru: Хост ${VdsName} получает статус «Ошибка» на ${Time} мин., т.к он не смог запустить ВМ.

source: New Tag ${TagName} was created by ${UserName}.
ru: Пользователь ${UserName} создал новый тег ${TagName}.

source: Failed to create Tag named ${TagName} (User: ${UserName}).
ru: Не удалось создать новый тег ${TagName} (пользователь: ${UserName}).

source: Tag ${TagName} was removed by ${UserName}.
ru: Тег ${TagName} был удалён пользователем ${UserName}.

source: Failed to remove Tag ${TagName} (User: ${UserName}).
ru: Не удалось удалить тег ${TagName} (пользователь: ${UserName}).

source: Tag ${TagName} configuration was updated by ${UserName}.
ru: Параметры тега ${TagName} были обновлены пользователем ${UserName}.

source: Failed to update Tag ${TagName} (User: ${UserName}).
ru: Не удалось обновить тег ${TagName} (пользователь: ${UserName}).

source: Tag ${TagName} was moved from ${OldParnetTagName} to ${NewParentTagName} by ${UserName}.
ru: Тег ${TagName} был перемещён из ${OldParnetTagName} в ${NewParentTagName} пользователем ${UserName}.

source: Failed to move Tag ${TagName} from ${OldParnetTagName} to ${NewParentTagName} (User: ${UserName}).
ru: Не удалось переместить ${TagName} из ${OldParnetTagName} в ${NewParentTagName} (пользователь: ${UserName}).

source: Tag ${TagName} was attached to Templates(s) ${TemplatesNames} by ${UserName}.
ru: Тег ${TagName} был назначен шаблонам ${TemplatesNames} пользователем ${UserName}.

source: Failed to attach Tag ${TagName} to Templates(s) ${TemplatesNames} (User: ${UserName}).
ru: Не удалось присвоить тег ${TagName} шаблонам ${TemplatesNames} (пользователь: ${UserName}).

source: Tag ${TagName} was attached to Group(s) ${AttachGroupsNames} by ${UserName}.
ru: Тег ${TagName} был присвоен группам ${AttachGroupsNames} пользователем ${UserName}.

source: Failed to attach Group(s) ${AttachGroupsNames} to Tag ${TagName} (User: ${UserName}).
ru: Сбой присоединения групп ${AttachGroupsNames} к тегу ${TagName} (пользователь: ${UserName}).

source: Tag ${TagName} was attached to User(s) ${AttachUsersNames} by ${UserName}.
ru: Пользователь ${UserName} присвоил тег ${TagName} пользователям ${AttachUsersNames}.

source: Failed to attach Tag ${TagName} to User(s) ${AttachUsersNames} (User: ${UserName}).
ru: Не удалось присвоить тег ${TagName} пользователям ${AttachUsersNames} (пользователь: ${UserName}).

source: Tag ${TagName} was attached to Host(s) ${VdsNames} by ${UserName}.
ru: Тег ${TagName} был назначен хостам ${VdsNames} пользователем ${UserName}.

source: Failed to attach Tag ${TagName} to Host(s) ${VdsNames} (User: ${UserName}).
ru: Не удалось назначить тег ${TagName} хостам ${VdsNames} (пользователь: ${UserName}).

source: Tag ${TagName} was attached to VM(s) ${VmsNames} by ${UserName}.
ru: Тег ${TagName} был назначен ВМ ${VmsNames} пользователем ${UserName}.

source: Failed to attach Tag ${TagName} to VM(s) ${VmsNames} (User: ${UserName}).
ru: Не удалось присвоить тег ${TagName} ВМ ${VmsNames} (пользователь: ${UserName}).

source: Tag ${TagName} was detached from Template(s) ${TemplatesNames} by ${UserName}.
ru: Тег ${TagName} был снят с шаблонов ${TemplatesNames} пользователь ${UserName}.

source: Failed to detach Tag ${TagName} from TEMPLATE(s) ${TemplatesNames} (User: ${UserName}).
ru: Не удалось снять тег ${TagName} с шаблонов ${TemplatesNames} (пользователь: ${UserName}).

source: Tag ${TagName} was detached from Group(s) ${DetachGroupsNames} by ${UserName}.
ru: Тег ${TagName} был снят с групп ${DetachGroupsNames} пользователь ${UserName}.

source: Failed to detach Tag ${TagName} from Group(s) ${DetachGroupsNames} (User: ${UserName}).
ru: Не удалось снять тег ${TagName} с групп ${DetachGroupsNames} (пользователь: ${UserName}).

source: Tag ${TagName} detached from User(s) ${DetachUsersNames} by ${UserName}.
ru: Тег ${TagName} снят с пользователей ${DetachUsersNames} пользователем ${UserName}.

source: Failed to detach Tag ${TagName} from User(s) ${DetachUsersNames} (User: ${UserName}).
ru: Не удалось снять тег ${TagName} с пользователей ${DetachUsersNames} (пользователь: ${UserName}).

source: Tag ${TagName} was detached from Host(s) ${VdsNames} by ${UserName}.
ru: Тег ${TagName} был снят с хостов ${VdsNames} пользователь ${UserName}.

source: Failed to detach Tag ${TagName} from Host(s) ${VdsNames} (User: ${UserName}).
ru: Не удалось снять тег ${TagName} с хостов ${VdsNames} (пользователь: ${UserName}).

source: Tag ${TagName} was detached from VM(s) ${VmsNames} by ${UserName}.
ru: Тег ${TagName} был снят с ВМ ${VmsNames} пользователем ${UserName}.

source: Failed to detach Tag ${TagName} from VM(s) ${VmsNames} (User: ${UserName}).
ru: Не удалось снять тег ${TagName} с ВМ ${VmsNames} (пользователь: ${UserName}).

source: Tag ${TagName} already attached to Template(s) ${TemplatesNamesExists}.
ru: Тег ${TagName} уже присвоен шаблонам ${TemplatesNamesExists}.

source: Tag ${TagName} already attached to User(s) ${AttachUsersNamesExists}.
ru: Тег ${TagName} уже присвоен пользователям ${AttachUsersNamesExists}.

source: Tag ${TagName} already attached to Group(s) ${AttachGroupsNamesExists}.
ru: Тег ${TagName} уже присвоен группам ${AttachGroupsNamesExists}.

source: Tag ${TagName} already attached to Host(s) ${VdsNamesExists}.
ru: Тег ${TagName} уже присвоен хостам ${VdsNamesExists}.

source: Tag ${TagName} already attached to VM(s) ${VmsNamesExists}.
ru: Тег ${TagName} уже присвоен ВМ ${VmsNamesExists}.

source: User ${GuestUser} locked VM ${VmName}.
ru: Пользователь ${GuestUser} заблокировал ВМ ${VmName}.

source: User ${GuestUser} logged in to VM ${VmName}.
ru: Пользователь ${GuestUser} авторизовался на ВМ ${VmName}.

source: User ${GuestUser} logged out from VM ${VmName}.
ru: Пользователь ${GuestUser} завершил сеанс на ВМ ${VmName}.

source: User ${GuestUser} unlocked VM ${VmName}.
ru: Пользователь ${GuestUser} снял блокировку с ВМ ${VmName}.

source: Suspending VM ${VmName} was initiated by User ${UserName} (Host: ${VdsName}).
ru: Пользователь ${UserName} начал процесс заморозки ВМ ${VmName} (хост: ${VdsName}).

source: Suspending VM ${VmName} has been completed.
ru: Заморозка ВМ ${VmName} была завершена.

source: Failed to complete suspending of VM ${VmName}.
ru: Не удалось завершить заморозку ВМ ${VmName}.

source: Failed to complete suspending of VM ${VmName}, will try again.
ru: Не удалось завершить заморозку ВМ ${VmName}, попытка будет повторена.

source: Failed to suspend VM ${VmName} (Host: ${VdsName}).
ru: Не удалось завершить заморозку ВМ ${VmName}, (хост: ${VdsName}).

source: Host ${VdsName} was switched to Maintenance mode by ${UserName} (Reason: ${Reason}).
ru: ${UserName} перевёл хост ${VdsName} в режим обслуживания (причина: ${Reason}).

source: Host ${VdsName} was switched to Maintenance mode by ${UserName}.
ru: Пользователь ${UserName} перевёл хост ${VdsName} в режим обслуживания.

source: Host ${VdsName} was switched to Maintenance mode by ${UserName}, but Hosted Engine HA maintenance could not be enabled. Please enable it manually.
ru: Хост ${VdsName} был переведён в режим обслуживания пользователем ${UserName}, но режим обслуживания высокой доступности виртуализированного ЦУ включить не удалось. Включите его вручную.

source: Host ${VdsName} cannot change into maintenance mode - not all Vms have been migrated successfully. Consider manual intervention: stopping/migrating Vms: ${failedVms} (User: ${UserName}).
ru: Хост ${VdsName} невозможно перевести в режим обслуживания, т.к. не все ВМ были перенесены успешно. Рассмотрите возможность ручного вмешательства: остановка/миграция ВМ ${failedVms} (пользователь: ${UserName}).

source: VM ${VmName} exported to ${ExportPath} by ${UserName}
ru: ВМ ${VmName} экспортирована в ${ExportPath} пользователем ${UserName}

source: Failed to export VM ${VmName} to ${ExportPath} (User: ${UserName})
ru: Не удалось экспортировать ВМ ${VmName} в ${ExportPath} (пользователь: ${UserName})

source: Template ${VmTemplateName} exported to ${ExportPath} by ${UserName}
ru: Шаблоны ${VmTemplateName} экспортированы в ${ExportPath} пользователем ${UserName}

source: Failed to export Template ${VmTemplateName} to ${ExportPath} (User: ${UserName})
ru: Не удалось экспортировать шаблоны ${VmTemplateName} в ${ExportPath} (пользователь: ${UserName})

source: Started VM import of ${ImportedVmName} (User: ${UserName})
ru: Начат импорт ВМ ${ImportedVmName} (пользователь: ${UserName})

source: Value of field ${FieldName} of imported VM ${VmName} is ${FieldValue}. The field is reset to the default value
ru: Значение поля ${FieldName} импортируемой ВМ ${VmName} равно ${FieldValue}. Возвращается значение по умолчанию.

source: Failed to import VM ${ImportedVmName} (User: ${UserName})
ru: Сбой импорта ВМ ${ImportedVmName} (пользователь: ${UserName})

source: Started Template import of ${ImportedVmTemplateName} (User: ${UserName})
ru: Начат импорт шаблона ${ImportedVmTemplateName} (пользователь: ${UserName})

source: Failed to import Template ${ImportedVmTemplateName} (User: ${UserName})
ru: Сбой импорта шаблонов ${ImportedVmTemplateName} (пользователь: ${UserName})

source: Template ${VmTemplateName} has been successfully imported from the given configuration.
ru: Шаблон ${VmTemplateName} были успешно импортированы из указанной конфигурации.

source: Failed to import Template ${VmTemplateName} from the given configuration.
ru: Сбой импорта шаблона ${VmTemplateName} из указанной конфигурации.

source: VM ${VmName} is not responding.
ru: ВМ ${VmName} не отвечает.

source: VM ${VmName} has been paused.
ru: ВМ ${VmName} была приостановлена.

source: VM ${VmName} has been paused due to no Storage space error.
ru: ВМ ${VmName} была приостановлена: ошибка в связи с отсутствием места в хранилище.

source: VM ${VmName} has been paused due to unknown storage error.
ru: ВМ ${VmName} была приостановлена: неизвестная ошибка хранилища.

source: VM ${VmName} has been paused due to storage I/O problem.
ru: ВМ ${VmName} была приостановлена: проблема ввода/вывода хранилища

source: VM ${VmName} has been paused due to storage permissions problem.
ru: ВМ ${VmName} была приостановлена: проблема прав доступа для хранилища

source: VM ${VmName} has recovered from paused back to up.
ru: ВМ ${VmName} вернулась из приостановленного состояния в рабочее.

source: Shutdown of VM ${VmName} failed.
ru: Сбой выключения ВМ ${VmName}.

source: VM ${VmName} on host ${VdsName} was guaranteed ${MemGuaranteed} MB but currently has ${MemActual} MB
ru: Для ВМ ${VmName} на хосте ${VdsName} было гарантировано ${MemGuaranteed} МБ, но на данный момент имеется ${MemActual} МБ.

source: The Balloon driver on VM ${VmName} on host ${VdsName} is requested but unavailable.
ru: Драйвер Balloon для ВМ ${VmName} на хосте ${VdsName} запрошен, но недоступен.

source: The Balloon device on VM ${VmName} on host ${VdsName} is inflated but the device cannot be controlled (guest agent is down).
ru: Устройство Balloon на ВМ ${VmName} хоста ${VdsName} наполнено, но им нельзя управлять (гостевой агент не работает)

source: VM ${VmName} has been successfully imported from the given configuration.
ru: ВМ ${VmName} была успешно импортирована из указанной конфигурации.

source: VM ${VmName} has been imported from the given configuration but the following disk(s) failed to attach: ${DiskAliases}.
ru: ВМ ${VmName} была импортирована из указанной конфигурации, но следующие диски не удалось присоединить: ${DiskAliases}.

source: Host ${VdsName} installed
ru: Хост ${VdsName} установлен

source: Host ${VdsName} installation failed. ${FailedInstallMessage}.
ru: Не удалось установить хост ${VdsName}. ${FailedInstallMessage}.

source: Host ${VdsName} is initializing. Message: ${ErrorMessage}
ru: Идёт инициализация хоста ${VdsName}. Сообщение: ${ErrorMessage}

source: Starting VM ${VmName} as stateless was initiated.
ru: Был начат запуск ВМ ${VmName} без сохранения состояния

source: VM ${VmName} was restarted on Host ${VdsName}
ru: ВМ ${VmName} была перезапущена на хосте ${VdsName}

source: VM ${VmName} was restarted on Host ${VdsName} as stateless
ru: ВМ ${VmName} была перезапущена на хосте ${VdsName} без сохранения состояния

source: Failed to restart VM ${VmName} on Host ${VdsName}
ru: Не удалось перезапустить ВМ ${VmName} на хосте ${VdsName}

source: Cluster ${ClusterName} was added by ${UserName}
ru: ${UserName} добавил кластер ${ClusterName}

source: Failed to add Host cluster (User: ${UserName})
ru: Сбой добавления кластера хоста (пользователь: ${UserName})

source: Host cluster ${ClusterName} was removed by ${UserName}
ru: Кластер хостов ${ClusterName} был удалён пользователем ${UserName}

source: Failed to remove Host cluster (User: ${UserName})
ru: Не удалось удалить кластер хостов (пользователь: ${UserName})

source: Host cluster ${ClusterName} was updated by ${UserName}
ru: Кластер хостов ${ClusterName} был обновлён пользователем ${UserName}

source: Failed to update Host cluster (User: ${UserName})
ru: Не удалось обновить кластер хостов (пользователь: ${UserName})

source: Host cluster ${ClusterName} was updated by system
ru: Кластер хостов ${ClusterName} был обновлён системой

source: Failed to update Host cluster by system
ru: Сбой обновления кластера хостов системой

source: Installing Host ${VdsName}. ${Message}.
ru: Идёт установка хоста ${VdsName}. ${Message}.

source: Failed to install Host ${VdsName}. ${Message}.
ru: Сбой установки хоста ${VdsName}. ${Message}.

source: Host ${VdsName} installation in progress . ${Message}.
ru: Выполняется установка хоста ${VdsName}. ${Message}.

source: Package update Host ${VdsName}. ${Message}.
ru: Обновление пакетов хоста ${VdsName}. ${Message}.

source: Failed to update packages Host ${VdsName}. ${Message}.
ru: Не удалось обновить пакеты хоста ${VdsName}. ${Message}.

source: Host ${VdsName} update packages in progress . ${Message}.
ru: Выполняется обновление пакетов хоста ${VdsName}. ${Message}.

source: VM Pool ${VmPoolName} was updated by ${UserName}, ${VmsCount} VMs were added.
ru: Пул ВМ ${VmPoolName} был обновлён пользователем ${UserName}, было добавлено ВМ: ${VmsCount}

source: Failed to update VM Pool ${VmPoolName}(User: ${UserName}).
ru: Сбой обновления пула ВМ ${VmPoolName}(пользователь: ${UserName}).

source: Not all VMs where successfully created in VM Pool ${VmPoolName}.
ru: Не все ВМ удалось успешно создать в пуле ${VmPoolName}.

source: No MAC addresses left in the MAC Address Pool.
ru: В пуле MAC не осталось адресов

source: Network Interface ${IfaceName} has MAC address ${MACAddr} which is in use.
ru: Сетевой адаптер ${IfaceName} имеет адрес MAC ${MACAddr}, который уже используется

source: VM ${VmName} has MAC address(es) ${MACAddr}, which is/are out ouf its MAC pool definitions.
ru: ВМ ${VmName} имеет адрес(а) MAC ${MACAddr}, которые находятся вне определений пула адресов MAC.

source: Network Interface ${IfaceName} has MAC address ${MACAddr} which is in use, therefore it is being unplugged from VM ${VmName}.
ru: Сетевой адаптер ${IfaceName} имеет адрес MAC ${MACAddr}, который уже используется, поэтому он извлекается из ВМ ${VmName}.

source: Mac Address Pool is not initialized. ${Message}
ru: Пул адресов MAC не инициализирован. ${Message}

source: Password changed successfully for ${UserName}
ru: Успешная смена пароля для ${UserName}

source: Failed to change password. (User: ${UserName})
ru: Сбой смены пароля. (Пользователь: ${UserName})

source: All VMs' status on Non Responsive Host ${VdsName} were changed to 'Down' by ${UserName}
ru: Пользователь ${UserName} изменил статусы всех ВМ на неотвечающем хосте ${VdsName} на «Отключена».

source: Failed to clear VMs' status on Non Responsive Host ${VdsName}. (User: ${UserName}).
ru: Не удалось очистить статус ВМ на неотвечающем хосте ${VdsName}. (Пользователь: ${UserName}).

source: Could not find oVirt Engine Certificate file.
ru: Не удалось найти файл сертификата ЦУ oVirt

source: Host ${VdsName} running without virtualization hardware acceleration
ru: Хост ${VdsName} работает без аппаратного ускорения виртуализации

source: Host ${VdsName} is installed with VDSM version (${VdsSupportedVersions}) and cannot join cluster ${ClusterName} which is compatible with VDSM versions ${CompatibilityVersion}.
ru: Хост ${VdsName} установлен с версией VDSM (${VdsSupportedVersions}) и его нельзя добавить в кластер ${ClusterName}, совместимый с версиями VDSM ${CompatibilityVersion}.

source: Host ${VdsName} is compatible with versions (${VdsSupportedVersions}) and cannot join Cluster ${ClusterName} which is set to version ${CompatibilityVersion}.
ru: Хост ${VdsName} совместим с версиями (${VdsSupportedVersions}) и его нельзя добавить в кластер ${ClusterName}, настроенный для версии ${CompatibilityVersion}.

source: Host ${VdsName} has architecture ${VdsArchitecture} and cannot join Cluster ${ClusterName} which has architecture ${ClusterArchitecture}.
ru: Хост ${VdsName} имеет архитектуру ${VdsArchitecture} и его нельзя добавить в кластер ${ClusterName}, который имеет архитектуру ${ClusterArchitecture}.

source: Host ${VdsName} moved to Non-Operational state as host CPU type is not supported in this cluster compatibility version or is not supported at all
ru: Хост ${VdsName} переведён в нерабочее состояние, т.к. ЦП хоста не поддерживается этой версией совместимости кластера, или не поддерживается вовсе.

source: Cannot run VM ${VmName} on Host ${VdsName}. Error: ${ErrMsg}
ru: Невозможно запустить ВМ ${VmName} на хосте ${VdsName}. Ошибка: ${ErrMsg}

source: User/Group ${SubjectName}, Namespace ${Namespace}, Authorization provider: ${Authz} was granted permission for Role ${RoleName} on ${VdcObjectType} ${VdcObjectName}, by ${UserName}.
ru: Пользователю/группе ${SubjectName}, пространство имён ${Namespace}, поставщик авторизации : ${Authz} были выданы полномочия для роли ${RoleName} на ${VdcObjectType} ${VdcObjectName}, пользователем ${UserName}.

source: User ${UserName} failed to grant permission for Role ${RoleName} on ${VdcObjectType} ${VdcObjectName} to User/Group ${SubjectName}.
ru: Пользователь ${UserName} не смог выдать полномочия пользователю/группе ${SubjectName} для роли ${RoleName} на ${VdcObjectType} ${VdcObjectName} .

source: User/Group ${SubjectName} Role ${RoleName} permission was removed from ${VdcObjectType} ${VdcObjectName} by ${UserName}
ru: Полномочия пользователя/группы ${SubjectName} для роли ${RoleName} были удалены из ${VdcObjectType} ${VdcObjectName} пользователем ${UserName}

source: User ${UserName} failed to remove permission for Role ${RoleName} from ${VdcObjectType} ${VdcObjectName} to User/Group ${SubjectName}
ru: Пользователь ${UserName} не смог удалить полномочия пользователя/группы ${SubjectName} для роли ${RoleName} на ${VdcObjectType} ${VdcObjectName}.
