Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: While previewing a snapshot of VM ${EntityName}, the Network/s ${Networks} were found to be Non-VM Networks or do not exist in Cluster. Network Name was not set in the Interface/s ${Interfaces}.
ru: Во время предварительного просмотра снимка ВМ ${EntityName} обнаружилось, что сети ${Networks} не являются сетями ВМ или не существуют в кластере. Название сети не было указано для интерфейсов ${Interfaces}.

source: While adding vm ${EntityName} from snapshot, the Network/s ${Networks} were found to be Non-VM Networks or do not exist in Cluster. Network Name was not set in the Interface/s ${Interfaces}.
ru: Во время добавления ВМ ${EntityName} обнаружилось, что сети ${Networks} не являются сетями ВМ или не существуют в кластере. Название сети не было указано для интерфейсов ${Interfaces}.

source: Host ${VdsName} does not comply with the cluster ${ClusterName} networks, the following VM networks are non-VM networks: '${Networks}'
ru: Хост ${VdsName} не соответствует сетям кластера ${ClusterName}, следующие сети не являются сетями ВМ: ${Networks}.

source: Host ${VdsName} does not comply with the cluster ${ClusterName} emulated machine. The cluster emulated machine is ${clusterEmulatedMachines} and the host emulated machines are ${hostSupportedEmulatedMachines}.
ru: Хост ${VdsName} не соответствует эмулируемой машине кластера ${ClusterName}. Эмулируемая машина кластера является ${clusterEmulatedMachines}, эмулируемые машины кластера являются ${hostSupportedEmulatedMachines}.

source: Host ${VdsName} does not comply with the cluster ${ClusterName} emulated machines. The current cluster compatibility level supports ${clusterEmulatedMachines} and the host emulated machines are ${hostSupportedEmulatedMachines}.
ru: Хост ${VdsName} не соответствует эмулируемым машинам кластера ${ClusterName} Текущий уровень совместимости кластера поддерживает ${clusterEmulatedMachines}, а эмулируемые машины кластера являются ${hostSupportedEmulatedMachines}.

source: Not possible to mix RHEL 6.x and 7.x hosts in one cluster. Tried adding ${addingRhel} host to a cluster with ${previousRhel} hosts.
ru: Невозможно одновременно использовать хосты версий RHEL 6.x и RHEL 7.x на одном кластере. Попытка добавления хоста ${addingRhel} в кластер, содержащий хосты ${previousRhel}.

source: Host ${VdsName} does not comply with the cluster ${ClusterName} Random Number Generator sources. The Hosts supported sources are: ${hostSupportedRngSources}; and the cluster requirements are: ${clusterRequiredRngSources}.
ru: Хост ${VdsName} не соответствует требованиям источников генератора случайных чисел кластера ${ClusterName}. Источники, поддерживаемые хостом: ${hostSupportedRngSources}; кластеру требуются: ${clusterRequiredRngSources}.

source: Host ${VdsName} does not comply with the list of features supported by cluster ${ClusterName}. ${UnSupportedFeature} is not supported by the Host
ru: Хост ${VdsName} не соответствует требованиям списка возможностей, поддерживаемых кластером ${ClusterName}. ${UnSupportedFeature} не поддерживается хостом.

source: Add VM NUMA node successfully.
ru: Успешное добавление узла ВМ NUMA.

source: Add VM NUMA node failed.
ru: Не удалось добавить узел ВМ NUMA.

source: Update VM NUMA node successfully.
ru: Успешное обновление узла ВМ NUMA.

source: Update VM NUMA node failed.
ru: Сбой обновления узла ВМ NUMA.

source: Remove VM NUMA node successfully.
ru: Успешное удаление узла ВМ NUMA.

source: Remove VM NUMA node failed.
ru: Сбой удаления узла ВМ NUMA.

source: Gluster Volume ${glusterVolumeName} created on cluster ${clusterName}.
ru: Том Gluster ${glusterVolumeName} создан на кластере ${clusterName}.

source: Creation of Gluster Volume ${glusterVolumeName} failed on cluster ${clusterName}.
ru: Сбой создания тома Gluster ${glusterVolumeName} на кластере ${clusterName}.

source: Volume Option ${Key}=${Value} set on ${glusterVolumeName} of cluster ${clusterName}.
ru: Параметр тома ${Key}=${Value} установлен для ${glusterVolumeName} кластера ${clusterName}.

source: Volume Option ${Key} changed to ${Value} from ${oldvalue} on ${glusterVolumeName} of cluster ${clusterName}.
ru: На ${glusterVolumeName} кластера ${clusterName} значение параметра тома ${Key} сменилось с ${oldvalue} на ${Value}.

source: Volume Option ${Key}=${Value} could not be set on ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось установить значение параметра тома ${Key}=${Value} на ${glusterVolumeName} кластера ${clusterName}.

source: Gluster Volume ${glusterVolumeName} of cluster ${clusterName} started.
ru: Том Gluster ${glusterVolumeName} кластера ${clusterName} запущен.

source: Could not start Gluster Volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось запустить том Gluster ${glusterVolumeName} кластера ${clusterName}.

source: Gluster Volume ${glusterVolumeName} stopped on cluster ${clusterName}.
ru: Том Gluster ${glusterVolumeName} остановлен на кластере ${clusterName}.

source: Could not stop Gluster Volume ${glusterVolumeName} on cluster ${clusterName}.
ru: Не удалось остановить том Gluster ${glusterVolumeName} кластера ${clusterName}.

source: Volume Option ${Key}=${Value} reset on ${glusterVolumeName} of cluster ${clusterName}.
ru: Параметр тома ${Key}=${Value} сброшен для ${glusterVolumeName} кластера ${clusterName}.

source: All Volume Options reset on ${glusterVolumeName} of cluster ${clusterName}.
ru: Все параметры тома сброшены на ${glusterVolumeName} кластера ${clusterName}.

source: Could not reset Gluster Volume ${glusterVolumeName} Options on cluster ${clusterName}.
ru: Не удалось сбросить параметры тома Gluster ${glusterVolumeName} на кластере ${clusterName}.

source: Gluster Volume ${glusterVolumeName} deleted on cluster ${clusterName}.
ru: Том Gluster ${glusterVolumeName} удалён на кластере ${clusterName}.

source: Could not delete Gluster Volume ${glusterVolumeName} on cluster ${clusterName}.
ru: Не удалось удалить том Gluster ${glusterVolumeName} кластера ${clusterName}.

source: Bricks removed from Gluster Volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Удалены элементы из тома Gluster ${glusterVolumeName} кластера ${clusterName}.

source: Could not remove bricks from Gluster Volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось удалить элементы из тома Gluster ${glusterVolumeName} кластера ${clusterName}.

source: ${NoOfBricks} brick(s) added to volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Элемент(ы) ${NoOfBricks} добавлен(ы) в том ${glusterVolumeName} кластера ${clusterName}.

source: Failed to add bricks to the Gluster Volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось добавить элементы в том Gluster ${glusterVolumeName} кластера ${clusterName}.

source: Gluster Volume ${glusterVolumeName} rebalance started on cluster ${clusterName}.
ru: Начата перебалансировка тома Gluster ${glusterVolumeName} на кластере ${clusterName}.

source: Could not start Gluster Volume ${glusterVolumeName} rebalance on cluster ${clusterName}.
ru: Не удалось начать перебалансировку тома Gluster ${glusterVolumeName} на кластере ${clusterName}.

source: Failed to fetch public keys.
ru: Не удалось получить открытые ключи.

source: Password-less SSH has been setup for user ${geoRepUserName} on the nodes of remote volume ${geoRepSlaveVolumeName} from the nodes of the volume ${glusterVolumeName}.
ru: Для пользователя ${geoRepUserName} на узлах удалённого тома ${geoRepSlaveVolumeName} был настроен беспарольный доступ по SHH с узлов тома ${glusterVolumeName}.

source: Failed to setup Passwordless ssh for user ${geoRepUserName} on the nodes of remote volume ${geoRepSlaveVolumeName} from the nodes of the volume ${glusterVolumeName}.
ru: Не удалось настроить беспарольный доступ по SHH для пользователя ${geoRepUserName} на узлах удалённого тома ${geoRepSlaveVolumeName} с узлов тома ${glusterVolumeName}.

source: Public key fetched.
ru: Открытый ключ получен.

source: Failed to write public keys to ${VdsName}
ru: Не удалось записать открытые ключи на ${VdsName}

source: Public keys written to ${VdsName}
ru: Открытые ключи записаны на ${VdsName}

source: Failed to setup geo-replication mount broker for user ${geoRepUserName} on the slave volume ${geoRepSlaveVolumeName}.
ru: Сбой установки посредника монтирования геораспределенной репликации на зависимом томе ${geoRepSlaveVolumeName} для пользователя ${geoRepUserName}.

source: Geo-replication mount broker has been setup for user ${geoRepUserName} on the slave volume ${geoRepSlaveVolumeName}.
ru: Посредник монтирования георепликации установлен для пользователя ${geoRepUserName} на вторичном томе ${geoRepSlaveVolumeName}.

source: Failed to create geo-replication session between master volume : ${glusterVolumeName} of cluster ${clusterName} and slave volume : ${geoRepSlaveVolumeName} for the user ${geoRepUserName}.
ru: Не удалось настроить сеанс георепликации между главным томом ${glusterVolumeName} кластера ${clusterName} и зависимым томом ${geoRepSlaveVolumeName} для пользователя ${geoRepUserName}.

source: Created geo-replication session between master volume : ${glusterVolumeName} of cluster ${clusterName} and slave volume : ${geoRepSlaveVolumeName} for the user ${geoRepUserName}.
ru: Создан сеанс георепликации между главным томом ${glusterVolumeName} кластера ${clusterName} и зависимым томом ${geoRepSlaveVolumeName} для пользователя ${geoRepUserName}.

source: Geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName} has been resumed.
ru: Возобновлён сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName}.

source: Failed to resume geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName}
ru: Не удалось возобновить сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName}.

source: Gluster Volume ${glusterVolumeName} rebalance stopped of cluster ${clusterName}.
ru: Остановлена перебалансировка тома Gluster ${glusterVolumeName} на кластере ${clusterName}.

source: Could not stop rebalance of gluster volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось остановить перебалансировку тома Gluster ${glusterVolumeName} на кластере ${clusterName}.

source: Started removing bricks from Volume ${glusterVolumeName} of cluster ${clusterName}
ru: Начато удаление элементов из тома ${glusterVolumeName} кластера ${clusterName}

source: Could not start remove bricks from Volume ${glusterVolumeName} of cluster ${clusterName}
ru: Не удалось начать удаление элементов из тома ${glusterVolumeName} кластера ${clusterName}

source: Gluster volume ${glusterVolumeName} remove bricks committed on cluster ${clusterName}. ${NoOfBricks} brick(s) removed from volume ${glusterVolumeName}.
ru: Удаление элементов тома Gluster ${glusterVolumeName} зафиксировано в кластере ${clusterName}. Число элементов, удалённых из тома ${glusterVolumeName}: ${NoOfBricks}.

source: Stopped removing bricks from Volume ${glusterVolumeName} of cluster ${clusterName}
ru: Остановлено удаление элементов из тома ${glusterVolumeName} кластера ${clusterName}

source: Failed to stop remove bricks from Volume ${glusterVolumeName} of cluster ${clusterName}
ru: Не удалось остановить удаление элементов из тома ${glusterVolumeName} кластера ${clusterName}

source: Gluster volume ${glusterVolumeName} remove bricks could not be commited on cluster ${clusterName}
ru: Не удалось зафиксировать удаление элементов тома Gluster ${glusterVolumeName} в кластере ${clusterName}

source: Replace Gluster Volume ${glusterVolumeName} Brick failed on cluster ${clusterName}
ru: Сбой замены элементов в томе Gluster ${glusterVolumeName} кластера ${clusterName}

source: Replaced brick '${brick}' with new brick '${newBrick}' of Gluster Volume ${glusterVolumeName} on cluster ${clusterName}
ru: Элемент «${brick}» заменён на новый элемент «${newBrick}» в томе Gluster ${glusterVolumeName} в кластере ${clusterName}

source: Gluster Volume ${glusterVolumeName} Replace Brick started on cluster ${clusterName}.
ru: Начата замена элементов тома Gluster ${glusterVolumeName} в кластере ${clusterName}.

source: Could not start Gluster Volume ${glusterVolumeName} Replace Brick on cluster ${clusterName}.
ru: Не удалось начать замену элементов тома Gluster ${glusterVolumeName} в кластере ${clusterName}.

source: ${action} ${status} on volume ${glusterVolumeName} of cluster ${clusterName}.
ru: ${action} ${status} на томе ${glusterVolumeName} кластера ${clusterName}.

source: ${action} ${status} for brick(s) on volume ${glusterVolumeName} of cluster ${clusterName}. Please review to abort or commit.
ru: ${action} ${status} для элемента(ов) тома ${glusterVolumeName} в кластере ${clusterName}. Прервите выполнение или зафиксируйте действие.

source: Failed to add host ${VdsName} into Cluster ${ClusterName}.
ru: Не удалось добавить хост ${VdsName} в кластер ${ClusterName}.

source: Detected start of rebalance on volume ${glusterVolumeName} of Cluster ${ClusterName} from CLI.
ru: На томе ${glusterVolumeName} кластера ${ClusterName} обнаружен запуск перебалансировки из командной строки.

source: Detected start of brick removal for bricks ${brick} on volume ${glusterVolumeName} of Cluster ${ClusterName} from CLI.
ru: На томе ${glusterVolumeName} кластера ${ClusterName} обнаружен запуск удаления элементов ${brick} из командной строки.

source: Could not find information for rebalance on volume ${glusterVolumeName} of Cluster ${ClusterName} from CLI. Marking it as unknown.
ru: Не удалось найти информацию о перебалансировке на томе ${glusterVolumeName} кластера ${ClusterName}, выполненной через командную строку. Помечается как неизвестное.

source: Geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName} has been paused.
ru: Сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName} был приостановлен.

source: Failed to pause geo-replication session on volume ${glusterVolumeName} of cluster ${clusterName}
ru: Не удалось приостановить сеанс георепликации на томе ${glusterVolumeName} кластера ${clusterName}.

source: Could not find information for remove brick on volume ${glusterVolumeName} of Cluster ${ClusterName} from CLI. Marking it as unknown.
ru: Не удалось найти информацию об удалении элемента на томе ${glusterVolumeName} кластера ${ClusterName}, выполненного через командную строку. Помечается как неизвестное.

source: Host ${VdsName} removed from Cluster ${ClusterName}.
ru: Хост ${VdsName} удалён из кластера ${ClusterName}.

source: Failed to remove host ${VdsName} from Cluster ${ClusterName}.
ru: Не удалось удалить хост ${VdsName} из кластера ${ClusterName}.

source: Failed to fetch gluster peer list from server ${VdsName} on Cluster ${ClusterName}.
ru: Не удалось получить список узлов gluster с сервера ${VdsName} в кластере ${ClusterName}.

source: Highly Available VM ${VmName} failed. It will be restarted automatically.
ru: Сбой высокодоступной ВМ ${VmName}. Она будет перезапущена автоматически.

source: Restart of the Highly Available VM ${VmName} failed.
ru: Сбой перезапуска высокодоступной ВМ ${VmName}.

source: Highly Available VM ${VmName} could not be restarted automatically, exceeded the maximum number of attempts.
ru: Не удалось автоматически перезапустить высокодоступную ВМ ${VmName}, превышено максимальное количество попыток.

source: VM ${VmName} is down as a part of cold reboot process
ru: В рамках процесса холодного перезапуска ВМ ${VmName} не работает.

source: Cold reboot of VM ${VmName} failed
ru: Сбой холодного перезапуска ВМ ${VmName}.

source: VM ${VmName} could not be rebooted, exceeded the maximum number of attempts.
ru: Не удалось перезапустить ВМ ${VmName}, превышено максимальное количество попыток.

source: Gluster Volume ${glusterVolumeName} profiling started on cluster ${clusterName}.
ru: Начато профилирование тома Gluster ${glusterVolumeName} на кластере ${clusterName}.

source: Could not start profiling on gluster volume ${glusterVolumeName} of cluster ${clusterName}
ru: Не удалось начать профилирование на томе Gluster ${glusterVolumeName} кластера ${clusterName}

source: Gluster Volume ${glusterVolumeName} profiling stopped on cluster ${clusterName}.
ru: Профилирование тома Gluster ${glusterVolumeName} остановлено на кластере ${clusterName}.

source: Could not stop Profiling on gluster volume ${glusterVolumeName} of cluster ${clusterName}.
ru: Не удалось остановить профилирование на томе Gluster ${glusterVolumeName} кластера ${clusterName}.

source: Gluster command [${Command}] failed on server ${VdsName}.
ru: Сбой команды Gluster [${Command}] на сервере ${VdsName}.

source: Failed to fetch gluster volume list from server ${VdsName}.
ru: Не удалось получить список томов gluster с сервера ${VdsName}.

source: Detected new volume ${glusterVolumeName} on cluster ${ClusterName}, and added it to engine DB.
ru: В кластере ${ClusterName} обнаружен новый том ${glusterVolumeName}, том добавлен в БД ЦУ.

source: Detected deletion of volume ${glusterVolumeName} on cluster ${ClusterName}, and deleted it from engine DB.
ru: В кластере ${ClusterName} обнаружено удаление тома ${glusterVolumeName}, том удалён из БД ЦУ

source: Detected new option ${key}=${value} on volume ${glusterVolumeName} of cluster ${ClusterName}, and added it to engine DB.
ru: На томе ${glusterVolumeName} кластера ${ClusterName} обнаружен новый параметр ${key}=${value}, параметр добавлен в БД ЦУ

source: Detected change in value of option ${key} from ${oldValue} to ${newValue} on volume ${glusterVolumeName} of cluster ${ClusterName}, and updated it to engine DB.
ru: На томе ${glusterVolumeName} кластера ${ClusterName} обнаружено изменение значения параметра ${key} с ${oldValue} на ${newValue}, значение обновлено в БД ЦУ.

source: Detected option ${key}=${value} reset on volume ${glusterVolumeName} of cluster ${ClusterName}, and removed it from engine DB.
ru: Обнаружен сброс параметра ${key}=${value} на томе ${glusterVolumeName} кластера ${ClusterName}, параметр удалён из БД ЦУ.

source: Detected changes in properties of volume ${glusterVolumeName} of cluster ${ClusterName}, and updated the same in engine DB.
ru: Обнаружены изменения свойств тома ${glusterVolumeName} кластера ${ClusterName}, изменения обновлены в БД ЦУ.

source: Detected new brick ${brick} on volume ${glusterVolumeName} of cluster ${ClusterName}, and added it to engine DB.
ru: На томе ${glusterVolumeName} кластера ${ClusterName} обнаружен новый элемент ${brick}, элемент добавлен в БД ЦУ.

source: Detected brick ${brick} removed from Volume ${glusterVolumeName} of cluster ${ClusterName}, and removed it from engine DB.
ru: Обнаружено удаление элемента ${brick} из тома ${glusterVolumeName} кластера ${ClusterName}, элемент удалён из БД ЦУ.

source: Detected server ${VdsName} removed from Cluster ${ClusterName}, and removed it from engine DB.
ru: Обнаружено удаление сервера ${VdsName} из кластера ${ClusterName}, сервер удалён из БД ЦУ.

source: Detected that Volume ${glusterVolumeName} of Cluster ${ClusterName} was started, and updated engine DB with it's new status.
ru: Обнаружен запуск тома ${glusterVolumeName} в кластере ${ClusterName}, статус тома обновлён в БД ЦУ.

source: Detected that Volume ${glusterVolumeName} of Cluster ${ClusterName} was stopped, and updated engine DB with it's new status.
ru: Обнаружен останов тома ${glusterVolumeName} в кластере ${ClusterName}, статус тома обновлён в БД ЦУ.

source: Gluster Hook ${GlusterHookName} enabled on cluster ${ClusterName}.
ru: Ловушка Gluster ${GlusterHookName} включена в кластере ${ClusterName}.

source: Gluster Hook ${GlusterHookName} enabled on some of the servers on cluster ${ClusterName}. ${FailureMessage}
ru: Ловушка Gluster ${GlusterHookName} включена на некоторых серверах кластера ${ClusterName}. ${FailureMessage}

source: Failed to enable Gluster Hook ${GlusterHookName} on cluster ${ClusterName}. ${FailureMessage}
ru: Не удалось включить ловушку Gluster ${GlusterHookName} в кластере ${ClusterName}. ${FailureMessage}

source: Gluster Hook ${GlusterHookName} disabled on cluster ${ClusterName}.
ru: Ловушка Gluster ${GlusterHookName} отключена в кластере ${ClusterName}.

source: Failed to disable Gluster Hook ${GlusterHookName} on cluster ${ClusterName}. ${FailureMessage}
ru: Не удалось отключить ловушку Gluster ${GlusterHookName} в кластере ${ClusterName}. ${FailureMessage}

source: Gluster Hook ${GlusterHookName} disabled on some of the servers on cluster ${ClusterName}. ${FailureMessage}
ru: Ловушка Gluster ${GlusterHookName} отключена на некоторых серверах кластера ${ClusterName}. ${FailureMessage}

source: Failed to retrieve hook list from ${VdsName} of Cluster ${ClusterName}.
ru: Не удалось получить список ловушек из ${VdsName} кластера ${ClusterName}.

source: Detected conflict in hook ${HookName} of Cluster ${ClusterName}.
ru: Обнаружен конфликт ловушки ${HookName} кластера ${ClusterName}.

source: Detected new hook ${HookName} in Cluster ${ClusterName}.
ru: Обнаружена новая ловушка ${HookName} в кластере ${ClusterName}.

source: Detected removal of hook ${HookName} in Cluster ${ClusterName}.
ru: Обнаружено удаление ловушки ${HookName} в кластере ${ClusterName}.

source: Failed to read content of hook ${HookName} in Cluster ${ClusterName}.
ru: Не удалось прочитать содержимое ловушки ${HookName} в кластере ${ClusterName}.

source: Could not fetch statuses of services from server ${VdsName}. Updating statuses of all services on this server to UNKNOWN.
ru: Не удалось получить статусы служб с сервера ${VdsName}. Статус для всех служб этого сервера выставляется как НЕИЗВЕСТНЫЙ.

source: Service type ${ServiceType} was not mapped to cluster ${ClusterName}. Mapped it now.
ru: Соответствие типа службы ${ServiceType} не было отображено на кластере ${ClusterName}. Отображено сейчас.

source: Status of service type ${ServiceType} changed from ${OldStatus} to ${NewStatus} on cluster ${ClusterName}
ru: Статус типа службы ${ServiceType} изменился с ${OldStatus} на ${NewStatus} на кластере ${ClusterName}.

source: Status of service type ${ServiceType} set to ${NewStatus} on cluster ${ClusterName}
ru: Статус типа службы ${ServiceType} установлен как ${NewStatus} на кластере ${ClusterName}

source: Service ${ServiceName} was not mapped to server ${VdsName}. Mapped it now.
ru: Соответствие службы ${ServiceType} не было отображено на кластере ${ClusterName}. Отображено сейчас.

source: Status of service ${ServiceName} on server ${VdsName} changed from ${OldStatus} to ${NewStatus}. Updating in engine now.
ru: Статус службы ${ServiceName} на сервере ${VdsName} изменился с ${OldStatus} на ${NewStatus}. Обновляем статус в ЦУ.

source: Could not find gluster uuid of server ${VdsName} on Cluster ${ClusterName}.
ru: Не удалось найти gluster uuid сервера ${VdsName} в кластере ${ClusterName}.

source: Gluster UUID of host ${VdsName} on Cluster ${ClusterName} already exists.
ru: Gluster UUID хоста ${VdsName} на кластере ${ClusterName} уже существует.

source: Watchdog event (${wdaction}) triggered on ${VmName} at ${wdevent} (host time).
ru: Событие модуля наблюдения (${wdaction}) сработало в ${VmName} во время ${wdevent} (время хоста)

source: Gluster Hook ${GlusterHookName} updated on conflicting servers.
ru: Ловушка Gluster ${GlusterHookName} обновлена на конфликтующих серверах.

source: Failed to update Gluster Hook ${GlusterHookName} on conflicting servers. ${FailureMessage}
ru: Не удалось обновить ловушку Gluster ${GlusterHookName} на конфликтующих серверах. ${FailureMessage}

source: Gluster Hook ${GlusterHookName} added on conflicting servers.
ru: На конфликтующие сервера добавлена ловушка Gluster ${GlusterHookName}.
