Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: Failed to import Vm ${VmName} to Data Center ${StoragePoolName}, Cluster ${ClusterName}, could not update VM data in export.
ru: Не удалось импортировать ВМ ${VmName} в дата-центр ${StoragePoolName}, кластер ${ClusterName}, не удалось обновить данные ВМ в экспорте.

source: Starting to export Template ${VmTemplateName} to ${StorageDomainName}
ru: Начинается экспорт шаблона ${VmTemplateName} в ${StorageDomainName}

source: Template ${VmTemplateName} was exported successfully to ${StorageDomainName}
ru: Шаблон ${VmTemplateName} был успешно экспортирован в ${StorageDomainName}

source: Failed to export Template ${VmTemplateName} to ${StorageDomainName}
ru: Не удалось экспортировать шаблон ${VmTemplateName} в ${StorageDomainName}

source: Starting to import Template ${VmTemplateName} to Data Center ${StoragePoolName}, Cluster ${ClusterName}
ru: Начинается импорт шаблона ${VmTemplateName} в дата-центр ${StoragePoolName}, кластер ${ClusterName}

source: Template ${VmTemplateName} was imported successfully to Data Center ${StoragePoolName}, Cluster ${ClusterName}
ru: ВМ была успешно ${VmName} импортирована в дата-центр ${StoragePoolName}, кластер ${ClusterName}

source: Failed to import Template ${VmTemplateName} to Data Center ${StoragePoolName}, Cluster ${ClusterName}
ru: Не удалось импортировать шаблон ${VmTemplateName} в дата-центр ${StoragePoolName}, кластер ${ClusterName}

source: Starting to remove Template ${VmTemplateName} remove ${StorageDomainName}
ru: Начинается удаление шаблона ${VmTemplateName} из ${StorageDomainName}

source: Template ${VmTemplateName} was removed from ${StorageDomainName}
ru: Шаблон ${VmTemplateName} был удалён из ${StorageDomainName}

source: Failed to remove Template ${VmTemplateName} from ${StorageDomainName}
ru: Не удалось удалить шаблон ${VmTemplateName} из ${StorageDomainName}

source: Starting to remove Vm ${VmName} remove from ${StorageDomainName}
ru: Начинается удаление ВМ ${VmName} из ${StorageDomainName}

source: Vm ${VmName} was removed from ${StorageDomainName}
ru: ВМ ${VmName} была удалена из ${StorageDomainName}

source: Failed to remove Vm ${VmName} remove from ${StorageDomainName}
ru: Не удалось удалить ВМ ${VmName} из ${StorageDomainName}

source: Failed to retrieve VM/Templates information from export domain ${StorageDomainName}
ru: Не удалось получить данные о ВМ/шаблонах из домена экспорта ${StorageDomainName}

source: Failed to retrieve VMs information from external server ${URL}
ru: Не удалось получить данные о ВМ из внешнего сервера ${URL}

source: The Template ${VmTemplateName} was created in trusted cluster and imported into a non-trusted cluster
ru: Шаблон ${VmTemplateName} был создан на доверенном кластере и импортирован в недоверенный кластер.

source: The Template ${VmTemplateName} was created in non-trusted cluster and imported into a trusted cluster
ru: Шаблон ${VmTemplateName} был создан на недоверенном кластере и импортирован в доверенный кластер.

source: The VM ${VmName} was created in trusted cluster and imported into a non-trusted cluster
ru: ВМ ${VmName} была создана на доверенном кластере и импортирована в недоверенный кластер

source: The VM ${VmName} was created in non-trusted cluster and imported into a trusted cluster
ru: ВМ ${VmName} была создана на недоверенном кластере и импортирована в доверенный кластер

source: Role ${RoleName} was added by ${UserName}
ru: ${UserName} добавил роль ${RoleName}

source: Failed to add role ${RoleName}
ru: Не удалось добавить роль ${RoleName}

source: Failed to verify Power Management configuration for Host ${VdsName}.
ru: Не удалось подтвердить параметры управления питанием для хоста ${VdsName}.

source: Power Management test failed for Host ${VdsName}.${Reason}
ru: Не удалось выполнить тест управления питанием на хосте ${VdsName}. ${Reason}

source: Failed to power fence host ${VdsName}. Please check the host status and it's power management settings, and then manually reboot it and click "Confirm Host Has Been Rebooted"
ru: Не удалось выполнить операцию блокады питания хоста ${VdsName}. Проверьте статус хоста и его настройки управления питанием, затем перезагрузите хост вручную и нажмите на кнопку «Подтвердить, что хост был перезапущен».

source: Host ${VdsName} became non responsive. It has no power management configured. Please check the host status, manually reboot it, and click "Confirm Host Has Been Rebooted"
ru: Хост ${VdsName} не отвечает. На хосте не настроено управление питанием. Проверьте статус хоста, перезагрузите его вручную и нажмите на кнопку «Подтвердить, что хост был перезапущен»

source: There is no other host in the data center that can be used to test the power management settings.
ru: В дата-центре нет других хостов, которые можно использовать для проверки настроек управления питанием.

source: Failed to verify Host ${Host} ${Status} status, Please ${Status} Host ${Host} manually.
ru: Не удалось подтвердить статус ${Status} хоста ${Host}. Установите статус ${Status} хоста ${Host} вручную.

source: Secondary fence agent was used to ${Operation} Host ${VdsName}
ru: Для выполнения ${Operation} на хосте ${VdsName} был использован вторичный агент блокады.

source: Health check on Host ${VdsName} indicates that Fence-Agent ${AgentId} is non-responsive.
ru: Проверка работоспособности на хосте ${VdsName} показала, что агент блокады ${AgentId} не отвечает.

source: Health check on Host ${VdsName} indicates that future attempts to Start this host using Power-Management are expected to fail.
ru: Проверка работоспособности на хосте ${VdsName} показала, что будущие попытки запустить этот хост с помощью управления питанием будут неудачными.

source: Health check on Host ${VdsName} indicates that future attempts to Stop this host using Power-Management are expected to fail.
ru: Проверка работоспособности на хосте ${VdsName} показала, что будущие попытки остановить этот хост с помощью управления питанием будут неудачными.

source: Health check on Host ${VdsName} indicates that future attempts to Restart this host using Power-Management are expected to fail.
ru: Проверка работоспособности на хосте ${VdsName} показала, что будущие попытки перезапустить этот хост с помощью управления питанием будут неудачными.

source: Host ${VdsName} became non responsive and was not restarted due to Fencing Policy: ${Percents} percents of the Hosts in the Cluster have connectivity issues.
ru: Хост ${VdsName} не отвечает и не был перезапущен в связи с политикой блокировки. Процент хостов на кластере, имеющих проблемы с подключением: ${Percents}

source: Host ${VdsName} became non responsive and was not restarted due to the Cluster Fencing Policy.
ru: Хост ${VdsName} не отвечает и не был перезапущен согласно политике блокировки на кластере.

source: Host ${VdsName} became Non Responsive and was not restarted due to disabled fencing in the Cluster Fencing Policy.
ru: Хост ${VdsName} не отвечает и не был перезапущен, т.к. в политике блокировки кластера отключена возможность операции блокады.

source: Host ${VdsName} is not responding. It will stay in Connecting state for a grace period of ${Seconds} seconds and after that an attempt to fence the host will be issued.
ru: Хост ${VdsName} не отвечает. Он будет иметь статус «Идёт подключение» в течение ${Seconds} сек. отсрочки, и далее будет осуществлена попытка проведения операции блокады хоста.

source: Host ${VdsName} is not responding. Host cannot be fenced automatically because power management for the host is disabled.
ru: Хост ${VdsName} не отвечает. Невозможно выполнить автоматическую операцию блокады хоста, т.к. управление питанием хоста отключено.

source: Stopping async task ${CommandName} that started at ${Date}
ru: Останавливается асинхронная задача ${CommandName}, запущенная ${Date}

source: Refresh image list failed for domain(s): ${imageDomains}. Please check domain activity.
ru: Не удалось обновить список образов для доменов: ${imageDomains}. Проверьте активность доменов.

source: Refresh image list succeeded for domain(s): ${imageDomains}
ru: Список образов успешно обновлён для доменов: ${imageDomains}

source: Refresh image list probably incomplete for domain ${imageDomain}, only ${imageListSize} images discovered.
ru: Обновлённый список образов может быть неполным для ${imageDomain}, всего было обнаружено образов: ${imageListSize}.

source: The number of LVs on the domain ${storageDomainName} exceeded ${maxNumOfLVs}, you are approaching the limit where performance may degrade.
ru: Число логических томов в домене ${storageDomainName} превысило ${maxNumOfLVs}, что очень близко к порогу, после которого может наступить снижение производительности.

source: Clearing asynchronous task ${CommandName} that started at ${Date}
ru: Очищается асинхронная задача ${CommandName}, начатая ${Date}

source: Vm ${VmName} was shut down due to ${VdsName} host reboot or manual fence
ru: ВМ ${VmName} была выключена в связи с перезагрузкой или ручной блокадой хоста ${VdsName}

source: Vm ${VmName} tag default display type was updated
ru: Тег типа экрана по умолчанию для ВМ ${VmName} был обновлён.

source: Failed to update Vm ${VmName} tag default display type
ru: Не удалось обновить тег типа экрана по умолчанию для ВМ ${VmName}.

source: Failed to connect Host ${VdsName} to Storage Servers
ru: Не удалось подключить хост ${VdsName} к серверам хранилищ

source: Failed to connect Host ${VdsName} to Storage Pool ${StoragePoolName}
ru: Не удалось подключить хост ${VdsName} к пулу хранилища ${StoragePoolName}

source: The error message for connection ${Connection} returned by VDSM was: ${ErrorMessage}
ru: Сообщение об ошибке для соединения ${Connection}, возвращённое VDSM: ${ErrorMessage}

source: Available memory of host ${HostName} [${AvailableMemory} MB] is under defined threshold [${Threshold} MB].
ru: Объём доступной памяти хоста ${HostName} [${AvailableMemory} МБ] ниже установленного порога [${Threshold} МБ].

source: Used memory of host ${HostName} [${UsedMemory}%] exceeded defined threshold [${Threshold}%].
ru: Использованная память хоста ${HostName} [${UsedMemory}%] превысил установленный порог [${Threshold}%].

source: Host ${HostName} has network interface which exceeded the defined threshold [${Threshold}%] (${InterfaceName}: transmit rate[${TransmitRate}%], receive rate [${ReceiveRate}%])
ru: Интерфейс хоста ${HostName} превысил установленный порог [${Threshold}%] (${InterfaceName}: скорость передачи [${TransmitRate}%], скорость приёма [${ReceiveRate}%])

source: Used CPU of host ${HostName} [${UsedCpu}%] exceeded defined threshold [${Threshold}%].
ru: Использованный ЦП хоста ${HostName} [${UsedCpu}%] превысил установленный порог [${Threshold}%].

source: Used swap memory of host ${HostName} [${UsedSwap}%] exceeded defined threshold [${Threshold}%].
ru: Объём использованной памяти подкачки хоста ${HostName} [${UsedSwap}%] превысил настроенный порог [${Threshold}%].

source: Available swap memory of host ${HostName} [${AvailableSwapMemory} MB] is under defined threshold [${Threshold} MB].
ru: ОБъём доступной памяти подкачки хоста ${HostName} [${AvailableSwapMemory} МБ] ниже установленного порога [${Threshold} MB].

source: Failed to update VMs/Templates OVF data in Data Center ${StoragePoolName}.
ru: Не удалось обновить данные OVF для машин/шаблонов дата-центра ${StoragePoolName}.

source: Failed to retrieve VMs and Templates from the OVF disk of Storage Domain ${StorageDomainName}.
ru: Не удалось получить машины и шаблоны с диска OVF домена хранилища ${StorageDomainName}.

source: This Data center compatibility version does not support importing a data domain with its entities (VMs and Templates). The imported domain will be imported without them.
ru: Версия совместимости этого дата-центра не поддерживает импорт домена данных вместе с его сущностями (ВМ и шаблоны). Импортированный домен будет импортирован без них.

source: Failed to update VMs/Templates OVF data for Storage Domain ${StorageDomainName} in Data Center ${StoragePoolName}.
ru: Не удалось обновить данные OVF машин/шаблонов домена хранилища ${StorageDomainName} в дата-центре ${StoragePoolName}.

source: Failed to create OVF store disk for Storage Domain ${StorageDomainName}. The Disk with the id ${DiskId} might be removed manually for automatic attempt to create new one. OVF updates won't be attempted on the created disk.
ru: Не удалось создать диск хранения OVF для домена хранилища ${StorageDomainName}. Диск с идентификатором ${DiskId} можно удалить вручную для автоматического создания нового. Попытки обновить данные OVF не будут предприниматься на созданном диске.

source: Failed to create OVF store disk for Storage Domain ${StorageDomainName}. OVF data won't be updated meanwhile for that domain.
ru: Не удалось создать OVF-диск хранения для домена хранилища ${StorageDomainName}. Данные OVF для этого домена временно не будут обновляться.

source: Failed to update OVF disks ${DisksIds}, OVF data isn't updated on those OVF stores (Data Center ${DataCenterName}, Storage Domain ${StorageDomainName}).
ru: Не удалось обновить диски OVF ${DisksIds}, для этих OVF хранилищ данные OVF не обновляются (дата-центр ${DataCenterName}, домен хранилищ ${StorageDomainName}).

source: Failed to update the meta data description of disk ${DiskName} (Data Center ${DataCenterName}, Storage Domain ${StorageDomainName}).
ru: Не удалось обновить описания метаданных диска ${DiskName} (дата-центр ${DataCenterName}, домен хранилищ ${StorageDomainName}).

source: Not updating the metadata of Disk ${DiskName} (Data Center ${DataCenterName}. Since the Storage Domain ${StorageDomainName} is not in active.
ru: Метаданные диска ${DiskName} не обновляются (Data Center ${DataCenterName}, поскольку домен хранилищ ${StorageDomainName} неактивен.

source: Resize LUNs operation succeeded.
ru: Действие по изменению размеров LUN успешно выполнено.

source: Failed to resize LUNs.
ru: Не удалось изменить размер LUN.

source: Failed to resize LUNs. Not all the hosts are seeing the same LUN size.
ru: Не удалось изменить размер LUN. Не все хосты видят одинаковый размер LUN.

source: Upload image to disk ${DiskAlias} was initiated by ${UserName}.
ru: Отправка образа на диск ${DiskAlias} была начата пользователем ${UserName}.

source: Uploading image to disk ${DiskAlias} succeeded.
ru: Отправка образа на диск ${DiskAlias} успешно выполнена.

source: Uploading image to disk ${DiskAlias} was cancelled.
ru: Отправка образа на диск ${DiskAlias} была отменена.

source: Uploading image to disk ${DiskAlias} failed.
ru: Сбой отправки образа на диск ${DiskAlias}.

source: Failed to tear down image ${DiskAlias} after image transfer session.
ru: Не удалось сбросить образ ${DiskAlias} после сеанса переноса образа.

source: Unable to upload image to disk ${DiskId} due to a network error. Make sure ovirt-imageio-proxy service is installed and configured, and ovirt-engine's certificate is registered as a valid CA in the browser.
ru: Невозможно отправить образ на диск ${DiskId} из-за ошибки сети. Убедитесь, что служба ovirt-imageio-proxy установлена и настроена, а сертификат ovirt-engine зарегистрирован как допустимое средство сертификации.

source: Failed to store field ${DiskFieldName} as a part of ${DiskAlias}'s description metadata due to storage space limitations. The field ${DiskFieldName} will be truncated.
ru: Не удалось сохранить поле ${DiskFieldName} как часть метаданных описания ${DiskAlias} в связи с ограничениями объёмов хранения. Поле ${DiskFieldName} будет усечено.

source: Failed to store field ${DiskFieldName} as a part of ${DiskAlias}'s description metadata due to storage space limitations. The value will be truncated and the following fields will not be stored at all: ${DiskFieldsNames}.
ru: Не удалось сохранить поле ${DiskFieldName} как часть метаданных описания ${DiskAlias} в связи с ограничениями объёмов хранения. Значение будет усечено, а следующие поля не будут сохранены вовсе: ${DiskFieldsNames}.

source: Failed to store the following fields in the description metadata of disk ${DiskAlias} due to storage space limitations: ${DiskFieldsNames}.
ru: Не удалось сохранить следующие поля в метаданных описания ${DiskAlias} в связи с ограничениями объёмов хранения: ${DiskFieldsNames}.

source: Failed to delete the OVF store disk for Storage Domain ${StorageDomainName}. In order to detach the domain please remove it manually or try to detach the domain again for another attempt.
ru: Не удалось удалить диск хранилища OVF для домена хранилища ${StorageDomainName}. Удалите домен вручную или повторите попытку отсоединить его снова.

source: Failed to read VM '${ImportedVmName}' OVF, it may be corrupted. Underlying error message: ${ErrorMessage}
ru: Не удалось прочитать данные OVF машины «${ImportedVmName}», они могут быть повреждены. Связанное сообщение об ошибке: ${ErrorMessage}

source: Failed to read Template '${Template}' OVF, it may be corrupted. Underlying error message: ${ErrorMessage}
ru: Не удалось прочитать данные OVF шаблона «${Template}», они могут быть повреждены. Связанное сообщение об ошибке: ${ErrorMessage}

source: Hibernation of VMs after CPU upgrade of Cluster ${Cluster} is not supported. Please stop and restart those VMs in case you wish to hibernate them
ru: Гибернация машин после обновления ЦП кластера ${Cluster} не поддерживается. При необходимости спящего режима для этих ВМ, остановите их работу и запустите снова.

source: The system has reached the 80% watermark on the VG metadata area size on ${StorageDomainName}. This is due to a high number of Vdisks or large Vdisks size allocated on this specific VG.
ru: Размер системной области метаданных группы томов на ${StorageDomainName} достиг предела в 80%. Причина: большое количество виртуальных дисков или большой объём размера, выделенного под виртуальные диски в этой конкретной группе томов.

source: The allocated VG metadata area size is smaller than 50MB on ${StorageDomainName}, which might limit its capacity (the number of Vdisks and/or their size).
ru: Размер системной области метаданных в ${StorageDomainName}, выделенной для группы томов, меньше 50МБ. Это может ограничить число виртуальных дисков и/или их размер.

source: System Configurations reloaded successfully.
ru: Системные параметры успешно перезагружены.

source: System Configurations failed to reload.
ru: Сбой перезагрузки системных параметров.

source: User ${UserName} cannot login, as it got disabled or locked. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, т.к. он был отключен или заблокирован. Свяжитесь с администратором.

source: The account for ${UserName} got expired. Please contact the system administrator.
ru: Время действия учётной записи ${UserName} истекло. Свяжитесь с администратором.

source: User ${UserName} cannot login, as the user account password has expired. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, т.к. срок действия пароля этой учётной записи истёк. Свяжитесь с администратором.

source: User ${UserName} cannot login, please verify the username and password.
ru: Пользователь ${UserName} не может авторизоваться, проверьте имя пользователя и пароль.

source: User ${UserName} cannot login, the engine clock is not synchronized with directory services. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, часы ЦУ не синхронизированы со службами каталогов. Свяжитесь с администратором.

source: User ${UserName} cannot login, authentication domain cannot be found. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, не удалось найти домен авторизации. Свяжитесь с администратором.

source: User ${UserName} cannot login, there's an error in DNS configuration. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, параметры DNS содержат ошибки. Свяжитесь с администратором.

source: User ${UserName} cannot login, unknown kerberos error. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, неизвестная ошибка kerberos. Свяжитесь с администратором.

source: User ${UserName} cannot login, cannot lookup DNS for SRV records. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, невозможно выполнить поиск записей SRV. Свяжитесь с администратором.

source: User ${UserName} cannot login, connection to LDAP server has timed out. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, истекло время ожидания подключения к серверу LDAP. Свяжитесь с администратором.

source: User ${UserName} cannot login, please verify your domain name.
ru: Пользователь ${UserName} не может авторизоваться, проверьте доменное имя.

source: User ${UserName} cannot login, connection refused or some configuration problems exist. Possible DNS error. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, отказано в подключении или существуют ошибки в параметрах. Возможна ошибка DNS. Свяжитесь с администратором.

source: User ${UserName} cannot login, cannot find valid LDAP server for domain. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, невозможно найти подходящего сервера LDAP для домена. Свяжитесь с администратором.

source: User ${UserName} cannot login, no user information was found. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, не удалось найти информацию о пользователе. Свяжитесь с администратором.

source: User ${UserName} cannot login, user was not found in domain. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, пользователь не найден в домене. Свяжитесь с администратором.

source: User ${UserName} cannot login, an internal error has ocurred in the Kerberos implementation of the JVM. Please contact the system administrator.
ru: Пользователь ${UserName} не может авторизоваться, в JVM-реализации Kerberos произошла внутренняя ошибка. Свяжитесь с администратором.

source: ${EntityType} ${OldEntityName} was renamed from ${OldEntityName} to ${NewEntityName} by ${UserName}.
ru: ${EntityType} ${OldEntityName} был переименован из ${OldEntityName} в ${NewEntityName} пользователем ${UserName}.

source: New external Job ${description} was added by user ${UserName}
ru: Новая внутренняя задача ${description} была добавлена пользователем ${UserName}

source: Failed to add new external Job ${description}
ru: Не удалось добавить новую внутреннюю задачу ${description}

source: Storage Domain ${StorageDomainName} is down while there are tasks running on it. These tasks may fail.
ru: Домен хранилищ ${StorageDomainName} отключился, в домене всё ещё выполняются задачи. Эти задачи могут не завершиться.

source: While importing VM ${EntityName}, the Network/s ${Networks} were found to be Non-VM Networks or do not exist in Cluster or are missing a suitable VM network interface profile. Network Name was not set in the Interface/s ${Interfaces}.
ru: Во время импорта ВМ ${EntityName} обнаружилось, что сети ${Networks} не являются сетями ВМ, не существуют в кластере, или у них отсутствует подходящий сетевой профиль ВМ. Название сети не было указано для интерфейсов ${Interfaces}.

source: While importing Template ${EntityName}, the Network/s ${Networks} were found to be Non-VM Networks or do not exist in Cluster. Network Name was not set in the Interface/s ${Interfaces}.
ru: Во время импорта шаблона ${EntityName} обнаружилось, что сети ${Networks} не являются сетями ВМ или не существуют в кластере. Название сети не было указано для интерфейсов ${Interfaces}.
