Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: The Hosted Engine Storage Domain doesn't exist. It will be imported automatically upon data center activation, which requires adding an initial storage domain to the data center.
ru: Домен хранилища виртуализированного ЦУ не существует. Он будет импортирован автоматически по факту активации дата-центра, для чего необходимо добавить начальной домен хранилища для дата-центра.

source: The Hosted Engine Storage Domain isn't Active.
ru: Домен хранилища виртуализированного ЦУ не активен.

source: Hosted Engine Storage Domain imported successfully
ru: Домен хранилища виртуализированного ЦУ успешно импортирован

source: Failed to import the Hosted Engine Storage Domain
ru: Не удалось импортировать домен хранилища виртуализированного ЦУ.

source: VM ${VmName} SLA Policy was set. CPU limit is set to ${cpuLimit}
ru: Политика соглашения об уровне обслуживания машины ${VmName} была настроена. Предел ЦП установлен в ${cpuLimit}

source: VM ${VmName} SLA Policy was set. Storage policy changed for disks: [${diskList}]
ru: Политика соглашения об уровне обслуживания машины ${VmName} была настроена. Изменилась политика хранилища для дисков: [${diskList}]

source: VM ${VmName} SLA Policy was set. CPU limit is set to ${cpuLimit}. Storage policy changed for disks: [${diskList}]
ru: Политика соглашения об уровне обслуживания машины ${VmName} была настроена. Предел ЦП установлен в ${cpuLimit}. Изменилась политика хранилища для дисков: [${diskList}]

source: Failed to set SLA Policy to VM ${VmName}. Underlying error message: ${ErrorMessage}
ru: Не удалось настроить политику SLA для ВМ ${VmName}. Связанное сообщение об ошибке: ${ErrorMessage}

source: iSCSI bond '${IscsiBondName}' was successfully created in Data Center '${StoragePoolName}'.
ru: Связка iSCSI «${IscsiBondName}» была успешно создана в дата-центре «${StoragePoolName}».

source: iSCSI bond '${IscsiBondName}' was successfully created in Data Center '${StoragePoolName}' but some of the hosts encountered connection issues.
ru: Связка iSCSI «${IscsiBondName}» была успешно создана в дата-центре «${StoragePoolName}», но для некоторых хостов наблюдаются проблемы подключения.

source: Failed to create iSCSI bond '${IscsiBondName}' in Data Center '${StoragePoolName}'.
ru: Не удалось создать связку iSCSI «${IscsiBondName}» в дата-центре «${StoragePoolName}».

source: iSCSI bond '${IscsiBondName}' was successfully updated.
ru: Связка iSCSI «${IscsiBondName}» была успешно обновлена.

source: iSCSI bond '${IscsiBondName}' was successfully updated but some of the hosts encountered connection issues.
ru: Связка iSCSI «${IscsiBondName}» была успешно обновлена в дата-центре «${StoragePoolName}», но для некоторых хостов наблюдаются проблемы подключения.

source: Failed to update iSCSI bond '${IscsiBondName}'.
ru: Не удалось обновить связку iSCSI «${IscsiBondName}»

source: iSCSI bond '${IscsiBondName}' was removed from Data Center '${StoragePoolName}'
ru: Связка iSCSI «${IscsiBondName}» была удалена из дата-центра «${StoragePoolName}»

source: Failed to remove iSCSI bond '${IscsiBondName}' from Data Center '${StoragePoolName}'
ru: Не удалось удалить связку iSCSI «${IscsiBondName}» из дата-центра «${StoragePoolName}»

source: Unable to determine if Kdump is in progress on host ${VdsName}, because fence_kdump listener is not running.
ru: Не удалось определить ход выполнения Kdump на хосте ${VdsName}, т.к. fence_kdump не запущен.

source: Kdump flow is in progress on host ${VdsName}.
ru: Последовательность операций kdump выполняется на хосте ${VdsName}.

source: Kdump flow is not in progress on host ${VdsName}.
ru: Последовательность операций kdump не выполняется на хосте ${VdsName}.

source: Kdump flow finished on host ${VdsName}.
ru: Последовательность операций kdump завершена на хосте ${VdsName}.

source: Kdump integration is enabled for host ${VdsName}, but kdump is not configured properly on host.
ru: Для хоста ${VdsName} включена интеграция kdump, но kdump на хосте настроен неправильно.

source: MAC Pool '${MacPoolName}' (id=${MacPoolId}) was created. (User: ${UserName})
ru: Был создан пул адресов MAC «${MacPoolName}» (id=${MacPoolId}). (Пользователь: ${UserName})

source: Failed to create MAC Pool '${MacPoolName}'. (User: ${UserName})
ru: Не удалось создать пул MAC адресов «${MacPoolName}». (Пользователь: ${UserName})

source: MAC Pool '${MacPoolName}' (id=${MacPoolId}) was changed. (User: ${UserName})
ru: Пул адресов MAC «${MacPoolName}» (id=${MacPoolId}) был изменён. (Пользователь: ${UserName})

source: Failed to update MAC Pool '${MacPoolName}' (id=${MacPoolId}). (User: ${UserName})
ru: Не удалось обновить пул адресов MAC «${MacPoolName}» (id=${MacPoolId}). (Пользователь: ${UserName})

source: MAC Pool '${MacPoolName}' (id=${MacPoolId}) was removed. (User: ${UserName})
ru: Пул адресов MAC «${MacPoolName}» (id=${MacPoolId}) был удалён. (Пользователь: ${UserName})

source: Failed to remove MAC Pool '${MacPoolName}' (id=${MacPoolId}). (User: ${UserName})
ru: Не удалось удалить пул адресов MAC «${MacPoolName}» (id=${MacPoolId}). (Пользователь: ${UserName})

source: ETL Service stopped.
ru: Служба ETL остановлена.

source: ETL Service started.
ru: Служба ETL запущена.

source: Error in ETL Service.
ru: Ошибка службы ETL

source: Event list message ${AuditLogId} was removed by User ${UserName}.
ru: Сообщение списка событий ${AuditLogId} было удалено пользователем ${UserName}.

source: User ${UserName} failed to remove event list message ${AuditLogId}.
ru: Пользователю ${UserName} не удалось удалить сообщение списка событий ${AuditLogId}.

source: Cannot pre-start VM in pool '${VmPoolName}'. The system will continue trying.
ru: Не удалось выполнить предзапуск ВМ в пуле «${VmPoolName}». Система будет продолжать пытаться выполнить операцию.

source: Disk Profile ${ProfileName} was successfully added (User: ${UserName}).
ru: Профиль диска ${ProfileName} был успешно добавлен (Пользователь: ${UserName}).

source: Failed to add Disk Profile (User: ${UserName}).
ru: Не удалось добавить профиль диска (Пользователь: ${UserName}).

source: Disk Profile ${ProfileName} was successfully removed (User: ${UserName}).
ru: Профиль диска ${ProfileName} был успешно удалён (Пользователь: ${UserName}).

source: Failed to remove Disk Profile ${ProfileName} (User: ${UserName}).
ru: Не удалось удалить профиль диска ${ProfileName} (Пользователь: ${UserName}).

source: Disk Profile ${ProfileName} was successfully updated (User: ${UserName}).
ru: Профиль диска ${ProfileName} был успешно обновлён (Пользователь: ${UserName}).

source: Failed to update Disk Profile ${ProfileName} (User: ${UserName}).
ru: Не удалось обновить профиль диска ${ProfileName} (Пользователь: ${UserName}).

source: CPU Profile ${ProfileName} was successfully added (User: ${UserName}).
ru: Профиль ЦП ${ProfileName} был успешно добавлен (Пользователь: ${UserName}).

source: Failed to add CPU Profile (User: ${UserName}).
ru: Не удалось добавить профиль ЦП (Пользователь: ${UserName}).

source: CPU Profile ${ProfileName} was successfully removed (User: ${UserName}).
ru: Профиль ЦП ${ProfileName} был успешно удалён (Пользователь: ${UserName}).

source: Failed to remove CPU Profile ${ProfileName} (User: ${UserName}).
ru: Не удалось удалить профиль ЦП ${ProfileName} (Пользователь: ${UserName}).

source: CPU Profile ${ProfileName} was successfully updated (User: ${UserName}).
ru: Профиль ЦП ${ProfileName} был успешно обновлён (Пользователь: ${UserName}).

source: Failed to update CPU Profile ${ProfileName} (User: ${UserName}).
ru: Не удалось обновить профиль ЦП ${ProfileName} (Пользователь: ${UserName}).

source: No Host in Data Center '${StoragePoolName}' can serve as a proxy to retrieve remote VMs information (User: ${UserName}).
ru: Ни один из хостов дата-центра «${StoragePoolName}» нельзя использовать в качестве прокси для получения данных с удалённых ВМ (User: ${UserName}).

source: Host ${VdsName} cannot be used as a proxy to retrieve remote VMs information since it is not up (User: ${UserName}).
ru: Хост ${VdsName} нельзя использовать в качестве прокси для получения данных с удалённых ВМ, т.к. он отключен. (Пользователь: ${UserName}).

source: An error occurred on Cinder provider: '${CinderException}'
ru: Произошла ошибка на поставщике Cinder: ${CinderException}

source: Failed to retrieve connection information for Cinder Disk '${DiskAlias}'.
ru: Не удалось получить информацию о подключении для диска Cinder «${DiskAlias}».

source: Unsupported volume driver for Cinder Disk '${DiskAlias}'.
ru: Неподдерживаемый драйвер тома для диска Cinder «${DiskAlias}».

source: Failed to remove disk ${DiskAlias} from storage domain ${StorageDomainName}. The following entity id could not be deleted from the Cinder provider '${imageId}'. (User: ${UserName}).
ru: Не удалось удалить диск ${DiskAlias} из домена хранилищ ${StorageDomainName}. Следующий идентификатор объекта не удалось удалить с поставщика Cinder «${imageId}». (Пользователь: ${UserName}).

source: Authentication Key ${LibvirtSecretUUID} was added. (User: ${UserName}).
ru: Был добавлен ключ проверки подлинности ${LibvirtSecretUUID}. (Пользователь: ${UserName}).

source: Failed to add Authentication Key ${LibvirtSecretUUID}. (User: ${UserName}).
ru: Не удалось добавить ключ проверки подлинности ${LibvirtSecretUUID}. (Пользователь: ${UserName}).

source: Authentication Key ${LibvirtSecretUUID} was updated. (User: ${UserName}).
ru: Ключ проверки подлинности ${LibvirtSecretUUID} был обновлён. (Пользователь: ${UserName}).

source: Failed to update Authentication Key ${LibvirtSecretUUID}. (User: ${UserName}).
ru: Не удалось обновить ключ проверки подлинности ${LibvirtSecretUUID}. (Пользователь: ${UserName}).

source: Authentication Key ${LibvirtSecretUUID} was removed. (User: ${UserName}).
ru: Ключ проверки подлинности ${LibvirtSecretUUID} был удалён. (Пользователь: ${UserName}).

source: Failed to remove Authentication Key ${LibvirtSecretUUID}. (User: ${UserName}).
ru: Не удалось удалить ключ проверки подлинности ${LibvirtSecretUUID}. (Пользователь: ${UserName}).

source: Failed to register Authentication Keys for storage domain ${StorageDomainName} on host ${VdsName}.
ru: Не удалось зарегистрировать ключи проверки подлинности для домена хранилища ${StorageDomainName} на хосте ${VdsName}.

source: Failed to unregister Authentication Keys for storage domain ${StorageDomainName} on host ${VdsName}.
ru: Не удалось отменить регистрацию ключей проверки подлинности для домена хранилища ${StorageDomainName} на хосте ${VdsName}.

source: Failed to register Authentication Keys on host ${VdsName}.
ru: Не удалось зарегистрировать ключи проверки подлинности на хосте ${VdsName}.

source: Librbd1 package is not available on host ${VdsName}, which is mandatory for using Cinder storage domains.
ru: Пакет librbd1 недоступен на хосте ${VdsName}, пакет является обязательным для использования доменов хранилищ Cinder.

source: Host ${VdsName} cannot connect to Glusterfs. Verify that glusterfs-cli package is installed on the host.
ru: Хост ${VdsName} не может подключиться к Glusterfs. Убедитесь что пакет glusterfs-cli установлен на хосте.

source: Host devices ${NamesAdded} were attached to Vm ${VmName} by User ${UserName}.
ru: Устройства хоста ${NamesAdded} были присоединены к ВМ ${VmName} пользователем ${UserName}.

source: Host devices ${NamesRemoved} were detached from Vm ${VmName} by User ${UserName}.
ru: Устройства хоста ${NamesAdded} были отсоединены от ВМ ${VmName} пользователем ${UserName}.

source: Failed to check for available updates on host ${VdsName} with message '${Message}'.
ru: Не удалось проверить доступные обновления на хосте ${VdsName}, сообщение: «${Message}»

source: Host ${VdsName} has available updates: ${Packages}.
ru: Доступны следующие обновления для хоста ${VdsName}: ${Packages}.

source: Host ${VdsName} has available updates.
ru: Для хоста ${VdsName} доступны обновления.

source: Host ${VdsName} upgrade was started (User: ${UserName}).
ru: Было начато обновление хоста ${VdsName} (Пользователь: ${UserName}).

source: Failed to upgrade Host ${VdsName} (User: ${UserName}).
ru: Не удалось обновить хост ${VdsName} (пользователь: ${UserName}).

source: Host ${VdsName} upgrade was completed successfully.
ru: Обновление хоста ${VdsName} было успешно завершено.

# HOST_CERTIFICATION_IS_ABOUT_TO_EXPIRE
source: Host ${VdsName} certification is about to expire at ${ExpirationDate}. Please renew the host's certification.
ru: Срок действия сертификата хоста ${VdsName} истечёт ${ExpirationDate}. Обновите сертификат хоста.

# HOST_CERTIFICATION_IS_ABOUT_TO_EXPIRE_ALERT
source: Host ${VdsName} certification is about to expire at ${ExpirationDate}. Please renew the host's certification.
ru: Срок действия сертификата хоста ${VdsName} истечёт ${ExpirationDate}. Обновите сертификат хоста.

source: Engine's certification has expired at ${ExpirationDate}. Please renew the engine's certification.
ru: Срок действия сертификата ЦУ истёк ${ExpirationDate}. Обновите сертификат ЦУ.

# ENGINE_CERTIFICATION_IS_ABOUT_TO_EXPIRE
source: Engine's certification is about to expire at ${ExpirationDate}. Please renew the engine's certification.
ru: Срок действия сертификата истечёт ${ExpirationDate}. Обновите сертификат ЦУ.

# ENGINE_CERTIFICATION_IS_ABOUT_TO_EXPIRE_ALERT
source: Engine's certification is about to expire at ${ExpirationDate}. Please renew the engine's certification.
ru: Срок действия сертификата истечёт ${ExpirationDate}. Обновите сертификат ЦУ.

source: Engine's CA certification has expired at ${ExpirationDate}.
ru: Срок действия сертификата центра сертификации для ЦУ истёк ${ExpirationDate}.

# ENGINE_CA_CERTIFICATION_IS_ABOUT_TO_EXPIRE
source: Engine's CA certification is about to expire at ${ExpirationDate}.
ru: Срок действия сертификата центра сертификации для ЦУ истечёт ${ExpirationDate}.

# ENGINE_CA_CERTIFICATION_IS_ABOUT_TO_EXPIRE_ALERT
source: Engine's CA certification is about to expire at ${ExpirationDate}.
ru: Срок действия сертификата центра сертификации для ЦУ истечёт ${ExpirationDate}.

source: Host ${VdsName} certification is invalid. The certification has no peer certificates.
ru: Сертификация хоста ${VdsName} недействительна. Отсутствуют сертификаты узлов.

source: Enrolling certificate for host ${VdsName} was started (User: ${UserName}).
ru: Начата регистрация сертификата для хоста ${VdsName} (пользователь: ${UserName}).

source: Enrolling certificate for host ${VdsName} was completed successfully (User: ${UserName}).
ru: Регистрация сертификата для хоста ${VdsName} была успешно завершена (пользователь: ${UserName}).

source: Failed to enroll certificate for host ${VdsName} (User: ${UserName}).
ru: Не удалось зарегистрировать сертификат для хоста ${VdsName} (Пользователь: ${UserName}).

source: VDSM ${VdsName} command failed: ${message}
ru: Сбой команды VDSM ${VdsName}: ${message}

source: VDSM command failed: ${message}
ru: Сбой команды VDSM: ${message}

source: Data Center ${StoragePoolName} status was changed to UP as some of its hosts are in status UP.
ru: Статус дата-центра ${StoragePoolName} был изменён на «включен», т.к. некоторые из его хостов работают.

source: Data Center ${StoragePoolName} status was changed to Non Responsive as none of its hosts are in status UP.
ru: Статус дата-центра ${StoragePoolName} был изменён на «не отвечает», т.к. ни один из его хостов не работает.

source: Affinity Rules Enforcement Manager started.
ru: Запущен менеджер принудительного применения правил схожести.

source: Failed to freeze guest filesystems on VM ${VmName}. Note that using the created snapshot might cause data inconsistency.
ru: Не удалось заморозить гостевую ФС на ВМ ${VmName}. Обратите внимание, что использование созданного снимка может привести к несовместимости данных.

source: Failed to thaw guest filesystems on VM ${VmName}. The filesystems might be unresponsive until the VM is restarted.
ru: Не удалось разморозить гостевые ФС машины ${VmName}. ФС могут не отвечать до перезапуска ВМ.

source: Freeze of guest filesystems on VM ${VmName} was initiated.
ru: Была начата заморозка гостевой ФС на ВМ ${VmName}

source: Guest filesystems on VM ${VmName} have been frozen successfully.
ru: Гостевые ФС на ВМ ${VmName} были успешно заморожены.

source: Guest filesystems on VM ${VmName} have been thawed successfully.
ru: Гостевые ФС на ВМ ${VmName} были успешно разморожены.

source: Failed to freeze guest filesystems on ${VmName} (Host: ${VdsName}, User: ${UserName}).
ru: Не удалось заморозить гостевые ФС на ВМ ${VmName} (хост: ${VdsName}, пользователь: ${UserName}).

source: Failed to thaw guest filesystems on ${VmName} (Host: ${VdsName}, User: ${UserName}).
ru: Не удалось разморозить гостевые ФС на ВМ ${VmName} (хост: ${VdsName}, пользователь: ${UserName}).

source: Host ${VdsName} uses not compatible protocol during activation (xmlrpc instead of jsonrpc). Please examine installation logs and VDSM logs for failures and reinstall the host.
ru: Во время активации хост ${VdsName} использует несовместимый протокол (xmlrpc вместо jsonrpc). Просмотрите журнал установки и журнал VDSM на предмет наличия сбоев и переустановите хост.
