Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: User/Group ${SubjectName} was granted permission for Role ${RoleName} on ${VdcObjectType} by ${UserName}.
ru: Пользователю/группе ${SubjectName} были выданы полномочия для роли ${RoleName} на ${VdcObjectType} ${VdcObjectName}, пользователем ${UserName}.

source: User ${UserName} failed to grant permission for Role ${RoleName} on ${VdcObjectType} to User/Group ${SubjectName}.
ru: Пользователь ${UserName} не смог выдать полномочия пользователю/группе ${SubjectName} для роли ${RoleName} на ${VdcObjectType}.

source: User/Group ${SubjectName} Role ${RoleName} permission was removed from ${VdcObjectType} by ${UserName}
ru: Полномочия пользователя/группы ${SubjectName} для роли ${RoleName} были удалены из ${VdcObjectType} пользователем ${UserName}

source: User ${UserName} failed to remove permission for Role ${RoleName} from ${VdcObjectType} to User/Group ${SubjectName}
ru: Пользователь ${UserName} не смог удалить полномочия пользователя/группы ${SubjectName} для роли ${RoleName} из ${VdcObjectType}.

source: Profile created for ${UserName}
ru: Профиль для ${UserName} создан

source: Failed to create profile for ${UserName}
ru: Не удалось создать профиль для ${UserName}

source: Role ${RoleName} granted to ${UserName}
ru: Пользователю ${UserName} присвоена роль ${RoleName}

source: Failed to grant role ${RoleName} (User ${UserName})
ru: Не удалось присвоить роль ${RoleName} (пользователь ${UserName})

source: Removed profile for ${UserName}
ru: Профиль пользователя ${UserName} удалён

source: Failed to remove profile for ${UserName}
ru: Не удалось удалить профиль пользователя ${UserName}

source: Role ${RoleName} removed from ${UserName}
ru: Роль ${RoleName} пользователя ${UserName} удалена

source: Failed to remove role ${RoleName} (User ${UserName})
ru: Не удалось удалить роль ${RoleName} (пользователь ${UserName})

source: Updated profile for ${UserName}
ru: Профиль пользователя ${UserName} обновлён

source: Failed to update profile for ${UserName}
ru: Не удалось обновить профиль пользователя ${UserName}

source: ${UserName} Role was updated to the ${RoleName} Role
ru: Роль пользователя ${UserName} обновлена до роли ${RoleName}

source: Failed to update role ${RoleName} to ${UserName}
ru: Не удалось обновить роль ${RoleName} пользователя ${UserName}

source: Action group ${ActionGroup} was attached to Role ${RoleName} by ${UserName}
ru: Группа действий ${ActionGroup} была присоединена к роли ${RoleName} пользователем ${UserName}

source: Failed to attach Action group ${ActionGroup} to Role ${RoleName} (User: ${UserName})
ru: Не удалось присоединить группу действий ${ActionGroup} к роли ${RoleName} (пользователь: ${UserName})

source: Action group ${ActionGroup} was detached from Role ${RoleName} by ${UserName}
ru: Группа действий ${ActionGroup} была отсоединена от роли ${RoleName} пользователем ${UserName}

source: Failed to attach Action group ${ActionGroup} to Role ${RoleName} by ${UserName}
ru: Не удалось присоединить группу действий ${ActionGroup} к роли ${RoleName} пользователя ${UserName}

# VDS_REGISTER_ERROR_UPDATING_HOST
source: Host registration failed - cannot update Host Name for Host ${VdsName2}. (Host: ${VdsName1})
ru: Сбой регистрации хоста — не удалось обновить имя хоста до ${VdsName2}. (хост: ${VdsName1})

# VDS_REGISTER_ERROR_UPDATING_HOST_ALL_TAKEN
source: Host registration failed - all available Host Names are taken. (Host: ${VdsName1})
ru: Сбой регистрации хоста — все доступные имена хостов уже заняты. (Хост: ${VdsName1})

# VDS_REGISTER_HOST_IS_ACTIVE
source: Host registration failed - cannot change Host Name of active Host ${VdsName2}. (Host: ${VdsName1})
ru: Сбой регистрации хоста — невозможно сменить имя активного хоста ${VdsName2}. (Хост: ${VdsName1})

# VDS_REGISTER_ERROR_UPDATING_NAME
source: Host registration failed - cannot update Host Name for Host ${VdsName2}. (Host: ${VdsName1})
ru: Сбой регистрации хоста — невозможно обновить имя хоста на ${VdsName2}. (Хост: ${VdsName1})

# VDS_REGISTER_ERROR_UPDATING_NAMES_ALL_TAKEN
source: Host registration failed - all available Host Names are taken. (Host: ${VdsName1})
ru: Сбой регистрации хоста — все доступные имена хостов уже заняты. (Хост: ${VdsName1})

# VDS_REGISTER_NAME_IS_ACTIVE
source: Host registration failed - cannot change Host Name of active Host ${VdsName2}. (Host: ${VdsName1})
ru: Сбой регистрации хоста — невозможно сменить имя активного хоста ${VdsName2}. (Хост: ${VdsName1})

source: Host registration failed - auto approve pattern error. (Host: ${VdsName1})
ru: Сбой регистрации хоста — ошибка шаблона автоутверждения. (Хост: ${VdsName1})

source: Host registration failed, empty host id (Host: ${VdsHostName})
ru: Сбой регистрации хоста — пустой идентификатор хоста (Хост: ${VdsHostName})

source: Host registration failed. (Host: ${VdsName1})
ru: Сбой регистрации хоста. (Хост: ${VdsName1})

source: Host registration failed - cannot update existing Host. (Host: ${VdsName1})
ru: Сбой регистрации хоста — невозможно обновить существующий хост. (Хост: ${VdsName1})

source: Host ${VdsName1} registered.
ru: Хост ${VdsName1} зарегистрирован.

source: VM migration logic failed. (VM name: ${VmName})
ru: Сбой логики миграции ВМ. (Имя ВМ: ${VmName})

source: Account creation successful.
ru: Учётная запись успешно создана.

source: Account creation failed.
ru: Не удалось создать учётную запись.

source: Host ${VdsName} moved to Non-Operational state as host does not meet the cluster's minimum CPU level. Missing CPU features : ${CpuFlags}
ru: Хост ${VdsName} переведён в нерабочий статус, т.к. хост не соответствует минимальному уровню кластера для ЦП. Отсутствующие возможности ЦП: ${CpuFlags}

source: Host ${VdsName} is missing the NX cpu flag. This flag can be enabled via the host BIOS. Please set Disable Execute (XD) for an Intel host, or No Execute (NX) for AMD. Please make sure to completely power off the host for this change to take effect.
ru: У хоста ${VdsName} отсутствует атрибут NX для ЦП. Его можно активировать в BIOS хоста. Включите параметр «Disable Execute (XD)» для хоста на Intel, или «No Execute (NX)» для хоста на AMD. Чтобы изменения вступили в силу, питание хоста необходимо полностью отключить.

source: Failed to determine Host ${VdsName} CPU level - could not retrieve CPU flags.
ru: Не удалось определить уровень ЦП хоста ${VdsName} — сбой получения атрибутов ЦП.

source: Failed to connect Host ${VdsName} to Data Center, due to connectivity errors with the Storage. Host ${VdsName} will remain in Up state (but inactive), as it is the last Host in the Data Center, to enable manual intervention by the Administrator.
ru: Хосту ${VdsName} не удалось подключиться к дата-центру из-за ошибок связи с хранилищем. Статус хоста ${VdsName} останется рабочим (но неактивным), т.к. это последний хоста в дата-центре, для возможности ручного вмешательства администратора.

source: Host ${VdsName} reports about one of the Active Storage Domains as Problematic.
ru: Хост ${VdsName} сообщает, что один из активных доменов хранилищ имеет проблемы.

source: Failed to connect Host ${VdsName} to the Storage Domains ${failedStorageDomains}.
ru: Хосту ${VdsName} не удалось соединиться с доменами хранилищ ${failedStorageDomains}.

source: Host ${VdsName} moved to Non-Operational state.
ru: Для хоста ${VdsName} установлено нерабочее состояние.

source: Failed to move Host ${VdsName} to Non-Operational state.
ru: Не удалось установить нерабочее состояние для хоста ${VdsName}.

source: Host ${VdsName} power management was verified successfully.
ru: Управление питанием хоста ${VdsName} успешно подтверждено.

source: Failed to verify Host ${VdsName} power management.
ru: Не удалось подтвердить управление питанием для хоста ${VdsName}.

source: Host ${VdsName} was successfully approved by user ${UserName}.
ru: Хост ${VdsName} успешно утверждён пользователем ${UserName}.

source: Failed to approve Host ${VdsName}.
ru: Не удалось подтвердить хост ${VdsName}.

source: Could not get hardware information for host ${VdsName}
ru: Не удалось получить аппаратную информацию для хоста ${VdsName}

source: Migration check failed to execute.
ru: Не удалось выполнить проверку миграции.

source: Remove bond: ${BondName} for Host: ${VdsName} (User:${UserName}).
ru: Удаление связки ${BondName} для хоста ${VdsName} (пользователь:${UserName}).

source: Failed to remove bond: ${BondName} for Host: ${VdsName} (User:${UserName}).
ru: Не удалось удалить связку ${BondName} для хоста ${VdsName} (пользователь: ${UserName}).

source: Vds ${VdsName} network does not match to cluster ${ClusterName}
ru: Сеть ${VdsName} не соответствует кластеру ${ClusterName}

source: Vds ${VdsName} network match to cluster ${ClusterName}
ru: Сеть ${VdsName} соответствует кластеру ${ClusterName}

source: Failed to sync all host ${VdsName} networks
ru: Не удалось синхронизировать все сети хоста ${VdsName}

source: Managed to sync all host ${VdsName} networks.
ru: Удалось синхронизировать все сети хоста ${VdsName}

source: Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}) was activated by ${UserName}
ru: Домен хранилища ${StorageDomainName} (дата-центр ${StoragePoolName}) был активирован пользователем ${UserName}

source: Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}) was autorecovered.
ru: Домен хранилища ${StorageDomainName} (дата-центр ${StoragePoolName}) был восстановлен автоматически.

source: Data Center ${StoragePoolName} was recovered by ${UserName}
ru: Дата-центр ${StoragePoolName} был восстановлен пользователем ${UserName}

source: Failed to recover Data Center ${StoragePoolName} (User:${UserName})
ru: Не удалось восстановить дата-центр ${StoragePoolName} (пользователь:${UserName})

source: Failed to activate Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}) by ${UserName}
ru: Пользователю ${UserName} не удалось активировать домен хранилища ${StorageDomainName} (дата-центр ${StoragePoolName})

source: Failed to autorecover Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}).
ru: Не удалось автоматически восстановить домен хранилища ${StorageDomainName} (дата-центр ${StoragePoolName}).

source: Storage Domain ${StorageDomainName} was added by ${UserName}
ru: Пользователь ${UserName} добавил домен хранилища ${StorageDomainName}

source: Failed to add Storage Domain ${StorageDomainName}. (User: ${UserName})
ru: Не удалось добавить домен хранилища ${StorageDomainName}. (Пользователь: ${UserName})

source: Data Center ${StoragePoolName}, Compatibility Version ${CompatibilityVersion} and Quota Type ${QuotaEnforcementType} was added by ${UserName}
ru: Пользователь ${UserName} добавил дата-центр ${StoragePoolName}, версия совместимости ${CompatibilityVersion}, тип квоты ${QuotaEnforcementType}.

source: Failed to add Data Center ${StoragePoolName}. (User: ${UserName})
ru: Не удалось добавить дата-центр ${StoragePoolName}. (Пользователь: ${UserName})

source: Storage Domain ${StorageDomainName} was attached to Data Center ${StoragePoolName} by ${UserName}
ru: Домен хранилища ${StorageDomainName} был присоединён к дата-центру ${StoragePoolName} пользователем ${UserName}

source: Failed to attach Storage Domain ${StorageDomainName} to Data Center ${StoragePoolName}. (User: ${UserName})
ru: Не удалось присоединить домен хранилища ${StorageDomainName} к дата-центру ${StoragePoolName}. (Пользователь: ${UserName})

source: Storage Domains were attached to Data Center ${StoragePoolName} by ${UserName}
ru: Домены хранилищ были присоединены к дата-центру ${StoragePoolName} пользователем ${UserName}

source: Failed to attach Storage Domains to Data Center ${StoragePoolName}. (User: ${UserName})
ru: Не удалось присоединить домены хранилищ к дата-центру ${StoragePoolName}. (Пользователь: ${UserName})

source: Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}) successfully moved to Maintenance as it's no longer accessed by any Host of the Data Center.
ru: Домен хранилищ ${StorageDomainName} (дата-центр ${StoragePoolName}) успешно переведён в режим обслуживания, т.к. ни один хост дата-центра больше не может с ним связаться.

source: Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}) was deactivated and has moved to 'Preparing for maintenance' until it will no longer be accessed by any Host of the Data Center.
ru: Домен хранилищ ${StorageDomainName} (дата-центр ${StoragePoolName}) был деактивирован и помещён в режим подготовки к обслуживанию до тех пор, пока он не станет недоступен для всех хостов дата-центра.

source: Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}) was deactivated.
ru: Домен хранилищ ${StorageDomainName} (дата-центр ${StoragePoolName}) был деактивирован.

# USER_DEACTIVATE_STORAGE_DOMAIN_FAILED
source: Failed to deactivate Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}).
ru: Не удалось деактивировать ${StorageDomainName} (дата-центр ${StoragePoolName}).

source: Storage Domain ${StorageDomainName} was detached from Data Center ${StoragePoolName} by ${UserName}
ru: Домен хранилища ${StorageDomainName} был отсоединён от дата-центра ${StoragePoolName} пользователем ${UserName}

source: Failed to detach Storage Domain ${StorageDomainName} to Data Center ${StoragePoolName}. (User: ${UserName})
ru: Не удалось отсоединить домен хранилищ ${StorageDomainName} от дата-центра ${StoragePoolName}. (Пользователь: ${UserName})

source: Storage Domain ${StorageDomainName} was removed by ${UserName}
ru: Домен хранилищ ${StorageDomainName} был удалён ${UserName}

source: Failed to remove Storage Domain ${StorageDomainName}. (User: ${UserName})
ru: Не удалось удалить домен хранилищ ${StorageDomainName}. (Пользователь: ${UserName})

source: Storage Domain ${StorageDomainName} has finished to scan for unregistered disks by ${UserName}.
ru: Домен хранилищ ${StorageDomainName} завершил поиск незарегистрированных дисков пользователя ${UserName}.

source: Storage Domain ${StorageDomainName} failed to scan for unregistered disks by ${UserName}.
ru: Домену хранилищ ${StorageDomainName} не удалось выполнить поиск незарегистрированных дисков пользователя ${UserName}.

source: Storage Domain ${StorageDomainName} was forcibly removed by ${UserName}
ru: Домен хранилищ ${StorageDomainName} бы принудительно удалён пользователем ${UserName}

source: Failed to forcibly remove Storage Domain ${StorageDomainName}. (User: ${UserName})
ru: Не удалось принудительно удалить домен хранилищ ${StorageDomainName}. (Пользователь: ${UserName})

source: Data Center ${StoragePoolName} was forcibly removed by ${UserName}
ru: Дата-центр ${StoragePoolName} был принудительно удалён пользователем ${UserName}

source: Failed to forcibly remove Data Center ${StoragePoolName}. (User: ${UserName})
ru: Не удалось принудительно удалить дата-центр ${StoragePoolName}. (Пользователь: ${UserName})

source: Data Center ${StoragePoolName} was removed by ${UserName}
ru: Дата-центр ${StoragePoolName} был удалён пользователем ${UserName}

source: Failed to remove Data Center ${StoragePoolName}. (User: ${UserName})
ru: Не удалось удалить дата-центр ${StoragePoolName}. (Пользователь: ${UserName})

source: Storage Domain ${StorageDomainName} was updated by ${UserName}
ru: Домен хранилищ ${StorageDomainName} был обновлён пользователем ${UserName}

source: Failed to update Storage Domain ${StorageDomainName}. (User: ${UserName})
ru: Не удалось обновить Домен хранилищ ${StorageDomainName}. (Пользователь: ${UserName})

source: Data Center ${StoragePoolName} was updated by ${UserName}
ru: Дата-центр ${StoragePoolName} был обновлён пользователем ${UserName}

source: Data Center ${StoragePoolName} has encountered problems during upgrade process.
ru: Во время процесса обновления дата-центра ${StoragePoolName} возникли проблемы.

source: Failed to update Data Center ${StoragePoolName}. (User: ${UserName})
ru: Не удалось обновить дата-центр ${StoragePoolName}. (Пользователь: ${UserName})

source: Host ${VdsName} does not comply with the cluster ${ClusterName} networks, the following networks are missing on host: '${Networks}'
ru: Хост ${VdsName} не соответствует сетям кластера ${ClusterName}, на хосте отсутствуют следующие сети: «${Networks}»

source: Host ${VdsName}'s following network(s) are not synchronized with their Logical Network configuration: ${Networks}.
ru: Следующие сети хоста ${VdsName} не синхронизированы с параметрами их логической сети: ${Networks}.

source: Host ${VdsName} moved to Non-Operational state because interfaces which are down are needed by required networks in the current cluster: '${NicsWithNetworks}'.
ru: Для хоста ${VdsName} установлен нерабочий статус, т.к. отключенные интерфейсы необходимы в требуемых сетях на текущем кластере: «${NicsWithNetworks}».

source: Bridged network ${NetworkName} is attached to multiple interfaces: ${Interfaces} on Host ${VdsName}.
ru: Сетевой мост ${NetworkName} присоединён к нескольким интерфейсам: ${Interfaces} на хосте ${VdsName}.

source: Network ${NetworkName} is not attached to any interface on host ${VdsName}.
ru: Сеть ${NetworkName} не привязана ни к одному сетевому адаптеру хоста ${VdsName}.

source: VM ${VmName} has network interface ${NicName} which is using profile ${VnicProfile} with unsupported feature(s) '${UnsupportedFeatures}' by VM cluster ${ClusterName} (version ${CompatibilityVersion}).
ru: Интерфейс ${NicName} машины ${VmName} использует профиль ${VnicProfile}; функции «${UnsupportedFeatures}» этого профиля не поддерживаются кластером ${ClusterName} (версия ${CompatibilityVersion}).

source: Network ${Network} cannot be removed from the following hosts: ${HostNames} in data-center ${StoragePoolName}.
ru: Сеть ${Network} невозможно удалить из следующих хостов: ${HostNames} в дата-центре ${StoragePoolName}.

source: Network ${NetworkName} was labeled ${Label} in data-center ${StoragePoolName}.
ru: Сети ${NetworkName} была присвоена метка ${Label} в дата-центре ${StoragePoolName}.

source: Failed to label network ${NetworkName} with label ${Label} in data-center ${StoragePoolName}.
ru: Не удалось присвоить метку ${Label} сети ${NetworkName} в дата-центре ${StoragePoolName}.

source: Network ${NetworkName} was unlabeled in data-center ${StoragePoolName}.
ru: Метка была снята с сети ${NetworkName} в дата-центре ${StoragePoolName}.

source: Failed to unlabel network ${NetworkName} in data-center ${StoragePoolName}.
ru: Не удалось снять метку с сети ${NetworkName} в дата-центре ${StoragePoolName}.

source: Network interface card ${NicName} was labeled ${Label} on host ${VdsName}.
ru: На хосте ${VdsName} карте сетевого адаптера ${NicName} была присвоена метка ${Label}.

source: Failed to label network interface card ${NicName} with label ${Label} on host ${VdsName}.
ru: Не удалось присвоить метку ${Label} карте сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Label ${Label} was removed from network interface card ${NicName} on host ${VdsName}.
ru: Метка ${Label} была удалена с карты сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Failed to remove label ${Label} from network interface card ${NicName} on host ${VdsName}.
ru: Не удалось удалить метку ${Label} с карты сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Failed to configure networks on host ${VdsName} while changing its cluster.
ru: Не удалось настроить сети на хосте ${VdsName} во время смены их кластера.

source: Provider ${ProviderName} was added. (User: ${UserName})
ru: Поставщик ${ProviderName} был добавлен. (Пользователь: ${UserName})

source: Failed to add provider ${ProviderName}. (User: ${UserName})
ru: Не удалось добавить поставщика ${ProviderName}. (Пользователь: ${UserName})

source: Provider ${ProviderName} was updated. (User: ${UserName})
ru: Поставщик ${ProviderName} был обновлён. (Пользователь: ${UserName})

source: Failed to update provider ${ProviderName}. (User: ${UserName})
ru: Не удалось обновить поставщика ${ProviderName}. (Пользователь: ${UserName})

source: Provider ${ProviderName} was removed. (User: ${UserName})
ru: Поставщик ${ProviderName} был удалён. (Пользователь: ${UserName})

source: Failed to remove provider ${ProviderName}. (User: ${UserName})
ru: Не удалось удалить поставщика ${ProviderName}. (Пользователь: ${UserName})

source: Certificate for provider ${ProviderName} was imported. (User: ${UserName})
ru: Сертификат поставщика ${ProviderName} был импортирован. (Пользователь: ${UserName})

source: Failed importing Certificate for provider ${ProviderName}. (User: ${UserName})
ru: Сбой импорта сертификата для поставщика ${ProviderName}. (Пользователь: ${UserName})

source: Subnet ${SubnetName} was added on provider ${ProviderName}. (User: ${UserName})
ru: Подсеть ${SubnetName} была добавлена на поставщике ${ProviderName}. (Пользователь: ${UserName})

source: Failed to add subnet ${SubnetName} on provider ${ProviderName}. (User: ${UserName})
ru: Не удалось добавить подсеть ${SubnetName} на поставщике ${ProviderName}. (Пользователь: ${UserName})

source: Subnet ${SubnetName} was removed from provider ${ProviderName}. (User: ${UserName})
ru: Подсеть ${SubnetName} была удалена из поставщика ${ProviderName}. (Пользователь: ${UserName})

source: Failed to remove subnet ${SubnetName} from provider ${ProviderName}. (User: ${UserName})
ru: Не удалось удалить подсеть ${SubnetName} на поставщике ${ProviderName}. (Пользователь: ${UserName})

source: (${Sequence}/${Total}): Applying changes for network(s) ${NetworkNames} on host ${VdsName}. (User: ${UserName})
ru: (${Sequence}/${Total}): применяются изменения для ${NetworkNames} на хосте ${VdsName}. (Пользователь: ${UserName})

source: (${Sequence}/${Total}): Applying network's changes on host ${VdsName}. (User: ${UserName})
ru: (${Sequence}/${Total}): применяются сетевые изменения на хосте ${VdsName}. (Пользователь: ${UserName})

source: (${Sequence}/${Total}): Successfully applied changes for network(s) ${NetworkNames} on host ${VdsName}. (User: ${UserName})
ru: (${Sequence}/${Total}): изменения успешно применены для сетей ${NetworkNames} на хосте ${VdsName}. (Пользователь: ${UserName})

source: (${Sequence}/${Total}): Failed to apply changes for network(s) ${NetworkNames} on host ${VdsName}. (User: ${UserName})
ru: (${Sequence}/${Total}): не удалось применить изменения для сетей ${NetworkNames} на хосте ${VdsName}. (Пользователь: ${UserName})

source: (${Sequence}/${Total}): Successfully applied changes on host ${VdsName}. (User: ${UserName})
ru: (${Sequence}/${Total}): изменения успешно применены на хосте ${VdsName}. (Пользователь: ${UserName})

source: (${Sequence}/${Total}): Failed to apply changes on host ${VdsName}. (User: ${UserName})
ru: (${Sequence}/${Total}): не удалось применить изменения на хосте ${VdsName}. (Пользователь: ${UserName})

source: Cannot apply network ${NetworkName} changes to hosts on unsupported data center ${StoragePoolName}. (User: ${UserName})
ru: Невозможно применить изменения сети ${NetworkName} на хостах в неподдерживаемом дата-центре ${StoragePoolName}. (Пользователь: ${UserName})

source: Network ${NetworkName} was added to Data Center: ${StoragePoolName}
ru: Сеть ${NetworkName} была добавлена в дата-центр: ${StoragePoolName}

source: Failed to add Network ${NetworkName} to Data Center: ${StoragePoolName}
ru: Не удалось добавить сеть ${NetworkName} в дата-центр: ${StoragePoolName}

source: Interface ${InterfaceName} (${InterfaceType}) was added to Template ${VmTemplateName}. (User: ${UserName})
ru: Интерфейс ${InterfaceName} (${InterfaceType}) был добавлен в шаблон ${VmTemplateName}. (Пользователь: ${UserName})
