Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: Failed to add Interface ${InterfaceName} (${InterfaceType}) to Template ${VmTemplateName}. (User: ${UserName})
ru: Не удалось добавить интерфейс ${InterfaceName} (${InterfaceType}) в шаблон ${VmTemplateName}. (Пользователь: ${UserName})

source: Interface ${InterfaceName} (${InterfaceType}) was added to VM ${VmName}. (User: ${UserName})
ru: Интерфейс ${InterfaceName} (${InterfaceType}) добавлен к ВМ ${VmName}. (Пользователь: ${UserName})

source: Failed to add Interface ${InterfaceName} (${InterfaceType}) to VM ${VmName}. (User: ${UserName})
ru: Не удалось добавить интерфейс ${InterfaceName} (${InterfaceType}) к ВМ ${VmName}. (Пользователь: ${UserName})

source: Network ${NetworkName} attached to Cluster ${ClusterName}
ru: Сеть ${NetworkName} присоединена к кластеру ${ClusterName}

source: Failed to attach Network ${NetworkName} to Cluster ${ClusterName}
ru: Не удалось присоединить сеть ${NetworkName} к кластеру ${ClusterName}

source: Network ${NetworkName} detached from Cluster ${ClusterName}
ru: Сеть ${NetworkName} отсоединена от кластера ${ClusterName}

source: Failed to detach Network ${NetworkName} from Cluster ${ClusterName}
ru: Не удалось отсоединить сеть ${NetworkName} от кластера ${ClusterName}

source: Failed to remove vNIC ${NicName} from external network provider ${ProviderName}. The vNIC can be identified on the provider by device id ${NicId}.
ru: Не удалось удалить виртуальный интерфейс ${NicName} из поставщика внешней сети ${ProviderName}. Виртуальный интерфейс можно опознать на поставщике по идентификатору устройства ${NicId}.

source: Network Interface ${InterfaceName} (${InterfaceType}) was plugged to VM ${VmName}. (User: ${UserName})
ru: Сетевой адаптер ${InterfaceName} (${InterfaceType}) был подключен к ВМ ${VmName}. (Пользователь: ${UserName})

source: Failed to plug Network Interface ${InterfaceName} (${InterfaceType}) to VM ${VmName}. (User: ${UserName})
ru: Не удалось подключить сетевой адаптер ${InterfaceName} (${InterfaceType}) к ВМ ${VmName}. (Пользователь: ${UserName})

source: Network Interface ${InterfaceName} (${InterfaceType}) was unplugged from VM ${VmName}. (User: ${UserName})
ru: Сетевой адаптер ${InterfaceName} (${InterfaceType}) был отключен от ВМ ${VmName}. (Пользователь: ${UserName})

source: Failed to unplug Network Interface ${InterfaceName} (${InterfaceType}) from VM ${VmName}. (User: ${UserName})
ru: Не удалось отключить сетевой адаптер ${InterfaceName} (${InterfaceType}) от ВМ ${VmName}. (Пользователь: ${UserName})

source: Network ${NetworkName} on Cluster ${ClusterName} updated.
ru: Сеть ${NetworkName} на кластере ${ClusterName} обновлена.

source: Failed to update Network ${NetworkName} on Cluster ${ClusterName}.
ru: Не удалось обновить сеть ${NetworkName} на кластере ${ClusterName}.

source: Network ${NetworkName} was removed from Data Center: ${StoragePoolName}
ru: Сеть ${NetworkName} была удалена из дата-центра: ${StoragePoolName}

source: Failed to remove Network ${NetworkName} from Data Center: ${StoragePoolName}
ru: Не удалось удалить сеть ${NetworkName} из дата-центра: ${StoragePoolName}

source: Update network ${NetworkName} on Data Center: ${StoragePoolName} was started.
ru: Было запущено обновление сети ${NetworkName} в дата-центре ${StoragePoolName}

source: Update network ${NetworkName} on Data Center: ${StoragePoolName} has finished successfully.
ru: Обновление сети ${NetworkName} в дата-центре ${StoragePoolName} закончилось успешно.

source: Failed to update Network ${NetworkName} on Data Center: ${StoragePoolName}.
ru: Не удалось обновить сеть ${NetworkName} в дата-центре: ${StoragePoolName}.

source: Failed to apply changes of Network ${NetworkName} on Data Center: ${StoragePoolName} to the hosts. Failed hosts are: ${failedHosts}.
ru: Не удалось применить изменения сети ${NetworkName} на хостах в дата-центре: ${StoragePoolName}. Хосты с ошибками: ${failedHosts}.

source: Propagation of the network changes to the hosts has started.
ru: Началась передача сетевых изменений на хосты.

source: Propagation of the network changes to the hosts has finished successfully.
ru: Передача сетевых изменений на хосты завершилась успешно.

source: Propagation of the network changes to the hosts has finished. Failed hosts are: ${failedHosts}.
ru: Передача сетевых изменений хостам завершена. Хосты с ошибками: ${failedHosts}.

source: Interface ${InterfaceName} (${InterfaceType}) was removed from Template ${VmTemplateName}. (User: ${UserName})
ru: Интерфейс ${InterfaceName} (${InterfaceType}) был удалён из шаблона ${VmTemplateName}. (Пользователь: ${UserName})

source: Failed to remove Interface ${InterfaceName} (${InterfaceType}) from Template ${VmTemplateName}. (User: ${UserName})
ru: Не удалось удалить интерфейс ${InterfaceName} (${InterfaceType}) из шаблона ${VmTemplateName}. (Пользователь: ${UserName})

source: Interface ${InterfaceName} (${InterfaceType}) was removed from VM ${VmName}. (User: ${UserName})
ru: Интерфейс ${InterfaceName} (${InterfaceType}) был удалён из ВМ ${VmName}. (Пользователь: ${UserName})

source: Failed to remove Interface ${InterfaceName} (${InterfaceType}) from VM ${VmName}. (User: ${UserName})
ru: Не удалось удалить интерфейс ${InterfaceName} (${InterfaceType}) из ВМ ${VmName}. (Пользователь: ${UserName})

source: Display Network (${NetworkName}) was updated for Cluster ${ClusterName} with active VMs attached. The change will be applied to those VMs after their next reboot.
ru: Сеть передачи экрана (${NetworkName}) была обновлена для кластера ${ClusterName} с присоединёнными активными ВМ. Для этих ВМ изменения будут применены после их перезагрузки.

source: Display Network was updated on Host ${VdsName} with active VMs attached. The change will be applied to those VMs after their next reboot. Running VMs might loose display connectivity until then.
ru: Сеть передачи экрана была обновлена на хосте ${VdsName} с присоединёнными активными ВМ. Для этих ВМ изменения будут применены после их перезагрузки. До того момента выполняемые ВМ могут потерять связь с экранами.

source: Update Display Network (${NetworkName}) for Cluster ${ClusterName}. (User: ${UserName})
ru: Обновление сети передачи экрана (${NetworkName}) для кластера ${ClusterName}. (Пользователь: ${UserName})

source: Failed to update Display Network (${NetworkName}) for Cluster ${ClusterName}. (User: ${UserName})
ru: Не удалось обновить сеть передачи экрана(${NetworkName}) для кластера ${ClusterName}. (Пользователь: ${UserName})

source: Update Network ${NetworkName} in Host ${VdsName}. (User: ${UserName})
ru: Обновление сети ${NetworkName} на хосте ${VdsName}. (Пользователь: ${UserName})

source: Failed to update Network ${NetworkName} in Host ${VdsName}. (User: ${UserName})
ru: Не удалось обновить сеть ${NetworkName} на хосте ${VdsName}. (Пользователь: ${UserName})

source: Interface ${InterfaceName} (${InterfaceType}) was updated for Template ${VmTemplateName}. (User: ${UserName})
ru: Интерфейс ${InterfaceName} (${InterfaceType}) был обновлён в шаблоне ${VmTemplateName}. (Пользователь: ${UserName})

source: Failed to update Interface ${InterfaceName} (${InterfaceType}) for Template ${VmTemplateName}. (User: ${UserName})
ru: Не удалось обновить интерфейс ${InterfaceName} (${InterfaceType}) в шаблоне ${VmTemplateName}. (Пользователь: ${UserName})

source: Interface ${InterfaceName} (${InterfaceType}) was updated for VM ${VmName}. ${LinkState} (User: ${UserName})
ru: Интерфейс ${InterfaceName} (${InterfaceType}) был обновлён для ВМ ${VmName}. ${LinkState} (Пользователь: ${UserName})

source: Link State is UP.
ru: Статус канала: работает.

source: Link State is DOWN.
ru: Статус канала: отключен.

source: Failed to update Interface ${InterfaceName} (${InterfaceType}) for VM ${VmName}. (User: ${UserName})
ru: Не удалось обновить интерфейс ${InterfaceName} (${InterfaceType}) для ВМ ${VmName}. (Пользователь: ${UserName})

source: ${VdsName} is having wrong vlan id: ${VlanIdHost}, expected vlan id: ${VlanIdCluster}
ru: ${VdsName} имеет неверный идентификатор VLAN: ${VlanIdHost}, ожидаемый идентификатор: ${VlanIdCluster}

source: ${VdsName} is missing vlan id: ${VlanIdCluster} that is expected by the cluster
ru: У ${VdsName} отсутствует идентификатор VLAN: ${VlanIdCluster}, ожидаемый кластером.

source: Failed to configure management network on host ${VdsName}. Host ${VdsName} has an invalid interface ${InterfaceName} for the management network configuration.
ru: Не удалось настроить сеть управления на хосте ${VdsName}. Хост имеет ${VdsName} недопустимый для конфигурации сети управления интерфейс ${InterfaceName}.

source: Failed to configure management network on host ${VdsName}. Host ${VdsName} has an interface ${InterfaceName} for the management network configuration with VLAN-ID (${VlanId}), which is different from data-center definition (${MgmtVlanId}).
ru: Не удалось настроить сеть управления на хосте ${VdsName}. Интерфейс ${InterfaceName}}) конфигурации сети управления хоста ${VdsName} имеет идентификатор VLAN (${VlanId}), который отличается от настроенного для дата-центра (${MgmtVlanId}).

source: Failed to configure management network on host ${VdsName} due to setup networks failure.
ru: Не удалось настроить сеть управления на хосте ${VdsName}: сбой настройки сети.

source: Failed to activate host ${VdsName} due to failure in persisting the management network configuration.
ru: Не удалось активировать хост ${VdsName} по причине сбоя сохранения параметров сети управления.

source: VM network interface profile ${VnicProfileName} was added to network ${NetworkName} in Data Center: ${DataCenterName}. (User: ${UserName})
ru: Профиль сетевого адаптера ВМ ${VnicProfileName} был добавлен к сети ${NetworkName} в дата-центре: ${DataCenterName}. (Пользователь: ${UserName})

source: Failed to add VM network interface profile ${VnicProfileName} to network ${NetworkName} in Data Center: ${DataCenterName} (User: ${UserName})
ru: Не удалось добавить профиль сетевого адаптера ВМ ${VnicProfileName} к сети ${NetworkName} в дата-центре: ${DataCenterName} (пользователь: ${UserName})

source: VM network interface profile ${VnicProfileName} was updated for network ${NetworkName} in Data Center: ${DataCenterName}. (User: ${UserName})
ru: Профиль сетевого адаптера ВМ ${VnicProfileName} был обновлён для сети ${NetworkName} в дата-центре: ${DataCenterName}. (Пользователь: ${UserName})

source: Failed to update VM network interface profile ${VnicProfileName} for network ${NetworkName} in Data Center: ${DataCenterName}. (User: ${UserName})
ru: Не удалось обновить профиль сетевого адаптера ВМ ${VnicProfileName} для сети ${NetworkName} в дата-центре: ${DataCenterName} (пользователь: ${UserName})

source: VM network interface profile ${VnicProfileName} was removed from network ${NetworkName} in Data Center: ${DataCenterName}. (User: ${UserName})
ru: Профиль сетевого адаптера ВМ ${VnicProfileName} был удалён из сети ${NetworkName} в дата-центре: ${DataCenterName}. (Пользователь: ${UserName})

source: Failed to remove VM network interface profile ${VnicProfileName} from network ${NetworkName} in Data Center: ${DataCenterName}. (User: ${UserName})
ru: Не удалось удалить профиль сетевого адаптера ВМ ${VnicProfileName} из сети ${NetworkName} в дата-центре: ${DataCenterName} (пользователь: ${UserName})

source: The VFs configuration of network interface card ${NicName} on host ${VdsName} was updated.
ru: Конфигурация виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName} была обновлена.

source: Failed to update the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Не удалось обновить конфигурацию виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Network ${NetworkName} was added to the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Сеть ${NetworkName} была добавлена в конфигурацию виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Failed to add ${NetworkName} to the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Не удалось добавить ${NetworkName} в конфигурацию виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Network ${NetworkName} was removed from the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Сеть ${NetworkName} была удалена из конфигурации виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Failed to remove ${NetworkName} from the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Не удалось удалить ${NetworkName} из конфигурации виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Label ${Label} was added to the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Метка ${Label} была добавлена к конфигурации виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Failed to add ${Label} to the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Не удалось добавить метку ${Label} к конфигурации виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Label ${Label} was removed from the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Метка ${Label} была удалена из конфигурации виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Failed to remove ${Label} from the VFs configuration of network interface card ${NicName} on host ${VdsName}.
ru: Не удалось удалить метку ${Label} из конфигурации виртуальной функции сетевого адаптера ${NicName} на хосте ${VdsName}.

source: Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}) was deactivated by system because it's not visible by any of the hosts.
ru: Домен хранилищ ${StorageDomainName} (дата-центр ${StoragePoolName}) был деактивирован системой, т.к. его не видит ни один хост.

# SYSTEM_DEACTIVATE_STORAGE_DOMAIN_FAILED
source: Failed to deactivate Storage Domain ${StorageDomainName} (Data Center ${StoragePoolName}).
ru: Не удалось деактивировать ${StorageDomainName} (дата-центр ${StoragePoolName}).

source: Host ${VdsName} cannot access the Storage Domain(s) ${StorageDomainNames} attached to the Data Center ${StoragePoolName}. Setting Host state to Non-Operational.
ru: У хоста ${VdsName} отсутствует доступ к домен(ам) хранилищ ${StorageDomainNames}, присоединённым к дата-центру ${StoragePoolName}. Статус хоста меняется на нерабочий.

source: Host ${VdsName} cannot access the Storage Domain(s) ${StorageDomainNames} attached to the Data Center ${StoragePoolName}. Failed to set Host state to Non-Operational.
ru: У хоста ${VdsName} отсутствует доступ к домен(ам) хранилищ ${StorageDomainNames}, присоединённым к дата-центру ${StoragePoolName}. Не удалось изменить статус хоста на нерабочий.

source: Storage domain ${StorageDomainName} experienced a high latency of ${Delay} seconds from host ${VdsName}. This may cause performance and functional issues. Please consult your Storage Administrator.
ru: Произошла задержка в ${Delay} сек. от хоста ${VdsName} до домена хранилища ${StorageDomainName}. Это может привести к функциональным и производительным проблемам. Обратитесь к администратору хранилища.

source: Storage ${StorageDomainName} has been extended by ${UserName}. Please wait for refresh.
ru: Хранилище ${StorageDomainName} было расширено пользователем ${UserName}. Подождите обновления информации.

source: Failed to extend Storage Domain ${StorageDomainName}. (User: ${UserName})
ru: Не удалось расширить домен хранилищ ${StorageDomainName}. (Пользователь: ${UserName})

source: Failed to connect Host ${VdsName} to device. (User: ${UserName})
ru: Не удалось подключить хост ${VdsName} к устройству. (Пользователь: ${UserName})

source: Volume group ${VgId} was removed by ${UserName}.
ru: Группа томов ${VgId} была удалена пользователем ${UserName}.

source: Failed to remove Volume group ${VgId}. (User: UserName)
ru: Не удалось удалить группу томов ${VgId}. (Пользователь: UserName)

source: Data Center ${StoragePoolName} was activated. (User: ${UserName})
ru: Дата-центр ${StoragePoolName} был активирован. (Пользователь: ${UserName})

source: Failed to activate Data Center ${StoragePoolName}. (User: ${UserName})
ru: Не удалось активировать дата-центр ${StoragePoolName}. (Пользователь: ${UserName})

source: Failed to change Data Center ${StoragePoolName} status.
ru: Не удалось сменить статус дата-центра ${StoragePoolName}.

source: Fencing failed on Storage Pool Manager ${VdsName} for Data Center ${StoragePoolName}. Setting status to Non-Operational.
ru: Сбой операции блокады на диспетчере пула хранилища ${VdsName} дата-центра ${StoragePoolName}. Хосту присваивается нерабочий статус.

source: Invalid status on Data Center ${StoragePoolName}. Setting status to Non Responsive.
ru: Недопустимый статус дата-центра ${StoragePoolName}. Присвоен статус «не отвечает».

source: Data Center ${StoragePoolName} was reset. Setting status to Non Responsive (Elect new Storage Pool Manager).
ru: Параметры дата-центра ${StoragePoolName} были возвращены к исходным значениям.Присваивается статус «не отвечает» (выберите новый диспетчер пула хранилища).

source: Try to recover Data Center ${StoragePoolName}. Setting status to Non Responsive.
ru: Попробуйте восстановить дата-центр ${StoragePoolName}. Присваивается статус «не отвечает».

source: Data Center is being initialized, please wait for initialization to complete.
ru: Дата-центр инициализируется, подождите окончания инициализации.

source: Invalid status on Data Center ${StoragePoolName}. Setting Data Center status to Non Responsive (On host ${VdsName}, Error: ${Error}).
ru: Недопустимый статус дата-центра ${StoragePoolName}. Дата-центру присваивается статус «не отвечает» (на хосте ${VdsName}, ошибка: ${Error}).

source: Floppy ${DiskName} was inserted in VM ${VmName} by ${UserName}
ru: ${UserName} вставил дискету ${DiskName} в ВМ ${VmName}

source: Floppy was ejected from VM ${VmName} by ${UserName}
ru: ${UserName} извлёк дискету из ВМ ${VmName}.

source: Failed to change floppy ${DiskName} (User: ${UserName}).
ru: Не удалось сменить дискету ${DiskName} (пользователь: ${UserName}).

source: VM ${VmName} is down with error. ${ExitMessage}.
ru: ВМ ${VmName} не работает, присутствует ошибка. ${ExitMessage}.

source: Network changes were saved on host ${VdsName}
ru: Сетевые изменения были сохранены на хосте ${VdsName}

source: Failed to commit network changes on ${VdsName}
ru: Не удалось зафиксировать сетевые изменения на ${VdsName}

source: Host ${VdsName} was restarted by the engine.
ru: Хост ${VdsName} был перезапущен Центром Управления.

source: A restart initiated by the engine to Host ${VdsName} has failed.
ru: Сбой перезапуска хоста ${VdsName}, запущенного Центром Управления.

source: Host ${VdsName} was restarted using SSH by the engine.
ru: Хост ${VdsName} был перезапущен Центром Управления с помощью SSH.

source: A restart using SSH initiated by the engine to Host ${VdsName} has failed.
ru: Сбой перезапуска хоста ${VdsName} с помощью SSH, запущенный Центром Управления.

source: Fencing is disabled in Fencing Policy of the Cluster ${ClusterName}, so HA VMs running on a non-responsive host will not be restarted elsewhere.
ru: Операция блокады отключена в политике блокады кластера ${ClusterName}, поэтому высокодоступные ВМ, выполняющиеся на неотвечающем хосте, нигде не будут перезапущены.

source: Host ${VdsName} has time-drift of ${Actual} seconds while maximum configured value is ${Max} seconds.
ru: На хосте ${VdsName} присутствует временной сдвиг в ${Actual} сек., в то время как максимальное настроенное значение — ${Max} сек.

source: Host ${Proxy} from ${Origin} was chosen as a proxy to execute fencing on Host ${VdsName}.
ru: Хост ${Proxy} из ${Origin} был выбран в качестве прокси для выполнение операции блокады на хосте ${VdsName}.

source: Power management ${Action} of Host ${VdsName} initiated.
ru: Запущено действие управления питанием ${Action} на хосте ${VdsName}.

source: Power management ${Action} of Host ${VdsName} succeeded.
ru: Действие управления питанием ${Action} на хосте ${VdsName} выполнено успешно.

source: Power management ${Action} of Host ${VdsName} failed.
ru: Сбой выполнения действия управления питанием ${Action} на хосте ${VdsName}.

source: Executing power management ${Action} on Host ${Host} using Proxy Host ${ProxyHost} and Fence Agent ${AgentType}:${AgentIp}.
ru: Идёт выполнение действия управления питанием ${Action} на хосте ${Host} с использованием хоста прокси ${ProxyHost} и агента блокады ${AgentType}:${AgentIp}.

source: Execution of power management ${Action} on Host ${Host} using Proxy Host ${ProxyHost} and Fence Agent ${AgentType}:${AgentIp} failed.
ru: Сбой выполнения действия управления питанием ${Action} на хосте ${Host} с использованием хоста прокси ${ProxyHost} и агента блокады ${AgentType}:${AgentIp}.

source: There is no full backup available, please run engine-backup to prevent data loss in case of corruption.
ru: Полная резервная копия недоступна, запустите engine-backup для предотвращения потери данных в случае повреждений.

source: Full backup was created on ${Date} and it's too old. Please run engine-backup to prevent data loss in case of corruption.
ru: Дата создания полной резервной копии — ${Date}, резервная копия слишком старая. Запустите engine-backup для предотвращения потери данных в случае повреждений.

source: Engine backup started.
ru: Резервное копирование ЦУ запущено.

source: Engine backup completed successfully.
ru: Резервное копирование ЦУ успешно завершено.

source: Engine backup failed.
ru: Сбой резервного копирования ЦУ.

source: No valid Data Storage Domains are available in Data Center ${StoragePoolName} (please check your storage infrastructure).
ru: В дата-центре ${StoragePoolName} отсутствуют подходящие домены хранилищ данных (проверьте инфраструктуру хранилища).

source: Reconstruct Master Domain for Data Center ${StoragePoolName} completed.
ru: Восстановление главного домена для дата-центра ${StoragePoolName} завершено.

source: Failed to Reconstruct Master Domain for Data Center ${StoragePoolName}.
ru: Сбой восстановления главного домена для дата-центра ${StoragePoolName}.

source: Starting export Vm ${VmName} to ${StorageDomainName}
ru: Начинается экспорт ВМ ${VmName} в ${StorageDomainName}

source: Vm ${VmName} was exported successfully to ${StorageDomainName}
ru: ВМ ${VmName} была успешно экспортирована в ${StorageDomainName}

source: Failed to export Vm ${VmName} to ${StorageDomainName}
ru: Не удалось экспортировать ВМ ${VmName} в ${StorageDomainName}

source: Starting to import Vm ${VmName} to Data Center ${StoragePoolName}, Cluster ${ClusterName}
ru: Начинается экспорт ВМ ${VmName} в дата-центр ${StoragePoolName}, кластер ${ClusterName}

source: Starting to convert Vm ${VmName}
ru: Начинается преобразование ВМ ${VmName}

source: Failed to convert Vm ${VmName}
ru: Сбой преобразования ВМ ${VmName}

source: Failed to get the configuration of converted Vm ${VmName}
ru: Не удалось получить параметры преобразованной ВМ ${VmName}

source: Failed to process the configuration of converted Vm ${VmName}
ru: Сбой обработки параметров преобразованной ВМ ${VmName}

source: Vm ${VmName} was imported successfully to Data Center ${StoragePoolName}, Cluster ${ClusterName}
ru: ВМ ${VmName} была успешно импортирована в дата-центр ${StoragePoolName}, кластер ${ClusterName}

source: Failed to import Vm ${VmName} to Data Center ${StoragePoolName}, Cluster ${ClusterName}
ru: Не удалось импортировать ВМ ${VmName} в дата-центр ${StoragePoolName}, кластер ${ClusterName}
