Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: Unused
ru: Не используется

source: Sync Error on Master Domain between Host ${VdsName} and oVirt Engine. Domain: ${StorageDomainName} is marked as Master in oVirt Engine database but not on the Storage side. Please consult with Support on how to fix this issue.
ru: Ошибка синхронизации на главном домене между хостом ${VdsName} и ЦУ oVirt. Домен: ${StorageDomainName} помечен как главный в БД ЦУ oVirt, но не помечен на стороне хранилища. Для решения проблемы посоветуйтесь с поддержкой.

source: Warning, Low disk space. ${StorageDomainName} domain has ${DiskSpace} GB of free space.
ru: Внимание: недостаточно места на диске. В домене ${StorageDomainName} имеется ${DiskSpace}ГБ свободного места.

source: Critical, Low disk space. ${StorageDomainName} domain has ${DiskSpace} GB of free space.
ru: Критически важно: недостаточно места на диске. В домене ${StorageDomainName} имеется ${DiskSpace}ГБ свободного места.

source: Warning, Low disk space. Host ${VdsName} has less than ${DiskSpace} MB of free space left on: ${Disks}.
ru: Внимание: недостаточно места на диске. На ${Disks} хоста ${VdsName} имеется менее ${DiskSpace}МБ свободного места .

source: Critical, Low disk space. Host ${VdsName} has less than ${DiskSpace} MB of free space left on: ${Disks}. Low disk space might cause an issue upgrading this host.
ru: Критически важно: недостаточно места на диске. На ${Disks} хоста ${VdsName} имеется менее ${DiskSpace}МБ свободного места. Нехватка дисковых ресурсов может привести к проблемам при обновлении этого хоста.

source: Failed to access Storage on Host ${VdsName}.
ru: Не удалось получить доступ к хранилищу на хосте ${VdsName}.

source: User '${NewUserName}' was added successfully to the system.
ru: Пользователь «${NewUserName}» был успешно добавлен в систему.

source: Failed to add User '${NewUserName}' to the system.
ru: Не удалось добавить пользователя «${NewUserName}» в систему.

source: Bookmark ${BookmarkName} was added by ${UserName}.
ru: ${UserName} добавил закладку ${BookmarkName}.

source: Failed to add bookmark: ${BookmarkName} (User: ${UserName}).
ru: Не удалось добавить закладку ${BookmarkName} (пользователь: ${UserName}).

source: Host ${VdsName} was added by ${UserName}.
ru: ${UserName} добавил хост ${VdsName}

source: VM ${VmName} was created by ${UserName}.
ru: ${UserName} создал ВМ ${VmName}.

source: VM ${VmName} creation was initiated by ${UserName}.
ru: ${UserName} начал создание ВМ ${VmName}

source: VM ${VmName} creation has been completed.
ru: Создание ВМ ${VmName} завершено

source: Failed to complete VM ${VmName} creation.
ru: Не удалось завершить создание ВМ ${VmName}

source: VM Pool ${VmPoolName} (containing ${VmsCount} VMs) was created by ${UserName}.
ru: ${UserName} создал пул ВМ ${VmPoolName} (количество ВМ: ${VmsCount})

source: Failed to create VM Pool ${VmPoolName} (User: ${UserName}).
ru: Сбой создания пула ВМ ${VmPoolName} (Пользователь: ${UserName}).

source: Pool ${VmPoolName} Created, but some Vms failed to create (User: ${UserName}).
ru: Пул ${VmPoolName} был создан, но некоторые ВМ создать не удалось (пользователь: ${UserName}).

source: Creation of Template ${VmTemplateName} from VM ${VmName} was initiated by ${UserName}.
ru: ${UserName} начал создание шаблона ${VmTemplateName} на базе ВМ ${VmName}

source: Creation of Template ${VmTemplateName} from VM ${VmName} has been completed.
ru: Создание шаблона ${VmTemplateName} на базе ВМ ${VmName} завершено.

source: Failed to complete creation of Template ${VmTemplateName} from VM ${VmName}.
ru: Не удалось завершить создание шаблона ${VmTemplateName} на базе ВМ ${VmName}.

source: The non-trusted Template ${VmTemplateName} was created from trusted Vm ${VmName}.
ru: На базе доверенной ВМ ${VmName} был создан недоверенный шаблон ${VmTemplateName}

source: The trusted template ${VmTemplateName} was created from non-trusted Vm ${VmName}.
ru: На базе недоверенной ВМ ${VmName} был создан доверенный шаблон ${VmTemplateName}

source: Template ${VmTemplateName} was created successfully.
ru: Шаблон ${VmTemplateName} успешно создан

source: Failed creating Template ${VmTemplateName}.
ru: Сбой создания шаблона ${VmTemplateName}.

source: The Template ${VmTemplateName} was updated from trusted cluster to non-trusted cluster.
ru: Шаблон ${VmTemplateName} был обновлён с доверенного кластера на недоверенный

source: The Template ${VmTemplateName} was updated from non-trusted cluster to trusted cluster.
ru: Шаблон ${VmTemplateName} был обновлён с недоверенного кластера на доверенный

source: The VM ${VmName} was created in an untrusted cluster. It was originated from the Template ${VmTemplateName} which was created in a trusted cluster.
ru: ВМ ${VmName} была создана на недоверенном кластере. ВМ была создана из шаблона ${VmTemplateName}, который был создан на доверенном кластере.

source: The VM ${VmName} was created in a trusted cluster. It was originated from the Template ${VmTemplateName} which was created in an untrusted cluster.
ru: ВМ ${VmName} была создана на доверенном кластере. ВМ была создана из шаблона ${VmTemplateName}, который был создан на недоверенном кластере.

source: The VM ${VmName} was updated from trusted cluster to non-trusted cluster.
ru: ВМ ${VmName} была обновлена с доверенного кластера на недоверенный.

source: The VM ${VmName} was updated from non-trusted cluster to trusted cluster.
ru: ВМ ${VmName} была обновлена с недоверенного кластера на доверенный.

source: VM ${VmName} was added to VM Pool ${VmPoolName} by ${UserName}.
ru: ${UserName} добавил ВМ ${VmName} в пул ВМ ${VmPoolName}

source: Failed to add VM ${VmName} to VM Pool ${VmPoolName}(User: ${UserName}).
ru: Сбой добавления ВМ ${VmName} в пул ВМ ${VmPoolName}(пользователь: ${UserName}).

source: User ${AdUserName} was attached to VM Pool ${VmPoolName} by ${UserName}.
ru: Пользователь ${AdUserName} был прикреплён в пулу ВМ ${VmPoolName} пользователем ${UserName}.

source: User ${AdUserName} was attached to VM Pool ${VmPoolName}.
ru: Пользователь ${AdUserName} был прикреплён к пулу ВМ ${VmPoolName}.

# USER_ATTACH_USER_TO_POOL_FAILED
source: Failed to attach User ${AdUserName} to VM Pool ${VmPoolName} (User: ${UserName}).
ru: Сбой прикрепления пользователя ${AdUserName} к пулу ВМ ${VmPoolName} (пользователь: ${UserName}).

# USER_ATTACH_USER_TO_POOL_FAILED_INTERNAL
source: Failed to attach User ${AdUserName} to VM Pool ${VmPoolName} (User: ${UserName}).
ru: Сбой прикрепления пользователя ${AdUserName} к пулу ВМ ${VmPoolName} (пользователь: ${UserName}).

source: Attaching User ${AdUserName} to VM ${VmName} in VM Pool ${VmPoolName} was initiated by ${UserName}.
ru: Прикрепление пользователя ${AdUserName} к ВМ ${VmName} из пула ${VmPoolName} было начато ${UserName}.

source: User ${AdUserName} successfully attached to VM ${VmName} in VM Pool ${VmPoolName}.
ru: Пользователь ${AdUserName} успешно прикреплён к ВМ ${VmName} из пула ${VmPoolName}.

source: Failed to attach user ${AdUserName} to VM ${VmName} in VM Pool ${VmPoolName}.
ru: Сбой прикрепления пользователя ${AdUserName} к ВМ ${VmName} из пула ${VmPoolName}.

source: Failed to attach User ${AdUserName} to VM from VM Pool ${VmPoolName} (User: ${UserName}).
ru: Сбой прикрепления пользователя ${AdUserName} к ВМ из пула ${VmPoolName} (пользователь: ${UserName}).

source: User ${AdUserName} was attached to VM ${VmName} by ${UserName}.
ru: Пользователь ${AdUserName} был прикреплён к ВМ ${VmName} пользователем ${UserName}.

source: CD ${DiskName} was inserted to VM ${VmName} by ${UserName}.
ru: ${UserName} вставил CD-диск в ВМ ${VmName}

source: CD was ejected from VM ${VmName} by ${UserName}.
ru: CD-диск был извлечён из ВМ ${VmName} пользователем ${UserName}.

source: CD ${DiskName} is already inserted to VM ${VmName}, disk change action was skipped. User: ${UserName}.
ru: CD-диск ${DiskName} уже вставлен в ВМ ${VmName}, смена диска пропущена. Пользователь: ${UserName}.

source: CD is already ejected from VM ${VmName}, disk change action was skipped. User: ${UserName}.
ru: CD-диск уже был извлечён из ВМ ${VmName}, смена диска пропущена. Пользователь: ${UserName}.

source: Snapshot '${SnapshotName}' creation for VM '${VmName}' was initiated by ${UserName}.
ru: ${UserName} начал создание снимка «${SnapshotName}» для ВМ «${VmName}».

source: Snapshot '${SnapshotName}' creation for VM '${VmName}' has been completed.
ru: Создание снимка «${SnapshotName}» для ВМ «${VmName}» было завершено.

source: Failed to complete snapshot '${SnapshotName}' creation for VM '${VmName}'.
ru: Не удалось завершить создание снимка «${SnapshotName}» для ВМ «${VmName}».

source: Failed to create live snapshot '${SnapshotName}' for VM '${VmName}'. VM restart is recommended. Note that using the created snapshot might cause data inconsistency.
ru: Сбой создания динамического снимка «${SnapshotName}» для ВМ «${VmName}». Рекомендуется перезапустить ВМ. Обратите внимание: использование созданного снимка может привести к несовместимости данных.

source: Snapshot '${SnapshotName}' deletion for VM '${VmName}' was initiated by ${UserName}.
ru: ${UserName} начал удаление снимка «${SnapshotName}» для ВМ «${VmName}»

source: Snapshot '${SnapshotName}' deletion for VM '${VmName}' has been completed.
ru: Удаление снимка «${SnapshotName}» для ВМ «${VmName}» было завершено.

source: Failed to delete snapshot '${SnapshotName}' for VM '${VmName}'.
ru: Сбой удаления снимка «${SnapshotName}» для ВМ «${VmName}».

source: Due to partial snapshot removal, Snapshot '${SnapshotName}' of VM '${VmName}' now contains only the following disks: '${DiskAliases}'.
ru: По причине частичного удаления снимка, снимок «${SnapshotName}» машины «${VmName}» теперь содержит следующие диски: «${DiskAliases}».

source: Failed to merge images of snapshot '${SnapshotName}': base volume '${BaseVolumeId}' is missing. This may have been caused by a failed attempt to remove the parent snapshot; if this is the case, please retry deletion of the parent snapshot before deleting this one.
ru: Сбой слияния образов снимка «${SnapshotName}»: отсутствует базовый том «${BaseVolumeId}». Это могло произойти в результате неудачной попытки удалить родительский снимок; если это так, попробуйте повторить удаление родительского снимка перед удалением этого.

source: Disk '${DiskAlias}' from Snapshot(s) '${Snapshots}' of VM '${VmName}' deletion was initiated by ${UserName}.
ru: ${UserName} начал удаление диска «${DiskAlias}» из снимка «${Snapshots}» машины «${VmName}»

source: Failed to delete Disk '${DiskAlias}' from Snapshot(s) ${Snapshots} of VM ${VmName} (User: ${UserName}).
ru: Сбой удаления диска «${DiskAlias}» из снимка ${Snapshots} машины ${VmName} (пользователь: ${UserName}).

source: Disk '${DiskAlias}' from Snapshot(s) '${Snapshots}' of VM '${VmName}' deletion has been completed (User: ${UserName}).
ru: Удаление диска «${DiskAlias}» из снимка «${Snapshots}» машины «${VmName}» было завершено (пользователь: ${UserName}).

source: Failed to complete deletion of Disk '${DiskAlias}' from snapshot(s) '${Snapshots}' of VM '${VmName}' (User: ${UserName}).
ru: Не удалось завершить удаление диска «${DiskAlias}» из снимка(ов) «${Snapshots}» ВМ «${VmName}» (пользователь: ${UserName}).

source: Disk '${DiskAlias}' has been successfully registered as a floating disk.
ru: Диск «${DiskAlias}» успешно зарегистрирован как плавающий.

source: Failed to register Disk '${DiskAlias}'.
ru: Не удалось зарегистрировать диск «${DiskAlias}»

source: User ${AdUserName} was detached from VM Pool ${VmPoolName} by ${UserName}.
ru: Пользователь ${AdUserName} был откреплён от пула ВМ ${VmPoolName} пользователем ${UserName}.

source: Failed to detach User ${AdUserName} from VM Pool ${VmPoolName} (User: ${UserName}).
ru: Сбой открепления пользователя ${AdUserName} от пула ВМ ${VmPoolName} (пользователь: ${UserName}).

source: User ${AdUserName} was detached from VM ${VmName} by ${UserName}.
ru: Пользователь ${AdUserName} был откреплён от ВМ ${VmName} пользователем ${UserName}.

source: Failed to detach User ${AdUserName} from VM ${VmName} (User: ${UserName}).
ru: Не удалось открепить пользователя ${AdUserName} от ВМ ${VmName} (пользователь: ${UserName}).

source: Failed to add Host ${VdsName} (User: ${UserName}).
ru: Не удалось добавить хост ${VdsName} (пользователь: ${UserName}).

source: Failed to create VM ${VmName} (User: ${UserName}).
ru: Сбой создания ВМ ${VmName} (пользователь: ${UserName}).

source: Failed to initiate creation of Template ${VmTemplateName} from VM ${VmName} (User: ${UserName}).
ru: Не удалось начать создание шаблона ${VmTemplateName} на базе ВМ ${VmName} (пользователь: ${UserName}).

source: Failed to attach User ${AdUserName} to VM ${VmName} (User: ${UserName}).
ru: Сбой прикрепления пользователя ${AdUserName} к ВМ ${VmName} (пользователь: ${UserName}).

source: Failed to change disk in VM ${VmName} (Host: ${VdsName}, User: ${UserName}).
ru: Не удалось сменить диск для ВМ ${VmName} (хост: ${VdsName}, пользователь: ${UserName}).

source: Failed to create Snapshot ${SnapshotName} for VM ${VmName} (User: ${UserName}).
ru: Сбой создания снимка «${SnapshotName}» для ВМ «${VmName}» (пользователь: ${UserName}).

source: Failed to save memory as part of Snapshot ${SnapshotName} for VM ${VmName} (User: ${UserName}).
ru: Не удалось сохранить память как часть снимка ${SnapshotName} для ВМ ${VmName} (пользователь: ${UserName}).

source: Failed to remove Snapshot ${SnapshotName} for VM ${VmName} (User: ${UserName}).
ru: Сбой удаления снимка «${SnapshotName}» для ВМ «${VmName}» (пользователь: ${UserName}).

source: Failed to suspend VM ${VmName} (Host: ${VdsName}, User: ${UserName}).
ru: Не удалось заморозить ВМ ${VmName} (хост: ${VdsName}, пользователь: ${UserName}).

source: Failed to remove Host ${VdsName} (User: ${UserName}).
ru: Не удалось удалить хост ${VdsName} (пользователь: ${UserName}).

source: Failed to initiate removal of Template ${VmTemplateName} (User: ${UserName}).
ru: Не удалось начать удаление шаблона ${VmTemplateName} (пользователь: ${UserName}).

source: Failed to restore VM ${VmName} from Snapshot (User: ${UserName}).
ru: Не удалось восстановить ВМ ${VmName} из снимка (пользователь: ${UserName}).

source: Failed to resume VM ${VmName} (Host: ${VdsName}, User: ${UserName}).
ru: Не удалось возобновить работу ВМ ${VmName} (хост: ${VdsName}, пользователь: ${UserName}).

source: Failed to run VM ${VmName} (User: ${UserName}).
ru: Не удалось запустить ВМ ${VmName} (пользователь: ${UserName}).

source: Failed to complete starting of VM ${VmName}.
ru: Не удалось завершить запуск ВМ ${VmName}.

source: VM ${VmName} was run as stateless with one or more of disks that do not allow snapshots (User:${UserName}).
ru: ВМ ${VmName} была запущена буз сохранения состояния, с одним или более дисков без возможности создания снимков (пользователь:${UserName}).

source: Failed to start VM ${VmName}, because exist snapshot for stateless state. Snapshot will be deleted.
ru: Не удалось запустить ВМ ${VmName}, т.к. существует снимок для статуса без сохранения состояния. Снимок будет удалён.

# USER_FAILED_STOP_VM
source: Failed to power off VM ${VmName} (Host: ${VdsName}, User: ${UserName}).
ru: Не удалось выключить ВМ ${VmName} (хост: ${VdsName}, пользователь: ${UserName}).

source: VM shutdown initiated by ${UserName} on VM ${VmName} (Host: ${VdsName}) (Reason: ${Reason}).
ru: Пользователь ${UserName} запустил выключение ВМ ${VmName} (хост: ${VdsName}) (причина: ${Reason}).

source: Failed to initiate shutdown on VM ${VmName} (Host: ${VdsName}, User: ${UserName}).
ru: Не удалось запустить выключение ВМ ${VmName} (хост: ${VdsName}, пользователь: ${UserName}).

source: VM ${VmName} was powered off ungracefully by ${UserName} (Host: ${VdsName}) (Reason: ${Reason}).
ru: ВМ ${VmName} была жёстко выключена пользователем ${UserName} (хост: ${VdsName}) (причина: ${Reason}).

# USER_FAILED_STOPPING_VM_INSTEAD_OF_SHUTDOWN
source: Failed to power off VM ${VmName} (Host: ${VdsName}, User: ${UserName}).
ru: Не удалось выключить ВМ ${VmName} (хост: ${VdsName}, пользователь: ${UserName}).

source: Add-Disk operation of ${DiskAlias} was initiated on VM ${VmName} by ${UserName}.
ru: Действие по добавлению диска ${DiskAlias} было начато на ВМ ${VmName} пользователем ${UserName}.

source: The disk ${DiskAlias} was successfully added to VM ${VmName}.
ru: Диск ${DiskAlias} был успешно добавлен для ВМ ${VmName}.

source: Add-Disk operation failed to complete on VM ${VmName}.
ru: Не удалось завершить действие по добавлению диска на ВМ ${VmName}.

source: Add-Disk operation failed on VM ${VmName} (User: ${UserName}).
ru: Сбой действия добавления диска на ВМ ${VmName} (пользователь: ${UserName}).

source: Add-Disk operation of '${DiskAlias}' was initiated by ${UserName}.
ru: Действие добавления диска для «${DiskAlias}» было начато пользователем ${UserName}.

source: The disk '${DiskAlias}' was successfully added.
ru: Диск «${DiskAlias}» был успешно добавлен.

source: Add-Disk operation of '${DiskAlias}' failed to complete.
ru: Не удалось завершить действие по добавлению диска «${DiskAlias}»

source: Add-Disk operation failed to complete.
ru: Не удалось завершить действие по добавлению диска.

source: Add-Disk operation failed (User: ${UserName}).
ru: Сбой действия добавления диска (пользователь: ${UserName}).

source: Add-Disk operation of '${DiskAlias}' was initiated by the system.
ru: Действие добавления диска для «${DiskAlias}» было начато системой.

source: User ${UserName} importing image ${RepoImageName} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} импортирует образ ${RepoImageName} в домен ${StorageDomainName}.

source: User ${UserName} importing image ${RepoImageName} as template ${TemplateName} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} импортирует образ ${RepoImageName} в качестве шаблона ${TemplateName} в домен ${StorageDomainName}.

source: User ${UserName} successfully imported image ${RepoImageName} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} успешно импортировал образ ${RepoImageName} в домен ${StorageDomainName}.

source: User ${UserName} successfully imported image ${RepoImageName} as template ${TemplateName} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} успешно импортировал образ ${RepoImageName} в качестве шаблона ${TemplateName} в домен ${StorageDomainName}.

source: User ${UserName} failed to import image ${RepoImageName} to domain ${StorageDomainName}.
ru: Пользователю ${UserName} не удалось импортировать образ ${RepoImageName} в домен ${StorageDomainName}.

source: User ${UserName} failed to import image ${RepoImageName} as template ${TemplateName} to domain ${StorageDomainName}.
ru: Пользователю ${UserName} не удалось импортировать образ ${RepoImageName} в качестве шаблона ${TemplateName} в домен ${StorageDomainName}.

source: User ${UserName} exporting image ${RepoImageName} to domain ${DestinationStorageDomainName}.
ru: Пользователь ${UserName} экспортирует образ ${RepoImageName} в домен ${DestinationStorageDomainName}.

source: User ${UserName} successfully exported image ${RepoImageName} to domain ${DestinationStorageDomainName}.
ru: Пользователь ${UserName} успешно экспортировал образ ${RepoImageName} в домен ${DestinationStorageDomainName}.

source: User ${UserName} failed to export image ${RepoImageName} to domain ${DestinationStorageDomainName}.
ru: Пользователю ${UserName} не удалось экспортировать образ ${RepoImageName} в домен ${DestinationStorageDomainName}.

source: Hotplug CPU: changed the number of CPUs on VM ${vmName} from ${previousNumberOfCpus} to ${numberOfCpus}
ru: Горячее подключение ЦП: число ЦП для ВМ ${vmName} изменилось с ${previousNumberOfCpus} на ${numberOfCpus}

source: Failed to hot set number of CPUS to VM ${vmName}. Underlying error message: ${ErrorMessage}
ru: Не удалось изменить число ЦП методом горячего подключения для ВМ ${vmName}. Связанное сообщение об ошибке: ${ErrorMessage}

source: Hotset memory: changed the amount of memory on VM ${vmName} from ${previousMem} to ${newMem}
ru: Горячее включение памяти: объём памяти для ВМ ${vmName} изменён с ${previousMem} на ${newMem}

source: Failed to hot set memory to VM ${vmName}. Underlying error message: ${ErrorMessage}
ru: Не удалось изменить объём памяти методом горячего подключения для ВМ ${vmName}. Связанное сообщение об ошибке: ${ErrorMessage}

source: The following Networks has been removed from the iSCSI bond ${IscsiBondName}: ${NetworkNames}. for those changes to take affect, the hosts must be moved to maintenance and activated again.
ru: Следующие сети были удалены из связки iSCSI ${IscsiBondName}: ${NetworkNames}. Чтобы изменения вступили в силу, хост необходимо перевести в режим обслуживания и затем активировать снова.

source: Possible failure while deleting ${DiskAlias} from the source Storage Domain ${StorageDomainName} during the move operation. The Storage Domain may be manually cleaned-up from possible leftovers (User:${UserName}).
ru: Вероятный сбой при удалении ${DiskAlias} из исходного домена хранилищ ${StorageDomainName} во время действия перемещения. Домен хранилищ можно вручную очистить от возможных остатков (пользователь:${UserName}).

source: Possible failure while clearing possible leftovers of ${DiskAlias} from the target Storage Domain ${StorageDomainName} after the move operation failed to copy the image to it properly. The Storage Domain may be manually cleaned-up from possible leftovers (User:${UserName}).
ru: Вероятный сбой при очистке возможных остатков ${DiskAlias} из целевого домена хранилищ ${StorageDomainName} после сбоя операции копирования во время действия по перемещению. Домен хранилищ можно вручную очистить от возможных остатков (пользователь:${UserName}).

source: Disk was removed from VM ${VmName} by ${UserName}.
ru: Диск был удалён из ВМ ${VmName} пользователем ${UserName}.

source: Failed to remove Disk from VM ${VmName} (User: ${UserName}).
ru: Не удалось удалить диск из ВМ ${VmName} (пользователь: ${UserName}).

source: VM ${VmName} ${DiskAlias} disk was updated by ${UserName}.
ru: Диск ${DiskAlias} машины ${VmName} был обновлён пользователем ${UserName}.

source: Failed to update VM ${VmName} disk ${DiskAlias} (User: ${UserName}).
ru: Сбой обновления диска ${DiskAlias} машины ${VmName} (пользователь: ${UserName}).

source: VM ${VmName} disk ${DiskAlias} was plugged by ${UserName}.
ru: Диск ${DiskAlias} машины ${VmName} был подключен пользователем ${UserName}.

source: Failed to plug disk ${DiskAlias} to VM ${VmName} (User: ${UserName}).
ru: Сбой подключения диска ${DiskAlias} к ВМ ${VmName} (пользователь: ${UserName}).

source: VM ${VmName} disk ${DiskAlias} was unplugged by ${UserName}.
ru: Диск ${DiskAlias} машины ${VmName} был извлечён пользователем ${UserName}.

source: Failed to unplug disk ${DiskAlias} from VM ${VmName} (User: ${UserName}).
ru: Сбой извлечения диска ${DiskAlias} для ВМ ${VmName} (пользователь: ${UserName}).

source: User ${UserName} is copying disk ${DiskAlias} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} копирует диск ${DiskAlias} в домен ${StorageDomainName}.

source: User ${UserName} failed to copy disk ${DiskAlias} to domain ${StorageDomainName}.
ru: Пользователю ${UserName} не удалось скопировать диск ${DiskAlias} в домен ${StorageDomainName}.

source: User ${UserName} finished copying disk ${DiskAlias} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} закончил копирование диска ${DiskAlias} в домен ${StorageDomainName}.

source: User ${UserName} finished with error copying disk ${DiskAlias} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} закончил копирование диска ${DiskAlias} в домен ${StorageDomainName} с ошибкой.
