Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/AuditLogMessages_*.po
Languages: ru

source: User ${UserName} moving disk ${DiskAlias} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} перемещает диск ${DiskAlias} в домен ${StorageDomainName}.

source: User ${UserName} failed to move disk ${DiskAlias} to domain ${StorageDomainName}.
ru: Пользователю ${UserName} не удалось переместить диск ${DiskAlias} в домен ${StorageDomainName}.

source: User ${UserName} finished moving disk ${DiskAlias} to domain ${StorageDomainName}.
ru: Пользователь ${UserName} закончил перемещение диска ${DiskAlias} в домен ${StorageDomainName}.

source: User ${UserName} have failed to move disk ${DiskAlias} to domain ${StorageDomainName}.
ru: Пользователю ${UserName} не удалось переместить диск ${DiskAlias} в домен ${StorageDomainName}.

source: Removal of Disk ${DiskAlias} from domain ${StorageDomainName} was initiated by ${UserName}.
ru: Пользователь ${UserName} начал перемещение диска ${DiskAlias} из домена ${StorageDomainName}.

source: Disk ${DiskAlias} was successfully removed from domain ${StorageDomainName} (User ${UserName}).
ru: Диск ${DiskAlias} был успешно удалён из домена ${StorageDomainName} (пользователь ${UserName}).

source: Failed to remove disk ${DiskAlias} from storage domain ${StorageDomainName} (User: ${UserName}).
ru: Сбой удаления диска ${DiskAlias} из домена хранилища ${StorageDomainName} (пользователь: ${UserName}).

source: Disk ${DiskAlias} was successfully removed (User ${UserName}).
ru: Диск ${DiskAlias} был успешно удалён (пользователь ${UserName}).

source: Failed to remove disk ${DiskAlias} (User ${UserName}).
ru: Сбой удаления диска ${DiskAlias} (пользователь ${UserName}).

source: Disk ${DiskAlias} was successfully attached to VM ${VmName} by ${UserName}.
ru: Диск ${DiskAlias} был успешно присоединён к ВМ ${VmName} пользователем ${UserName}.

source: Failed to attach Disk ${DiskAlias} to VM ${VmName} (User: ${UserName}).
ru: Сбой присоединения ${DiskAlias} к ВМ ${VmName} (пользователь: ${UserName}).

source: Disk ${DiskAlias} was successfully detached from VM ${VmName} by ${UserName}.
ru: Диск ${DiskAlias} был успешно отмонтирован от ВМ ${VmName} пользователем ${UserName}.

source: Failed to detach Disk ${DiskAlias} from VM ${VmName} (User: ${UserName}).
ru: Сбой отмонтирования диска ${DiskAlias} от ВМ ${VmName} (пользователь: ${UserName}).

source: Quota ${QuotaName} has been added by ${UserName}.
ru: Квота ${QuotaName} была добавлена пользователем ${UserName}.

source: Failed to add Quota ${QuotaName}. The operation was initiated by ${UserName}.
ru: Сбой добавления квоты ${QuotaName}. Операция была начата пользователем ${UserName}.

source: Quota ${QuotaName} has been updated by ${UserName}.
ru: Квота ${QuotaName} была обновлена пользователем ${UserName}.

source: Failed to update Quota ${QuotaName}. The operation was initiated by ${UserName}..
ru: Сбой обновления квоты ${QuotaName}. Операция была начата пользователем ${UserName}.

source: Quota ${QuotaName} has been deleted by ${UserName}.
ru: Квота ${QuotaName} была удалена ${UserName}.

source: Failed to delete Quota ${QuotaName}. The operation was initiated by ${UserName}..
ru: Сбой удаления квоты ${QuotaName}. Операция была начата пользователем ${UserName}.

source: Cluster-Quota ${QuotaName} limit exceeded and operation was blocked. Utilization: ${Utilization}, Requested: ${Requested} - Please select a different quota or contact your administrator to extend the quota.
ru: Превышен лимит для Cluster-Quota ${QuotaName}, операция была заблокирована. Использование: ${Utilization}, запрошено: ${Requested}. Выберите другую квоту или попросите администратора увеличить эту.

source: Cluster-Quota ${QuotaName} limit exceeded, proceeding since in Permissive (Audit) mode. Utilization: ${Utilization}, Requested: ${Requested} - Please select a different quota or contact your administrator to extend the quota.
ru: Превышен лимит для Cluster-Quota ${QuotaName}, работа будет продолжена в разрешительном режиме (аудит). Использование: ${Utilization}, запрошено: ${Requested} — выберите другую квоту или попросите администратора увеличить эту.

source: Cluster-Quota ${QuotaName} limit exceeded and entered the grace zone. Utilization: ${Utilization} (It is advised to select a different quota or contact your administrator to extend the quota).
ru: Превышен лимит для Cluster-Quota ${QuotaName}, активировался период отсрочки. Использование: ${Utilization} (рекомендуется выбрать другую квоту или попросить администратора увеличить эту).

source: Cluster-Quota ${QuotaName} is about to exceed. Utilization: ${Utilization}
ru: Cluster-Quota ${QuotaName} почти превышена. Использование: ${Utilization}

source: Storage-Quota ${QuotaName} limit exceeded and operation was blocked. Utilization(used/requested): ${CurrentStorage}%/${Requested}% - Please select a different quota or contact your administrator to extend the quota.
ru: Был превышен лимит для Storage-Quota ${QuotaName}, операция заблокирована. Использование (использовано/запрошено): ${CurrentStorage}%/${Requested}% — выберите другую квоту или попросите администратора увеличить эту.

source: Storage-Quota ${QuotaName} limit exceeded, proceeding since in Permissive (Audit) mode. Utilization(used/requested): ${CurrentStorage}%/${Requested}% - Please select a different quota or contact your administrator to extend the quota.
ru: Был превышен лимит для Storage-Quota ${QuotaName}, продолжаем в разрешительном режиме (аудит). Использование (использовано/запрошено): ${CurrentStorage}%/${Requested}% — выберите другую квоту или попросите администратора увеличить эту.

source: Storage-Quota ${QuotaName} limit exceeded and entered the grace zone. Utilization: ${CurrentStorage}% (It is advised to select a different quota or contact your administrator to extend the quota).
ru: Превышен лимит для Storage-Quota ${QuotaName}, активировался период отсрочки. Использование: ${CurrentStorage}% (рекомендуется выбрать другую квоту или попросить администратора увеличить эту).

source: Storage-Quota ${QuotaName} is about to exceed. Utilization: ${CurrentStorage}%
ru: Лимит для Storage-Quota ${QuotaName} почти исчерпан. Использование: ${CurrentStorage}%

source: Storage-Quota ${QuotaName}: the new size set for this quota is less than current disk utilization.
ru: Storage-Quota ${QuotaName}: новый размер, установленный для этой квоты, меньше текущего использования диска.

source: Missing Quota for Disk, proceeding since in Permissive (Audit) mode.
ru: Для диска отсутствует квота, продолжаем в разрешительном режиме (аудит).

source: Missing Quota for VM ${VmName}, proceeding since in Permissive (Audit) mode.
ru: Для ВМ ${VmName} отсутствует квота, продолжаем в разрешительном режиме (аудит).

source: Failed to preview Snapshot ${SnapshotName} for VM ${VmName} (User: ${UserName}).
ru: Сбой предварительного просмотра снимка ${SnapshotName} для ВМ ${VmName} (пользователь: ${UserName}).

source: Failed to update Host ${VdsName} (User: ${UserName}).
ru: Не удалось обновить хост ${VdsName} (пользователь: ${UserName}).

source: Failed to update VM ${VmName} (User: ${UserName}).
ru: Не удалось обновить ВМ ${VmName}(пользователь: ${UserName}).

source: Failed to Update VM ${VmName} that was initiated by system.
ru: Сбой обновления ВМ ${VmName}, начатого системой.

source: Failed to update Template ${VmTemplateName} (User: ${UserName}).
ru: Не удалось обновить шаблон ${VmTemplateName} (пользователь: ${UserName}).

source: Failed to restart Host ${VdsName}, (User: ${UserName}).
ru: Не удалось перезапустить хост ${VdsName}, (пользователь: ${UserName}).

source: Failed to start Host ${VdsName}, (User: ${UserName}).
ru: Сбой запуска хоста ${VdsName}, (пользователь: ${UserName}).

source: Failed to stop Host ${VdsName}, (User: ${UserName}).
ru: Не удалось остановить хост ${VdsName}, (пользователь: ${UserName}).

source: VM ${VmName} was suspended by ${UserName} (Host: ${VdsName}).
ru: ВМ ${VmName} была заморожена пользователем ${UserName} (хост: ${VdsName}).

source: Bookmark ${BookmarkName} was removed by ${UserName}.
ru: ${UserName} удалил закладку ${BookmarkName}.

source: Failed to remove bookmark ${BookmarkName} (User: ${UserName})
ru: Сбой удаления закладки ${BookmarkName} (пользователь: ${UserName})

source: Host ${VdsName} was removed by ${UserName}.
ru: ${UserName} удалил хост ${VdsName}.

source: VM ${VmName} was successfully removed.
ru: ВМ ${VmName} была успешно удалена.

source: VM ${VmName} has been removed, but the following disks could not be removed: ${DisksNames}. These disks will appear in the main disks tab in illegal state, please remove manually when possible.
ru: ВМ ${VmName} была удалена, но следующие диски не удалось удалить: ${DisksNames}. Эти диски появятся в главной таблице дисков с недопустимым статусом, по возможности удалите их вручную.

source: VM ${VmName} was removed from VM Pool ${VmPoolName} by ${UserName}.
ru: ВМ ${VmName} была удалена из пула ВМ ${VmPoolName} пользователем ${UserName}.

source: Failed to remove VM ${VmName} from VM Pool ${VmPoolName} (User: ${UserName}).
ru: Сбой удаления ВМ ${VmName} из пула ВМ ${VmPoolName} (пользователь: ${UserName}).

source: VM Pool ${VmPoolName} removal was initiated by ${UserName}.
ru: Удаление пула ВМ ${VmPoolName} было начато пользователем ${UserName}.

source: VM Pool ${VmPoolName} was removed by ${UserName}.
ru: ${UserName} удалил пул ВМ ${VmPoolName}.

source: Failed to remove VM Pool ${VmPoolName} (User: ${UserName}).
ru: Сбой удаления пула ВМ ${VmPoolName} (пользователь: ${UserName}).

source: Removal of Template ${VmTemplateName} was initiated by ${UserName}.
ru: ${UserName} начал удаление шаблона ${VmTemplateName}.

source: Removal of Template ${VmTemplateName} has been completed.
ru: Удаление шаблона ${VmTemplateName} было завершено.

source: VM ${VmName} restored from Snapshot by ${UserName}.
ru: ВМ ${VmName} восстановлена из снимка пользователем ${UserName}.

source: Restoring VM ${VmName} from snapshot started by user ${UserName}.
ru: ${UserName} начал восстановление ВМ ${VmName} из снимка.

source: VM ${VmName} restoring from Snapshot has been completed.
ru: Восстановление ВМ ${VmName} из снимка было завершено.

source: Failed to complete restoring from Snapshot of VM ${VmName}.
ru: Не удалось завершить восстановление ВМ ${VmName} из снимка.

source: VM ${VmName} was resumed by ${UserName} (Host: ${VdsName}).
ru: Работа ВМ ${VmName} была возобновлена пользователем ${UserName} (хост: ${VdsName}).

source: VM ${VmName} started on Host ${VdsName}
ru: ВМ ${VmName} начала работу на хосте ${VdsName}

source: VM ${VmName} started on Host ${VdsName} as stateless
ru: ВМ ${VmName} начала работу на хосте ${VdsName} без сохранения состояния

source: Guest ${VmName} started on Host ${VdsName}. (Default Host parameter was ignored - assigned Host was not available).
ru: Гостевая ${VmName} начала работу на хосте ${VdsName}. (Параметр хоста по умолчанию проигнорирован — назначенный хост был недоступен)

source: User ${UserName} initiated reboot of VM ${VmName}.
ru: Пользователь ${UserName} начал перезапуск ВМ ${VmName}.

source: Failed to reboot VM ${VmName} (User: ${UserName}).
ru: Сбой перезапуска ВМ ${VmName} (пользователь: ${UserName}).

source: VM ${VmName} powered off by ${UserName} (Host: ${VdsName}) (Reason: ${Reason}).
ru: ${UserName} выключил ВМ ${VmName} (хост: ${VdsName}) (причина: ${Reason}).

source: VM ${VmName} is already ${VmStatus}, ${Action} was skipped. User: ${UserName}.
ru: ВМ ${VmName} уже имеет статус ${VmStatus}, действие ${Action} было пропущено. Пользователь: ${UserName}.

source: Suspended VM ${VmName} has had its save state cleared by ${UserName} (Reason: ${Reason}).
ru: Сохранённый статус замороженной ВМ ${VmName} был сброшен пользователем ${UserName} (причина: ${Reason}).

source: Failed to power off suspended VM ${VmName} (User: ${UserName}).
ru: Сбой выключения замороженной ВМ ${VmName} (пользователь: ${UserName}).

source: Snapshot-Preview ${SnapshotName} for VM ${VmName} was initiated by ${UserName}.
ru: ${UserName} начал предварительный просмотр снимка ${SnapshotName} для ВМ ${VmName}.

source: Snapshot-Preview ${SnapshotName} for VM ${VmName} has been completed.
ru: Предварительный просмотр снимка ${SnapshotName} для ВМ ${VmName} был завершён

source: Failed to complete Snapshot-Preview ${SnapshotName} for VM ${VmName}.
ru: Не удалось завершить предварительный просмотр снимка ${SnapshotName} для ВМ ${VmName}.

source: Bookmark ${BookmarkName} was updated by ${UserName}.
ru: Закладка ${BookmarkName} была обновлена пользователем ${UserName}.

source: Failed to update bookmark: ${BookmarkName} (User: ${UserName})
ru: Сбой обновления закладки: ${BookmarkName} (пользователь: ${UserName})

source: Host ${VdsName} configuration was updated by ${UserName}.
ru: Параметры хоста ${VdsName} были обновлены пользователем ${UserName}.

source: VM ${VmName} configuration was updated by ${UserName}.
ru: Параметры ВМ ${VmName} были обновлены пользователем ${UserName}.

source: VM ${VmName} configuration was updated by system.
ru: Параметры ВМ ${VmName} были обновлены системой.

source: Failed to update VM '${VmName}' with the new volume size. VM restart is recommended.
ru: Сбой обновления ВМ «${VmName}» с новым размером тома. Рекомендуется перезапуск ВМ.

source: Failed to refresh volume size on host '${VdsName}'. Please try the operation again.
ru: Не удалось обновить сведения о размере тома на хосте «${VdsName}». Повторите действие.

source: Failed to extend size of the disk '${DiskAlias}' to ${NewSize} GB, User: ${UserName}.
ru: Не удалось увеличить размер диска «${DiskAlias}» до ${NewSize} ГБ, пользователь ${UserName}.

source: Size of the disk '${DiskAlias}' was successfully updated to ${NewSize} GB by ${UserName}.
ru: Размер диска «${DiskAlias}» был успешно изменён до ${NewSize} ГБ пользователем ${UserName}.

source: Extending disk '${DiskAlias}' to ${NewSize} GB was initiated by ${UserName}.
ru: ${UserName} начал увеличение размера диска «${DiskAlias}» до ${NewSize} ГБ.

source: ${VmName} cluster was updated by ${UserName}, Default host was reset to auto assign.
ru: Кластер ${VmName} был обновлён пользователем ${UserName}, параметр хоста по умолчанию был установлен на автоматическое назначение.

source: VM Pool ${VmPoolName} configuration was updated by ${UserName}.
ru: Параметры пула ВМ ${VmPoolName} были обновлены пользователем ${UserName}.

source: Failed to update VM Pool ${VmPoolName} configuration (User: ${UserName}).
ru: Сбой обновления параметров пула ВМ ${VmPoolName} (пользователь: ${UserName}).

source: Template ${VmTemplateName} configuration was updated by ${UserName}.
ru: Параметры шаблона ${VmTemplateName} были обновлены пользователем ${UserName}.

source: User ${UserName} logged in.
ru: Пользователь ${UserName} выполнил вход в систему.

source: User ${UserName} failed to log in.
ru: Пользователю ${UserName} не удалось выполнить вход в систему.

source: Executed login on behalf - ${LoginOnBehalfLogInfo}.
ru: Выполнен вход в систему от имени другого пользователя — ${LoginOnBehalfLogInfo}.

source: Failed to execute login on behalf - ${LoginOnBehalfLogInfo}.
ru: Сбой входа в систему от имени другого пользователя — ${LoginOnBehalfLogInfo}.

source: User ${UserName} logged out.
ru: Пользователь ${UserName} вышел из системы.

source: Failed to log User ${UserName} out.
ru: Сбой выхода из системы для пользователя ${UserName}.

source: User ${UserName} forcibly logout user ${TerminatedSessionUsername}.
ru: Пользователь ${UserName} принудительно завершил сеанс пользователя ${TerminatedSessionUsername}.

source: User ${UserName} failed to forcibly logout user ${TerminatedSessionUsername}.
ru: Пользователю ${UserName} не удалось принудительно завершить сеанс пользователя ${TerminatedSessionUsername}.

source: Host ${VdsName} was force selected by ${UserName}
ru: Хост ${VdsName} был принудительно выбран пользователем ${UserName}

source: Failed to force select ${VdsName} as the SPM due to a failure to stop the current SPM.
ru: Сбой принудительного выбора хоста ${VdsName} в качестве диспетчера пула хранилища в связи с неудачной попыткой остановить работу текущего SPM.

source: Host ${VdsName} was restarted by ${UserName}.
ru: Хост ${VdsName} был перезапущен пользователем ${UserName}.

source: Host ${VdsName} was started by ${UserName}.
ru: Хост ${VdsName} был запущен пользователем ${UserName}.

source: Host ${VdsName} was stopped by ${UserName}.
ru: Хост ${VdsName} был остановлен пользователем ${UserName}.

source: Host ${HostName} is already ${AgentStatus}, Power Management ${Operation} operation skipped.
ru: Хост ${HostName} уже имеет статус ${AgentStatus}, действие управления питанием${Operation} было пропущено.

source: Auto fence for host ${VdsName} was started.
ru: Начата автоматическая операция блокады для хоста ${VdsName}.

source: Auto fence for host ${VdsName} failed.
ru: Сбой автоматической операции блокады для хоста ${VdsName}.

source: Auto fence did not revoke the selected SPM (${VdsName}) since the master storage domain was not active or could not use another host for the fence operation.
ru: Автоматическая операция блокады не отозвала выбранный SPM (${VdsName}), т.к. главный домен хранилищ был неактивен, или не смог использовать другой хост для операции блокады.

source: Manual fence for host ${VdsName} was started.
ru: Начата ручная операция блокады для хоста ${VdsName}

source: Manual fence for host ${VdsName} failed.
ru: Сбой ручной операции блокады для хоста ${VdsName}

source: Manual fence did not revoke the selected SPM (${VdsName}) since the master storage domain was not active or could not use another host for the fence operation.
ru: Ручная операция блокады не отозвала выбранный SPM (${VdsName}), т.к. главный домен хранилища был неактивен, или не смог использовать другой хост для операции блокады.

source: Starting oVirt Engine.
ru: ЦУ oVirt начинает работу.

source: Stopping oVirt Engine.
ru: ЦУ oVirt завершает работу.

source: Activation of host ${VdsName} initiated by ${UserName}.
ru: ${UserName} начал активацию хоста ${VdsName}

source: Host ${VdsName} was autorecovered.
ru: Хост ${VdsName} был восстановлен автоматически

source: Host ${VdsName} was activated by ${UserName}, but the Hosted Engine HA service may still be in maintenance mode. If necessary, please correct this manually.
ru: Хост ${VdsName} был активирован пользователем ${UserName}, но служба высокой доступности виртуализированного ЦУ может всё ещё находиться в режиме обслуживания. При необходимости, исправьте это вручную.

source: Host ${VdsName} was autorecovered, but the Hosted Engine HA service may still be in maintenance mode. If necessary, please correct this manually.
ru: Хост ${VdsName} был восстановлен автоматически, но служба высокой доступности виртуализированного ЦУ может всё ещё находиться в режиме обслуживания. При необходимости, исправьте это вручную.

source: Failed to activate Host ${VdsName}.(User: ${UserName}).
ru: Не удалось активировать хост ${VdsName}. (Пользователь: ${UserName}).

source: Failed to autorecover Host ${VdsName}.
ru: Сбой автоматического восстановления хоста ${VdsName}.

source: Successfully refreshed the capabilities of host ${VdsName}.
ru: Информация о характеристиках хоста ${VdsName} успешно обновлена.

source: Failed to refresh the capabilities of host ${VdsName}.
ru: Не удалось обновить информацию о характеристиках хоста ${VdsName}.

source: Interface ${InterfaceName} on host ${VdsName}, changed state to up
ru: Статус интерфейса ${InterfaceName} на хосте ${VdsName} сменился на «запущен»

source: Interface ${InterfaceName} on host ${VdsName}, changed state to down
ru: Статус интерфейса ${InterfaceName} на хосте ${VdsName} сменился на «отключен»

source: Slave ${SlaveName} of bond ${BondName} on host ${VdsName}, changed state to up
ru: Статус подчинённого интерфейса ${SlaveName} связки ${BondName} на хосте ${VdsName} сменился на «запущен».

source: Slave ${SlaveName} of bond ${BondName} on host ${VdsName}, changed state to down
ru: Статус подчинённого интерфейса ${SlaveName} связки ${BondName} на хосте ${VdsName} сменился на «выключен».

source: No default or valid cluster was found, Host ${VdsName} registration failed
ru: Не было найдено кластера по умолчанию/допустимого кластера, сбой регистрации хоста ${VdsName}

source: Status of host ${VdsName} was set to ${HostStatus}.
ru: Статус хоста ${VdsName} установлен на ${HostStatus}.

source: Host ${VdsName} is non responsive.
ru: Хост ${VdsName} не отвечает.

source: Host ${VdsName} was switched to Maintenance Mode.
ru: Хост ${VdsName} переведён в режим обслуживания.

source: Host ${VdsName} was switched to Maintenance mode, but Hosted Engine HA maintenance could not be enabled. Please enable it manually.
ru: Хост ${VdsName} был переведён в режим обслуживания, но режим обслуживания высокой доступности виртуализированного ЦУ включить не удалось. Включите его вручную.

source: Failed to switch Host ${VdsName} to Maintenance mode.
ru: Не удалось перевести хост ${VdsName} в режим обслуживания.

source: Host ${VdsName} is rebooting.
ru: Хост ${VdsName} перезапускается.

source: Host ${VdsName} failed to recover.
ru: Не удалось восстановить хост ${VdsName}

source: Host ${VdsName} cannot be reached, VMs state on this host are marked as Unknown.
ru: Связь с хостом ${VdsName} отсутствует, статусы ВМ этого хоста помечены как неизвестные.

source: Host ${VdsName} does not enforce SELinux. Current status: ${Mode}
ru: Режим SELinux на хосте ${VdsName} не является принудительным. Текущий статус: ${Mode}

source: Installing OS on Host ${VdsName} using Hostgroup ${HostGroupName}.
ru: На хосте ${VdsName} идёт установка ОС с использованием группы хостов ${HostGroupName}.

source: The address of host ${VdsName} could not be determined
ru: Не удалось определить адрес хоста ${VdsName}.

source: VM ${VmName} is down. ${ExitMessage}
ru: ВМ ${VmName} не работает. ${ExitMessage}

source: VM ${VmName} on Host ${VdsName} is suspended.
ru: ВМ ${VmName} на хосте ${VdsName} заморожена.

source: VM ${VmName} cannot be found on Host ${VdsName}.
ru: Не удалось найти ВМ ${VmName} на хосте ${VdsName}.

source: Migration failed: ${MigrationError} (VM: ${VmName}, Source: ${VdsName}).
ru: Сбой миграции: ${MigrationError} (ВМ: ${VmName}, источник: ${VdsName}).

source: Migration completed (VM: ${VmName}, Source: ${VdsName}, Destination: ${DestinationVdsName}, Duration: ${Duration}, Total: ${TotalDuration}, Actual downtime: ${ActualDowntime})
ru: Миграция завершена (ВМ: ${VmName}, источник: ${VdsName}, цель: ${DestinationVdsName}, длительность: ${Duration}, общая длительность: ${TotalDuration}, фактический простой: ${ActualDowntime})

source: Migration failed${DueToMigrationError} (VM: ${VmName}, Source: ${VdsName}).
ru: Сбой миграции ${DueToMigrationError} (ВМ: ${VmName}, источник: ${VdsName}).

source: No available host was found to migrate VM ${VmName} to.
ru: Не найдено доступного хоста для переноса ВМ ${VmName}.

source: Migration failed${DueToMigrationError} while Host is in 'preparing for maintenance' state. Consider manual intervention: stopping/migrating Vms as Host's state will not turn to maintenance while VMs are still running on it.(VM: ${VmName}, Source: ${VdsName}, Destination: ${DestinationVdsName}).
ru: Сбой миграции ${DueToMigrationError} при статусе хоста «подготовка к обслуживанию». Обдумайте возможность ручного вмешательства: остановка/миграция ВМ, т.к. статус хоста не сменится на «обслуживание», пока на нём выполняются ВМ.(ВМ: ${VmName}, источник: ${VdsName}, цель: ${DestinationVdsName}).

source: VM ${VmName} was set to the Unknown status.
ru: Статус ВМ ${VmName} сменился на «Неизвестный»
