Repository: jtux270/translate
Catalog: properties_4/backend.manager.modules.dal.src.main.resources.bundles/ExecutionMessages_*.po
Languages: ru

# job.AddVm
source: Creating VM ${VM} in Cluster ${Cluster}
ru: Создаётся ВМ ${VM} в кластере ${Cluster}

source: Creating VM ${VM} from Template ${VmTemplate} in Cluster ${Cluster}
ru: Создаётся ВМ ${VM} из шаблона ${VmTemplate} в кластере ${Cluster}

# job.AddVmFromScratch
source: Creating VM ${VM} in Cluster ${Cluster}
ru: Создаётся ВМ ${VM} в кластере ${Cluster}

source: Creating VM ${VM} from Snapshot ${Snapshot} in Cluster ${Cluster}
ru: Создаётся ВМ ${VM} из снимка ${Snapshot} в кластере ${Cluster}

source: Adding unmanaged VMs running on Host ${VDS} to Cluster ${Cluster}
ru: Неконтролируемая ВМ, выполняемая на хосте ${VDS} добавляется в кластер ${Cluster}

source: Removing VM ${VM} from system
ru: ВМ ${VM} удаляется из системы

source: Editing VM ${VM} properties
ru: Редактируются свойства ВМ ${VM}

source: Stopping VM ${VM}
ru: Останавливается ВМ ${VM}

source: Shutting down VM ${VM}
ru: Выключается ВМ ${VM}

source: Rebooting VM ${VM}
ru: Перезапускается ВМ ${VM}

source: Performing Hibernate action on VM ${VM}
ru: Выполняется действие гибернации для ВМ ${VM}

source: Updating watchdog on VM ${VM}
ru: Обновляется модуль наблюдения на ВМ ${VM}

source: Adding watchdog to VM ${VM}
ru: Добавляется модуль наблюдения для ВМ ${VM}

source: Remove watchdog from VM ${VM}
ru: Удалить модуль наблюдения из ВМ ${VM}

source: Launching VM ${VM}
ru: Запускается ВМ ${VM}

source: Launching VM ${VM} in run-once mode
ru: Выполняется однократный запуск ВМ ${VM}

source: Migrating VM ${VM}
ru: Идёт миграция ВМ ${VM}

source: Migrating VM ${VM} to Host ${VDS}
ru: Идёт миграция ВМ ${VM} на хост ${VDS}

source: Migrating VM ${VM} because previous Host became non-operational
ru: Выполняется перенос ВМ ${VM}, т.к. статус предыдущего хоста стал нерабочим

source: Exporting VM ${VM} To Export Domain ${Storage}
ru: ВМ ${VM} экспортируется в домен экспорта ${Storage}

source: Exporting VM Template ${VmTemplate} To Export Domain ${Storage}
ru: Шаблон ВМ ${VmTemplate} экспортируется в домен экспорта ${Storage}

source: Adding Disk
ru: Добавляется диск

source: Removing Disk ${DiskAlias}
ru: Удаляется диск ${DiskAlias}

# job.ImportVm
source: Importing VM ${VM} to Cluster ${Cluster}
ru: ВМ ${VM} импортируется в кластер ${Cluster}

# job.ImportVmFromExternalProvider
source: Importing VM ${VM} to Cluster ${Cluster}
ru: ВМ ${VM} импортируется в кластер ${Cluster}

source: Force selecting ${VDS} as SPM for Data Center ${StoragePool}
ru: ${VDS} принудительно назначается диспетчером пула хранилища ${StoragePool}

source: Importing VM ${VM} from configuration to Cluster ${Cluster}
ru: Импортируется ВМ ${VM} из конфигурации в кластер ${Cluster}

source: Importing Template ${VmTemplate} from configuration to Cluster ${Cluster}
ru: Импортируется шаблон ${VmTemplate} из конфигурации в кластер ${Cluster}

source: Removing VM ${VM} image from Storage Domain ${Storage}
ru: Удаляется образ ВМ ${VM} из домена хранилища ${Storage}

source: Removing VM Template ${VmTemplate} image from Storage Domain ${Storage}
ru: Удаляется образ шаблона ВМ ${VmTemplate} из домена хранилища ${Storage}

source: Importing VM Template ${VmTemplate} to Data Center ${StoragePool}
ru: Шаблон ВМ ${VmTemplate} импортируется в дата-центр ${StoragePool}

source: Adding new Host ${VDS} to Cluster ${Cluster}
ru: Новый хост ${VDS} добавляется в кластер ${Cluster}

source: Moving Host(s) ${VDS} to Maintenance
ru: Хост(ы) ${VDS} переводятся в режим обслуживания

source: Activating Host ${VDS}
ru: Активируется хост ${VDS}

source: Adding new Host ${VDS} (Approve process) to Cluster ${Cluster}
ru: Добавляется новый хост ${VDS} (процесс утверждения) в кластер ${Cluster}

source: Starting Host ${VDS} (Fencing) on Cluster ${Cluster}
ru: Запускается хост ${VDS} (операция блокады) в кластере ${Cluster}

source: Stopping Host ${VDS} (Fencing) on Cluster ${Cluster}
ru: Останавливается хост ${VDS} (операция блокады) в кластере ${Cluster}

source: Restarting Host ${VDS} (Fencing) on Cluster ${Cluster}
ru: Перезапускается хост ${VDS} (операция блокады) в кластере ${Cluster}

source: Applying saved network configuration to Host ${VDS}
ru: Сохранённая конфигурация сети применяется на хосте ${VDS}

source: Configuring networks on host ${VDS}
ru: Настройка сетей на хосте ${VDS}

source: Creating VM Template ${VmTemplate} in Data Center ${StoragePool}
ru: Создаётся шаблон ВМ ${VmTemplate} в дата-центре ${StoragePool}

source: Creating VM Template ${VmTemplate} from Snapshot ${Snapshot} in Data Center ${StoragePool}
ru: Создаётся шаблон ВМ ${VmTemplate} из снимка ${Snapshot} в дата-центре ${StoragePool}

source: Removing VM Template ${VmTemplate} from Data Center ${StoragePool}
ru: Удаляется шаблон ВМ ${VmTemplate} из дата-центра ${StoragePool}

source: ${Action} Disk ${DiskAlias} from ${SourceSD} to ${TargetSD}
ru: ${Action} для диска ${DiskAlias} из ${SourceSD} в ${TargetSD}

source: Migrating Disk ${DiskAlias} from ${SourceSD} to ${TargetSD}
ru: Переносится диск ${DiskAlias} из ${SourceSD} в ${TargetSD}

source: Creating VM Snapshot ${Snapshot} for VM ${VM}
ru: Создаётся снимок ${Snapshot} для ВМ ${VM}

source: Preview VM Snapshot ${Snapshot} of VM ${VM}
ru: Предварительный просмотр снимка ${Snapshot} машины ${VM}

source: Restoring VM Snapshot ${Snapshot} of VM ${VM}
ru: Восстанавливается снимок ${Snapshot} машины ${VM}

source: Configuring VM Pool ${VmPool} properties
ru: Настройка параметров пула ВМ ${VmPool}

source: Adding local Storage Domain ${Storage} on Host ${VDS} to Data Center ${StoragePool}
ru: Добавляется локальный домен хранилищ ${Storage} в хост ${VDS} дата-центра ${StoragePool}

source: Adding NFS Storage Domain ${Storage} to Data Center ${StoragePool}
ru: Добавляется домен хранилищ NFS ${Storage} в дата-центр ${StoragePool}

source: Adding Posix FS Storage Domain ${Storage} to Data Center ${StoragePool}
ru: Добавляется домен хранилищ Posix FS ${Storage} в дата-центр ${StoragePool}

source: Adding Gluster FS Storage Domain ${Storage} to Data Center ${StoragePool}
ru: Добавляется домен хранилищ Gluster FS ${Storage} в дата-центр ${StoragePool}

source: Removing Storage Domain ${Storage}
ru: Удаляется домен хранилища ${Storage}

source: Removing Storage Domain ${Storage} (Force Remove) from Data Center ${StoragePool}
ru: Удаляется домен хранилища ${Storage} (принудительно удаление) из дата-центра ${StoragePool}

source: Attaching Storage Domain ${Storage} to Data Center ${StoragePool}
ru: Присоединяется домен хранилища ${Storage} к дата-центру ${StoragePool}

source: Detaching Storage Domain ${Storage} from Data Center ${StoragePool}
ru: Присоединяется домен хранилища ${Storage} к дата-центру ${StoragePool}

source: Activating Storage Domain ${Storage} on Data Center ${StoragePool}
ru: Активируется домен хранилищ ${Storage} в дата-центре ${StoragePool}

source: Deactivating Storage Domain ${Storage} in Data Center ${StoragePool}
ru: Отключается домен хранилищ ${Storage} в дата-центре ${StoragePool}

source: Deactivating Storage Domain ${Storage} in Data Center ${StoragePool}.
ru: Отключается домен хранилищ ${Storage} в дата-центре ${StoragePool}.

source: Adding SAN Storage Domain ${Storage}
ru: Добавляется домен хранилищ SAN ${Storage}

source: Extending SAN Storage Domain ${Storage}
ru: Расширяется домен хранилищ SAN ${Storage}

source: Refresh LUN Size in Domain ${Storage}
ru: Обновить размер LUN в домене ${Storage}

source: Recovering Data Center ${StoragePool}
ru: Восстановление дата-центра ${StoragePool}

source: Removing Data Center ${StoragePool}
ru: Удаление дата-центра ${StoragePool}

source: Editing Data Center ${StoragePool} properties
ru: Редактирование свойств дата-центра ${StoragePool}

source: Adding File Storage Domain ${Storage}
ru: Добавление домена хранилища файлов ${Storage}

# job.AddStorageServerConnection
source: Connecting Host ${VDS} to Storage server
ru: Подключение хоста ${VDS} к серверу хранилища

source: Disconnecting from Storage server on ${VDS}
ru: Отключение от сервера хранилища на ${VDS}

source: Disconnecting from Storage server on ${VDS} and removing its connection from db
ru: Отключение от сервера хранилища на ${VDS} и удаление этого подключения из БД

source: Updating storage connection details
ru: Обновление сведений о подключении к хранилищу

# job.ConnectStorageToVds
source: Connecting Host ${VDS} to Storage server
ru: Подключение хоста ${VDS} к серверу хранилища

source: Creating VM Pool ${VmPool} from template ${VmTemplate}
ru: Создание пула ВМ ${VmPool} из шаблона ${VmTemplate}

source: Changing CD-ROM for VM ${VM}
ru: Смена CD-ROM для ВМ ${VM}

source: Allocating VM ${VM} from VM Pool ${VmPool} to User ${User}
ru: Выделение ВМ ${VM} из пула ВМ ${VmPool} пользователю ${User}

source: Adding Data Center ${StoragePool}
ru: Добавление дата-центра ${StoragePool}

source: Moving Host ${VDS} to Maintenance
ru: Перевод хоста ${VDS} в режим обслуживания

source: Handling non responsive Host ${VDS}
ru: Обработка неотвечающего хоста ${VDS}

source: Reconstructing master domain on Data Center ${StoragePool}
ru: Реконструкция главного домена в дата-центре ${StoragePool}

source: Setting Host ${VDS} to Non-Operational mode.
ru: Хосту ${VDS} присваивается нерабочий статус

source: Removing Snapshot ${Snapshot} of VM ${VM}
ru: Удаляется снимок ${Snapshot} ВМ ${VM}

source: Start Profiling on Gluster Volume ${GlusterVolume}
ru: Запуск профилирования тома Gluster ${GlusterVolume}

source: Stop Profiling on Gluster Volume ${GlusterVolume}
ru: Остановка профилирования тома Gluster ${GlusterVolume}

source: Creating Gluster Volume ${GlusterVolume} on Cluster ${Cluster}
ru: Создание тома Gluster ${GlusterVolume} в кластере ${Cluster}

source: Setting Option on Gluster Volume ${GlusterVolume}
ru: Установка параметра на томе Gluster ${GlusterVolume}

source: Starting Gluster Volume ${GlusterVolume}
ru: Запуск тома Gluster ${GlusterVolume}

source: Stopping Gluster Volume ${GlusterVolume}
ru: Останов тома Gluster ${GlusterVolume}

source: Resetting Options on Gluster Volume ${GlusterVolume}
ru: Сброс параметров на томе Gluster ${GlusterVolume}

source: Deleting Gluster Volume ${GlusterVolume}
ru: Удаление тома Gluster ${GlusterVolume}

source: Removing Bricks from Gluster Volume ${GlusterVolume}
ru: Удаление элементов из тома Gluster ${GlusterVolume}

source: Rebalancing Gluster Volume ${GlusterVolume} in Cluster ${Cluster}
ru: Перебалансировка тома Gluster ${GlusterVolume} в кластере ${Cluster}

source: Removing Bricks from Gluster Volume ${GlusterVolume} in Cluster ${Cluster}
ru: Удаление элементов из тома Gluster ${GlusterVolume} в кластере ${Cluster}

source: Replacing Brick in Gluster Volume ${GlusterVolume}
ru: Замена элементов в томе Gluster ${GlusterVolume}

source: Adding Bricks to Gluster Volume ${GlusterVolume}
ru: Добавление элементов в том Gluster ${GlusterVolume}

source: Removing Gluster Server ${VDS}
ru: Удаление сервера Gluster ${VDS}

source: Creating Brick ${brickName} on ${VDS}
ru: Создание элемента ${brickName} на ${VDS}

source: Registering Disk ${DiskAlias}
ru: Регистрация диска ${DiskAlias}

source: Adding subscriber ${Address} to event type ${EventType}
ru: Добавление подписчика ${Address} на тип событий ${EventType}

source: Removing subscriber ${Address} from event type ${EventType}
ru: Удаление подписчика ${Address} на тип событий ${EventType}

source: Enabling Gluster Hook ${GlusterHookName}
ru: Включение ловушки Gluster ${GlusterHookName}

source: Disabling Gluster Hook ${GlusterHookName}
ru: Отключение ловушки Gluster ${GlusterHookName}

source: Updating Gluster Hook ${GlusterHookName} on conflicting servers in Cluster ${Cluster}
ru: Обновление ловушки Gluster ${GlusterHookName} на конфликтующих серверах в кластере ${Cluster}

source: Adding Gluster Hook ${GlusterHookName} on conflicting servers in Cluster ${Cluster}
ru: Добавление ловушки Gluster ${GlusterHookName} на конфликтующих серверах в кластере ${Cluster}

source: Removing Gluster Hook ${GlusterHookName} from all servers in Cluster ${Cluster}
ru: Удаление ловушки Gluster ${GlusterHookName} со всех серверов кластера ${Cluster}

source: Scanning Alignment on Disk ${DiskAlias}
ru: Проверка на невыровненные блоки для диска ${DiskAlias}

source: Adding an external Job
ru: Добавление внешней задачи

source: Adding an external Step
ru: Добавление внешнего шага

source: Ending an external Job
ru: Завершение внешней задачи

source: Ending an external Step
ru: Завершение внешнего шага

source: Clearing an external Job
ru: Очистка внешней задачи

source: Importing Disk ${RepoImageName} to domain ${Storage}
ru: Импорт диска ${RepoImageName} в домен ${Storage}

source: Exporting Disk ${DiskAlias} from domain ${Storage}
ru: Экспорт диска ${DiskAlias} из домена ${Storage}

source: Executing SSH Soft Fencing on host ${VDS}
ru: Выполнение операции мягкой блокады через SSH на хосте ${VDS}

source: Removing Disks from Snapshot(s) ${Snapshots} of VM ${VM}
ru: Удаление дисков из снимков ${Snapshots} ВМ ${VM}

source: Detecting kdump flow on host ${VDS}
ru: Обнаружен процесс выполнения kdump на хосте ${VDS}

source: Adding fence agent to host ${VDS}
ru: Добавление агента блокады на хост ${VDS}

source: Removing fence agent from host ${VDS}
ru: Удаление агента блокады с хоста ${VDS}

source: Updating fence agent of host ${VDS}
ru: Обновление агента блокады на хосте ${VDS}

source: Scanning storage devices on the host ${VDS}
ru: Сканирование устройств хранения на хосте ${VDS}

source: Logging on to VM ${VM}
ru: Выполнение авторизации на ВМ ${VM}

source: Creating VM ${VM} as a clone of VM ${SourceVm}
ru: Создание ВМ ${VM} как клона ВМ ${SourceVm}

source: Validating
ru: Идёт проверка

source: Executing
ru: Идёт выполнение

source: Finalizing
ru: Идёт завершение

source: Installing Host ${VDS}
ru: Установка хоста ${VDS}

source: Testing Power Management for Host ${VDS}
ru: Тестирование управления питанием для хоста ${VDS}

source: Copying Image
ru: Копирование образа

source: Moving Image
ru: Перемещение образа

source: Creating Volume
ru: Создание тома

source: Allocating Volume
ru: Выделение тома

source: Deleting Volume
ru: Удаление тома

source: Deleting Image
ru: Удаление образа

source: Downloading Image
ru: Загрузка образа

source: Uploading Image
ru: Отправка образа

source: Merging snapshots (${SourceSnapshot} into ${DestinationSnapshot}) of disk ${Disk}
ru: Слияние снимков диска ${Disk} (${SourceSnapshot} в ${DestinationSnapshot})

source: Creating VM ${VM} for VM Pool
ru: Создание ВМ ${VM} для пула ВМ

source: Migrating VM ${VM} from Host ${VDS}
ru: Миграция ВМ ${VM} с хоста ${VDS}

source: Creating snapshots for VM ${VM}
ru: Создание снимков для ВМ ${VM}

source: Running stateless VM ${VM}
ru: Выполнение ВМ ${VM} без сохранения состояния

source: Taking VM ${VM} from VM pool in order to run it
ru: ВМ ${VM} забирается из пула ВМ для её выполнения

source: Cloning image's structure
ru: Клонирование структуры образа

source: Synchronizing image data
ru: Синхронизация данных образа

source: Removing VM ${VM} from VM Pool
ru: Удаление ВМ ${VM} из пула ВМ

source: Adding VM ${VM}
ru: Добавление ВМ ${VM}

source: Setting option ${Key}=${Value} on volume ${GlusterVolume} of cluster ${Cluster}
ru: Устанавливаются параметр ${Key}=${Value} на томе ${GlusterVolume} кластера ${Cluster}

source: Rebalancing Gluster Volume ${GlusterVolume} in Cluster ${Cluster}.( ${Status} ${info})
ru: Перебалансировка тома Gluster ${GlusterVolume} в кластере ${Cluster}.(${Status} ${info})

source: Removing Bricks from Gluster Volume ${GlusterVolume} in Cluster ${Cluster}.( ${Status} ${info})
ru: Удаление элемента из тома Gluster ${GlusterVolume} в кластере ${Cluster}.(${Status} ${info})

source: Adding Network Interface ${InterfaceName} to VM ${VM}
ru: Добавление сетевого интерфейса ${InterfaceName} для ВМ ${VM}

source: Removing Network Interface ${InterfaceName} from VM ${VM}
ru: Удаление сетевого интерфейса ${InterfaceName} для ВМ ${VM}

source: Updating Network Interface ${InterfaceName} properties for VM ${VM}
ru: Обновление параметров сетевого интерфейса ${InterfaceName} для ВМ ${VM}

source: Updating Disk ${DiskAlias} properties for VM ${VM}
ru: Обновление свойств диска ${DiskAlias} для ВМ ${VM}

source: Change VM ${VM} Cluster to ${Cluster}
ru: Изменение кластера VM ${VM} на кластер ${Cluster}

source: Canceling migration of VM ${VM}
ru: Отмена миграции ВМ ${VM}

source: Canceling conversion of VM ${VM}
ru: Отмена преобразования ВМ ${VM}

source: Updating Host ${VDS} properties
ru: Обновление параметров хоста ${VDS}

source: Removing Host ${VDS} from Cluster ${Cluster}
ru: Удаление хоста ${VDS} с кластера ${Cluster}

source: Changing Host ${VDS} Cluster to ${Cluster}
ru: Смена кластера хоста ${VDS} на ${Cluster}

source: Adding Interface ${InterfaceName} to VM template ${VmTemplate}
ru: Добавление интерфейса ${InterfaceName} в шаблон ВМ ${VmTemplate}

source: Removing Interface ${InterfaceName} from VM Template ${VmTemplate}
ru: Удаление интерфейса ${InterfaceName} из шаблона ВМ ${VmTemplate}

source: Updating Interface ${InterfaceName} of VM Template ${VmTemplate}
ru: Обновление интерфейса ${InterfaceName} шаблона ВМ ${VmTemplate}

source: Removing VM Pool ${VmPool} from Cluster ${Cluster}
ru: Удаление пула ВМ ${VmPool} из кластера ${Cluster}

source: Removing VM ${VM} from VM Pool ${VmPool}
ru: Удаление ВМ ${VM} из пула ВМ ${VmPool}

source: Removing User ${User}
ru: Удаление пользователя ${User}

source: Adding User ${User}
ru: Добавление пользователя ${User}

source: Adding Cluster ${ClusterName} to Data Center ${StoragePool}
ru: Добавление кластера ${ClusterName} в дата-центр ${StoragePool}

source: Updating Cluster ${Cluster}
ru: Обновление кластера ${Cluster}

source: Deleting Cluster ${Cluster}
ru: Удаление кластера ${Cluster}

source: Attaching Network ${Network} to Cluster ${Cluster}
ru: Присоединение сети ${Network} к кластеру ${Cluster}

source: Detaching Network ${Network} from Cluster ${Cluster}
ru: Отсоединение сети ${Network} от кластера ${Cluster}

source: Granting Permission to User/Group ${SubjectName} for entity ${ObjectType}
ru: Выделение полномочий пользователю/группе ${SubjectName} на объект ${ObjectType}

source: Revoking Permission from User/Group ${SubjectName} for entity ${ObjectType}
ru: Отзыв полномочий пользователя/группы ${SubjectName} на объект ${ObjectType}

source: Updating Role ${Role}
ru: Обновление роли ${Role}

source: Removing Role ${Role}
ru: Удаление роли ${Role}

source: Attaching Action Group ${ActionGroup} to Role ${Role}
ru: Присоединение группы действий ${ActionGroup} к роли ${Role}

source: Detaching Action Group ${ActionGroup} from Role ${Role}
ru: Отсоединение группы действий ${ActionGroup} от роли ${Role}

source: Adding Role ${Role} with Action Group ${ActionGroup}
ru: Добавление роли ${Role} с группой действий ${ActionGroup}

source: Granting Permission to User/Group ${SubjectName} for System
ru: Выделение полномочий пользователю/группе ${SubjectName} на систему

source: Editing Storage Domain ${Storage} properties
ru: Редактирование параметров домена хранилищ ${Storage}

source: Adding empty Data Center ${StoragePool}
ru: Добавление пустого дата-центра ${StoragePool}

source: Fencing Host ${VDS} manually
ru: Выполнение ручной операции блокады хоста ${VDS}

source: Adding an External Event
ru: Добавление внешнего события

source: Removing an Audit Log Entry
ru: Удаление записи журнала аудита
