Repository: jtux270/translate
Catalog: openstack/zanata/heat-dashboard-stable-wallaby/*/heat_dashboard/locale/djangojs.po
Languages: ru

source: You are not allowed to check stacks: %s
ru: Отсутствуют разрешения на проверку стеков: %s

source: Confirm Check Stack
ru: Подтвердите проверку стека

source: You have selected "%s".
ru: Ваш выбор: "%s".

source: Check Stack
ru: Проверить стек

source: Checked Stack: %s.
ru: Стек проверен: %s.

source: Unable to check Stack: %s.
ru: Не удалось проверить стек: %s.

source: Stack %s was successfully created.
ru: Стек "%s" был успешно создан

source: You are not allowed to delete stacks: %s
ru: Отсутствуют разрешения на удаление стеков: %s

source: Confirm Delete Stack
ru: Подтвердите удаление стека

source: You have selected "%s". Deleted stack is not recoverable.
ru: Ваш выбор: "%s". Удалённые стеки восстановлению не подлежат.

source: Delete Stack
ru: Удалить стек

source: Deleted Stack: %s.
ru: Стек был удалён: %s.

source: Unable to delete Stack: %s.
ru: Не удалось удалить стек: %s.

source: Show More Properties
ru: Показать больше параметров

source: Saved Drafts
ru: Сохранённые черновики

source: Delete Resource
ru: Удалить ресурс

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Heat Orchestration Template
ru: Шаблон Heat Orchestration

source: Download
ru: Скачать

source: Create Stack
ru: Создать стек
